{
  "video_id": "TH-LqX2z6lg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.28 | 25-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=TH-LqX2z6lg",
  "segments": [
    {
      "start_time": 0,
      "end_time": 55,
      "verse_references": [],
      "themes": [],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In this session we will be discussing from the 28th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam.",
      "summary": "The speaker begins with prayers and announces the verse from Srimad Bhagavatam that will be discussed.",
      "timestamp_url": "https://youtu.be/TH-LqX2z6lg?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Jena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devi Saraswati Vyasam Tato Jayam"
    },
    {
      "start_time": 55,
      "end_time": 179,
      "verse_references": [],
      "themes": [
        "Vedic scriptures",
        "history",
        "mythology"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The correct understanding is that the Puranas, Itihases, Mahabharata, Ramayana contain factual historical narrations.",
      "summary": "The speaker explains that the Puranas, Itihasas, Mahabharata, and Ramayana are factual historical narrations, countering the British propaganda that they are mythology.",
      "timestamp_url": "https://youtu.be/TH-LqX2z6lg?t=55",
      "transcript": "In this session we will be discussing from the 28th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam. Dharmartha Kama Mokshamscha Sahopayan Yathamune Nanakhyana Nanak Aakhyana Itihaseshu Varanaya Masatatvavit. The meaning of this verse is: Then he described the occupational duties of different orders and statuses of life, citing instances from history, for he was himself well acquainted with the truth. So Srila Prabhupada explains in the purport to this verse, incidents mentioned in the Vedic literatures such as the Puranas, Mahabharata and Ramayana are factual historical narrations that took place sometime in the past, although not in any chronological order. So this is a very, very important understanding for all of us that the British propaganda was that our Vedic scriptures, especially the Puranas, Itihases, like Ramayana, Mahabharata, are all mythology. The word mythology comes from the word myth. Myth means something which is not a fact. As opposed to the British propaganda that all these are imaginary stories, the correct understanding is that the Puranas, Itihases, Mahabharata, Ramayana contain factual historical narrations."
    },
    {
      "start_time": 179,
      "end_time": 275,
      "verse_references": [],
      "themes": [
        "reality",
        "ignorance",
        "spiritual world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So the descriptions in the Puranas and the Itihasas is meant to eradicate our darkness of ignorance, enlighten us about reality, about facts, not some imaginary stories.",
      "summary": "The speaker elaborates that the descriptions in the Puranas and Itihasas concern incidents in different planets and universes, including the spiritual world, and are meant to enlighten us about reality.",
      "timestamp_url": "https://youtu.be/TH-LqX2z6lg?t=179",
      "transcript": "Puranas, Itihasas, Mahabharata, Ramayana contain factual historical narrations. They are all cent percent fact, though many of the descriptions may not match our present day experience of the world we live in now. We should always remember that the descriptions in the Puranas and the Itihasas, Ramayana, Mahabharata, etc. concern descriptions of incidents that take place in different planets of this universe. And sometimes the descriptions are there of incidents that take place in other universes. And of course there is description of incidents that happen in the spiritual world beyond all the material universes. So that will never tally with our experience because we do not know what is the spiritual world. We do not know what are the upper planets. We do not know what are hellish planets. That is because of our ignorance. So the descriptions in the Puranas and the Itihasas is meant to eradicate our darkness of ignorance, enlighten us about reality, about facts, not some imaginary stories."
    },
    {
      "start_time": 275,
      "end_time": 407,
      "verse_references": [],
      "themes": [
        "Vedic literature",
        "chronology",
        "spiritual lessons"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are simply concerned with the instructive lessons of such incidents even though they are not in order by our limited range of understanding",
      "summary": "The speaker explains that the events in Vedic literature are not always presented chronologically, but the important point is the lesson we can learn.",
      "timestamp_url": "https://youtu.be/TH-LqX2z6lg?t=275",
      "transcript": "So this has to be very properly understood and digested. Then only the reading of the Puranas, hearing of incidents in the Vedic literature will be taken seriously. So further Srila Prabhupada says, such historical facts being instructive for ordinary men were assorted without chronological reference. Just like to give in the Bhagavatam, the disappearance of Krishna is described in the 14th chapter of the first canto of Srimad Bhagavatam. The 14th chapter is entitled The Disappearance of Krishna. The Disappearance of Lord Krishna. And the appearance of Krishna is described in the 10th canto of the first chapter, or 10th canto of the third chapter, first, second and third. So it is not chronologically arranged that first this happened, then this happened, then this happened. Always. Sometimes there is a description which is not necessarily in the chronological order, not necessarily in the order in which they occurred, but the important point is there is some lesson for us to learn and that lesson is important. Besides that Srila Prabhupada continues to explain, they happen on different planets, nay in different universes, and thus the description of narrations is sometimes measured by three dimensions. Our experience of life on this planet in the present age is limited. In former ages the demigods used to visit the earth planet and they were visible to ordinary men, but in Kali Yuga the demigods are not visible, they generally don't come to this earth planet."
    },
    {
      "start_time": 407,
      "end_time": 514,
      "verse_references": [],
      "themes": [
        "knowledge",
        "perception",
        "authority"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "We should accept things because the source is perfect and authoritative",
      "summary": "The speaker emphasizes the limitations of our understanding and the importance of accepting knowledge from authoritative sources, even if it's beyond our current experience.",
      "timestamp_url": "https://youtu.be/TH-LqX2z6lg?t=407",
      "transcript": "In the Kali Yuga, even if they do come, they are not visible to us. So just because they are not visible doesn't mean they don't exist. Further Srila Prabhupada says, we are simply concerned with the instructive lessons of such incidents even though they are not in order. By our limited range of understanding, our understanding is very, very, very limited. We don't even know the life forms that exist in the bottom of the oceans. The scriptures inform there are 9 lakh or 900,000 varieties of aqueducts that exist in the ecology of the universe, and how many do we know? We hardly know some few hundred, that's all we do not know. We do not know of a kind of fish called Timmy Gila which can actually devour huge whales. That's a description in the Shastra, perfect description, perfect knowledge. Where do we have experience of a Timmy Gila? We don't even know such a aquatic exists, we do not know that. So we should not just accept what tallies with our understanding or our conceptions or our experience, we should accept things because the source is perfect and authoritative."
    },
    {
      "start_time": 514,
      "end_time": 640,
      "verse_references": [],
      "themes": [
        "spiritual practice",
        "civilization",
        "self-realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "People should not simply do anything and everything for the sake of earning money.",
      "summary": "The speaker discusses how spiritual practice qualifies us to perceive reality, and how the Varna Ashrama system is designed to help civilized people achieve self-realization.",
      "timestamp_url": "https://youtu.be/TH-LqX2z6lg?t=514",
      "transcript": "And they are giving us knowledge about things which is beyond the range of our experience or understanding. And when we qualify, we are able to perceive this reality described in the scriptures. When we qualify, there is a way of acquiring these qualifications by spiritual practice. And that is what is being taught in the Vedic literature. Dheeshma Deva described such narrations before Maharaj Yudhishtira in reply to his different questions. Yudhishtira asked so many questions about Dharma. So, Varna Dharma and Ashrama Dharma. This is for civilized people. Varna Ashrama system. The society is divided into four parts, four occupational divisions according to the acquired nature. We have discussed this in the previous verses. And Brahmana Dharma, Kshatriya Dharma, Vaishya Dharma, Shudra Dharma. So, that is way of dividing the society for the sake of everyone having a common goal or aim of self-realization. That is the reason the particular occupations are recommended. People should not simply do anything and everything for the sake of earning money. No, they should not do anything sinful. So, to avoid sinful activities means to prepare oneself to advance in spirituality, to go back to the spiritual life, and prepare oneself to go back home, back to Godhead."
    },
    {
      "start_time": 640,
      "end_time": 731,
      "verse_references": [],
      "themes": [
        "eternal life",
        "accountability",
        "sinful activities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "They don't even know that we are accountable for every activity we do.",
      "summary": "The speaker laments that modern education misses the goal of self-realization and the understanding that we are accountable for our actions, both in this life and the next.",
      "timestamp_url": "https://youtu.be/TH-LqX2z6lg?t=640",
      "transcript": "That is the whole program. Now, the goal itself is missing in the modern education system. They do not know that we are eternal. Each one of us is eternal. They do not know this. So, the goal itself is missing. So, then where is the relevance? Studying the scriptures and living a life based on the goal of ultimate self-realization. They do not understand this. They don't even know that we are accountable for every activity we do. Not only now because of the government or the police force or some material laws that we know are enforced. Also, after quitting this body, next life we are accountable. All our actions are accountable. If I do some sinful activities in this life, I may have to suffer in this life itself the reactions for those sinful activities. I may not suffer in this life, but I will have to suffer in the next life or in future lives. So, these are certain laws that are working."
    },
    {
      "start_time": 731,
      "end_time": 891,
      "verse_references": [],
      "themes": [
        "sinful activities",
        "correction",
        "chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The perfect Prayas Chitta for all types of sinful activities. Simply chant Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare.",
      "summary": "The speaker explains that the human form of life offers an opportunity to correct sinful activities, and the best way to do so is by chanting the holy name of the Lord.",
      "timestamp_url": "https://youtu.be/TH-LqX2z6lg?t=731",
      "transcript": "Now, why do the scriptures ordain that certain sinful activities, the reactions are given only in the future lives? Because in the human form of life, if I have done a sinful activity, I have got an opportunity to correct myself. Because human being has got developed intelligence. So, he can, he or she, any human being can correct their sinful activity done unknowingly or done accidentally, done inadvertently. Somehow, by force of circumstances, somebody did something wrong. They can correct themselves. That's called Prayas Chitta. And the best Prayas Chitta as described in the Bhagavatam is simply to chant the holy name of the Supreme Lord. The perfect Prayas Chitta for all types of sinful activities. Simply chant Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. Therefore, people have to be educated in the subject matter of the Puranas, especially the Bhagavat Purana or the Bhagavatam and the Itihasis, two important Itihasis. There are many, many historical narrations in the Vedic literature. But the important ones, the two most important ones are the Ramayana and Mahabharata. And it is presented in a very, very interesting way, in the form of stories. But these stories are not imaginary stories. These stories are factual narrations, historical narrations. So they are real persons. Pandavas, the Kauravas, and the personalities in the Ramayana, Dasharatha, his queens, the monkeys, Hanuman, Sugriva. They are all real persons. And they actually had so much of power. They had so much of devotion. Hanuman, the topmost devotee of the Supreme Lord Ramachandra. The best devotee, among the best devotees who is engaged in Dasya, relationship as the servant of the Supreme Lord Ramachandra."
    },
    {
      "start_time": 802,
      "end_time": 913,
      "verse_references": [],
      "themes": [
        "Puranas",
        "Ramayana",
        "Mahabharata",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "These stories are factual narrations, historical narrations.",
      "summary": "The speaker emphasizes the importance of studying the Puranas and Itihasas, especially the Ramayana and Mahabharata, as factual historical narrations with real persons and examples of devotion, and concludes the lecture.",
      "timestamp_url": "https://youtu.be/TH-LqX2z6lg?t=802",
      "transcript": "Therefore, people have to be educated in the subject matter of the Puranas, especially the Bhagavat Purana or the Bhagavatam and the Itihasis, two important Itihasis. There are many, many historical narrations in the Vedic literature. But the important ones, the two most important ones are the Ramayana and Mahabharata. And it is presented in a very, very interesting way, in the form of stories. But these stories are not imaginary stories. These stories are factual narrations, historical narrations. So they are real persons. Pandavas, the Kauravas, and the personalities in the Ramayana, Dasharatha, his queens, the monkeys, Hanuman, Sugriva. They are all real persons. And they actually had so much of power. They had so much of devotion. Hanuman, the topmost devotee of the Supreme Lord Ramachandra. The best devotee, among the best devotees who is engaged in Dasya, relationship as the servant of the Supreme Lord Ramachandra. So these are all factual narrations. We have to actually study these, hear about these and adopt the particular teachings for our own ultimate good. I will stop here. Thank you very much."
    }
  ]
}