{
  "video_id": "TJTn0IJoxRE",
  "title": "Nectar of Devotion | HDG Srila Prabhupada | 10.08.2024",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=TJTn0IJoxRE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 77,
      "verse_references": [],
      "themes": [
        "Bhakti-rasa-amrita-sindhu",
        "Ocean of spiritual bliss",
        "Material vs. Spiritual"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Caitanya Mahāprabhu said, this ocean is increasing.",
      "summary": "This segment introduces the Nectar of Devotion as an ocean of spiritual bliss, contrasting it with the limited nature of material enjoyment.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=0",
      "transcript": "Today we have a class by Sthivayangreshwara Prabhupada on Nectar of Devotion. It's divided into four parts, just as the ocean is sometimes divided into four parts. And there are different sections within each of these four divisions. Originally, in Bhakti Rasamrita Sindhu, the ocean is divided like the watery ocean, to east, west, north and south, while the subsections within these different divisions are called waves. As in the ocean, there are always different waves, either on the eastern side, the western side, the northern side or the southern side. Most similarly, Bhakti Rasamrita Sindhu… That Bhakti Rasamrita Sindhu, the Sanskrit word, we have shortcut the translation, Nectar of Devotion, but Rupa Gosvami's purpose is to present the ocean of Bhakti Rasamrita. Rasamrita means mellow, the juice. It is like an ocean. This ocean has limitation, but that is unlimited. Ānandā-buddhi-vardhanam."
    },
    {
      "start_time": 77,
      "end_time": 183,
      "verse_references": [],
      "themes": [
        "Spiritual Bliss",
        "Material Enjoyment",
        "Unlimited vs. Limited",
        "Yogis"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Spiritual bliss is different. That is simply increasing.",
      "summary": "This segment elaborates on the difference between limited material enjoyment and the unlimited, ever-increasing nature of spiritual bliss experienced by yogis.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=77",
      "transcript": "Caitanya Mahāprabhu said, this ocean is increasing. Now, this material… This material ocean, it has got limit. It cannot increase unlimitedly. That is not possible. Otherwise, how we could build? This house is on the beach. No. It is ordered not to come forward beyond this line. But the spiritual bliss, that ocean, is increasing. Ānandā-buddhi-vardhanam. That is the difference between spiritual bliss and material enjoyment. Material enjoyment is limited. You cannot enjoy unlimitedly. That is not possible. Just for few seconds, for few minutes, or for few hours, then it becomes disgusting. That is the material enjoyment. Okay? Spiritual enjoyment. Spiritual bliss is different. That is simply increasing. So, therefore, in the śāstras it is said, Those who are yogis, bhakta-yogīs, they enjoy unlimitedly. Unlimited. Unlimited. Yama, anantè, yogīna ánante. And that is satya-ânande. That ānanda bliss is real bliss."
    },
    {
      "start_time": 183,
      "end_time": 250,
      "verse_references": [],
      "themes": [
        "Krishna-Radha Love",
        "Eternal Love",
        "Spiritual Reality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I have several times explained that the love affairs between Kṛṣṇa and Rādhārāṇī, that is fact.",
      "summary": "This segment emphasizes the eternal and factual nature of the love between Krishna and Radha, and Krishna's relationships with other devotees, highlighting the eternal nature of spiritual relationships.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=183",
      "transcript": "This is artificial. This is McMurtry reflection. I have several times explained that the love affairs between Kṛṣṇa and Rādhārāṇī, that is fact. There is no end. It all ends. They are enjoying. Rādhārāṇī… TV is cut off. Rādhārāṇī TV is cut off city inside. Telegraph. It is not found to be a drawback, and he is enjoying the company of Kṛṣṇa, and Kṛṣṇa is enjoying. Rādhā-kṛṣṇa-pranaya-vikṣitī-allādini-śakti. That is Kṛṣṇa's pleasure potency. As Kṛṣṇa is eternal, Kṛṣṇa's pleasure potency is also eternal. So real love, Rādhā-kṛṣṇa, or Kṛṣṇa and the gopīs, or Kṛṣṇa and the cowherd boys, Kṛṣṇa and Yaśodāma, Nanda Mahārāja, Kṛṣṇa and Kṛṣṇa's servants, Kṛṣṇa and Kṛṣṇa's trees, Kṛṣṇa and Kṛṣṇa's water, Kṛṣṇa and Kṛṣṇa's flower, Kṛṣṇa and Kṛṣṇa's cow, everything eternal. That is eternal."
    },
    {
      "start_time": 250,
      "end_time": 376,
      "verse_references": [],
      "themes": [
        "Krishna's Expansions",
        "Blissful Enjoyment",
        "Bhakti-rasa-amrita-sindhu",
        "Spiritual Enthusiasm"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the blissful enjoyment with Kṛṣṇa, it is unlimited.",
      "summary": "This segment discusses Krishna's expansions and the unlimited blissful enjoyment derived from devotional service, contrasting the enthusiasm of spiritual work with the fatigue of material labor.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=250",
      "transcript": "ānanya-cinvaya-rasa-pradibhāvitābhi stābhir ya yeva-nija-rūpa-tayākalābhi Kṛṣṇa's enjoyment. It means Kṛṣṇa's expansion. Just like in Bhāgavata, you know, when Kṛṣṇa's cowherd boys, calves and cows were stolen by Brahmā, Kṛṣṇa again expanded Himself in the similar forms, so that the mother of the cowherd boys, the mother of the calves, they may not feel there is separation. Kṛṣṇa immediately replaced. That is Kṛṣṇa. So the blissful enjoyment with Kṛṣṇa, it is unlimited. That is called bhakti-rasa-amṛta-sindhu. Rasa and amṛta. Amṛta, that is not dying. That is not possible. Formation of material enjoyment. It is not possible. But because we are preaching Kṛṣṇa consciousness, there is still a persistence. Yes. This is the difference. You will feel more and more enthusiasm. In material world, the more you work, you feel tired. And the spiritual world, the more you work, you will feel enthused. That is called ānandāmbudhi-vaddhanam. That is the test. If our workers are feeling tired, then that means he is working material. And if he is feeling enthused more and more, that is, he is working spiritually."
    },
    {
      "start_time": 376,
      "end_time": 452,
      "verse_references": [],
      "themes": [
        "Spiritual vs. Material",
        "Happiness",
        "Krishna's Nature",
        "Sac-cit-ananda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So here we are trying to enjoy materially. So how we can be happy? That is not possible.",
      "summary": "This segment contrasts material and spiritual enjoyment, emphasizing that true happiness comes from understanding Krishna's sac-cit-ananda nature.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=376",
      "transcript": "That is called ānandāmbudhi-vaddhanam. That is the spiritual test. Vara-mante yogina anante satyānande cidātmane. That is cidātmane. That is spiritual, not material. So here we are trying to enjoy materially. So how we can be happy? That is not possible. Materially we cannot be happy. Therefore Bhagavad-gītā gives us indication, sukhaṁ ātyantikam yat tat atindriyat grāhyam. If we want happiness, happiness is our priority, every individual soul, happiness. Because Kṛṣṇa is sac-cit-ānanda-vigrahaḥ, eternal, blissful ānanda, ānanda-blissful, citta, knowledge, and sac-icārya. That is Kṛṣṇa. Sac-cit-ānanda-vigrahaḥ."
    },
    {
      "start_time": 452,
      "end_time": 518,
      "verse_references": [],
      "themes": [
        "Mayavadis",
        "Krishna's Form",
        "Chit-potency",
        "Maya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who have no knowledge about Kṛṣṇa, they are thinking Kṛṣṇa is māyā.",
      "summary": "This segment addresses the misconceptions of Mayavadi philosophers regarding Krishna's form, emphasizing the importance of understanding Krishna's chit-potency.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=452",
      "transcript": "Īśvaraḥ paramaḥ kṛṣṇa sac-cit-ānanda-vigrahaḥ. Vigrahaḥ means four, but not this four. Those who have no knowledge about Kṛṣṇa, they are thinking Kṛṣṇa is māyā. These bhaktas, they are worshiping the māyā form. Their philosophy is when Kṛṣṇa comes, when God comes, He takes a material form. No, that's not true. Kṛṣṇa said, sambhavāmi ātma-māyayāṁ, sambhavāmi ātma-māyayāṁ, the ātma-māyayāṁ means chit-potency. These Māyāvādī philosophers, they have no information that chit-potency. That is Allādhina-śakti. That is Rādhā-nāyā. They have got experience of this material potency, external energy, durgā. But they have no information of the chit-potency."
    },
    {
      "start_time": 518,
      "end_time": 634,
      "verse_references": [
        "BG 2.20"
      ],
      "themes": [
        "Material Body",
        "Modes of Nature",
        "Voidism",
        "Suicide",
        "Atma-ha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Killing this body does not mean killing yourself.",
      "summary": "This segment discusses the nature of the material body and the consequences of suicide, explaining that killing the body does not end suffering.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=518",
      "transcript": "Therefore they think that Kṛṣṇa appears in the form of māyā. Just like we have got this body, material body, this is gift by the māyā. Prakṛteḥ kriyamānāni guṇaiḥ karmāṇi sarva-śaḥ. Ahamkāra-vimūrātmā-kartāḥ miti-manyate. Kāraṇaṁ guṇa-saṅgaḥ aśyaḥ sada-sada janma-yotiṣaḥ. Kāraṇa. We are getting this body according to our association with the different modes of material nature. But Kṛṣṇa has nothing to do with this material nature. Material nature is controlled by Him, and we are controlled by the material nature. That is the difference. He is controller, and we are controlled. They do not understand. They think that if I make null and void these conditions of controlling, then I become uncontrolled. That's like the philosophy, voidism. Or suicideism. I am feeling some pain in my body. If I think that let me commit suicide, then the pain will go away automatically. That is void philosophy. They're killing oneself, ātmahā, but because they have no understanding that killing this body does not mean killing yourself."
    },
    {
      "start_time": 634,
      "end_time": 770,
      "verse_references": [
        "BG 2.20"
      ],
      "themes": [
        "Suicide",
        "Ghostly Body",
        "Subtle Sciences",
        "Sraddha Ceremony"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Killing this body does not mean killing yourself.",
      "summary": "This segment continues the discussion on suicide, explaining the concept of the ghostly body and the purpose of the sraddha ceremony.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=634",
      "transcript": "That is the philosophy. That is their ignorance. In the Bhagavad-gītā it is clearly said, na hanyate hanyamāne śarīre. So these rascals think that if I commit suicide and just have a knife on my throat, then all my pains and pleasure are finished. No. That is not. You will be put into more pain and pleasure. Sometimes we'll have to accept. Why accept? It is certain. The ghosli body. Because Kṛṣṇa has given it, or māyā has given. Māyā has given, under the direction of Kṛṣṇa, a certain type of body for enjoying for a certain span of life. You cannot finish it. If you disregard it, then if you commit suicide, the result will be that you'll not be allowed to accept another material body. You'll have to remain in the subtle body. That is ghosṭi. Ghosṭi life means one who has misused this life, this body, and by his whim he has killed this body. He becomes ghosṭi. That means he'll have to suffer for so many days. Then he'll get another material body. Therefore there is śraddha-ceremonia. This śraddha-ceremonia means supposing my father or my relative has not got yet again gross body, this śraddha-ceremonia will help him to get another gross body. Because without this gross body, the ghosṭi body is very troublesome because he wants to enjoy something, but he has no instrument to enjoy. Therefore he creates, the ghosṭi creates trouble, sometimes captures somebody to fulfill his desires, and the man becomes ghosṭi, haunted. There are so many subtle sciences. What do they know, these so-called scientists?"
    },
    {
      "start_time": 770,
      "end_time": 876,
      "verse_references": [],
      "themes": [
        "Blind Leaders",
        "Material Enjoyment",
        "False Senses",
        "Real Enjoyment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Everyone is anda, blind. They have no gain, no knowledge, and misleading, always.",
      "summary": "This segment criticizes blind leaders and the pursuit of material enjoyment, emphasizing that true enjoyment comes from the spirit soul.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=770",
      "transcript": "They're simply falsely proud, taking account of the small duration of life for ten to twenty years, fifty years, or at most a decade. That's all. They do not know. Andāya-dhān dhairupaniya mānāḥ. And still they're becoming kaita, they're becoming sāmīs, they're becoming gurus, they're becoming fathers, they're becoming government. How people can be happy? Everyone is anda, blind. They have no gain, no knowledge, and misleading, always. Yes. So the ānanda-āmbudhi-vardhaṁ. You can have unlimited ānanda, but because you are falsely trying to enjoy through this material body, therefore you are becoming confused and frustrated. That they do not know. They think, I have got this material body. I have got some senses. Let me enjoy these senses to the best possibility. But you cannot do it, because it is false. It is not real. Real senses, unless you feel sensation, that sensation, consciousness, is there because the spirit soul is there. Otherwise there is no sensation. And unless you feel sensation, there is no enjoyment. So this bodily enjoyment is false. Real enjoyment of the spirit."
    },
    {
      "start_time": 876,
      "end_time": 974,
      "verse_references": [],
      "themes": [
        "Devotional Service",
        "Relationship with Krishna",
        "Vrndavana Lila",
        "Enjoyment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They want to enjoy life with ananta, Kṛṣṇa.",
      "summary": "This segment describes the different relationships devotees can have with Krishna and the importance of understanding the Vrindavana Lila.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=876",
      "transcript": "Therefore it is said, ramante yoginā anante. They want to enjoy life with ananta, Kṛṣṇa. They want to become friend of Kṛṣṇa. They want to become lover of Kṛṣṇa. They want to become servant of Kṛṣṇa. They want to become father of Kṛṣṇa. They want to become mother of Kṛṣṇa. The same thing, as we are pervertedly enjoying in this material, the same thing is there, spiritual life. That is Kṛṣṇa exhibiting. When He appears on this earth, He practically shows how He can enjoy also with Him. That is Vṛndāvana living. Practical manifestation. But we are not taking to that. We are taking this Vṛndāvana lila of Kṛṣṇa. Kṛṣṇa is māyā. Vṛndāvana is lāyā. Now simply press your nose and think of something impersonal. That is for living. No? That is not. This is fact. Ramante, unless you are many varieties, there cannot be enjoyment. Ramante, yoginā anante. Ramante, this very word, one who is engaged, he is called, iti rāma-pade nāso para-brahma-hitya-vidhiya."
    },
    {
      "start_time": 974,
      "end_time": 1087,
      "verse_references": [],
      "themes": [
        "Happiness",
        "Spiritual Soul",
        "Material Condition",
        "Mayavadi Philosophers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are spiritual soul, spiritual spark. Our life is ānanda, sac-cid-ānanda, eternal life, blissful life, life of knowledge.",
      "summary": "This segment discusses the nature of the spiritual soul and the contrast between spiritual and material existence, criticizing the Mayavadi philosophers' understanding of Krishna.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=974",
      "transcript": "This is the meaning of Rāma, Rāma, Kṛṣṇa, Rādhā-Ramana, Rādhā-Mālā. So this science has to be understood. We are, everyone is after happiness. Ānanda-mayabhyāsā. We are spiritual soul, spiritual spark. Our life is ānanda, sac-cid-ānanda, eternal life, blissful life, life of knowledge. But we are put into this material condition, which is ignorance, miserable, and temporary. Just opposite. Instead of having eternal, blissful, knowledgeable life, we have got this body, which is non-eternal, non-permanent, and always miserable, in condition, and not blissful. Always miserable, and we are always in ignorance. That's the opposite. So Kṛṣṇa is not like this. If we think of Kṛṣṇa like that, then it is a mistake. The Māyāvādī philosophers, they are thinking of Kṛṣṇa like that, that Kṛṣṇa is like me. Abha-jānanti māṁ mūḍhaḥ. They are rascals, mūḍhaḥ. They are thinking there is something above Kṛṣṇa. Therefore they are mūḍhās. Abha-jānanti māṁ mūḍhaḥ. Because they have no knowledge. Parambhāva-bhajānanta. They do not know the parambhāva, the bhakti-rasāmṛta-sindhu."
    },
    {
      "start_time": 1087,
      "end_time": 1177,
      "verse_references": [],
      "themes": [
        "Krishna Consciousness Movement",
        "Real Knowledge",
        "Spiritual Body",
        "Impersonal God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this Kṛṣṇa consciousness movement is therefore giving them the real knowledge.",
      "summary": "This segment explains the purpose of the Krishna consciousness movement in providing real knowledge about Krishna and refutes the idea of an impersonal God.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=1087",
      "transcript": "They have no idea. They have no knowledge. So this Kṛṣṇa consciousness movement is therefore giving them the real knowledge. Kṛṣṇa, how He is enjoying. He is, how He is joyful. Ānanda-cinemaya. Ānanda-cinemaya-rasa-putibhāhu tāpi. Āṅgāni yasya sakalendriya-vṛttimanti paśyanti pānti kalayanti ciram jaganti. Ānanda-cinemaya sad ujjala-vigrahasya. Ānanda-sat ujjala-vigraha. It's not ordinary vigraha like this. They have got bitter experience of this vigraha, of this form. Therefore they want to make God impersonal. Must be opposite. They have got this bitter knowledge that getting this body, we are suffering so much. Therefore the God must be without body. Just opposite. This is also material thinking. Thinking in a negative way. But they have no knowledge. There is a God as body, but that is completely spiritual. It has nothing to do with the material body. They cannot think of spiritual body."
    },
    {
      "start_time": 1177,
      "end_time": 1221,
      "verse_references": [],
      "themes": [
        "Bhakti-raha-samrita-sindhu",
        "Ocean of Blissfulness",
        "Rupa Goswami",
        "Four Divisions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the Bhakti-raha-sāmṛta-sindhu is teaching people how you can enjoy in the ocean of blissfulness.",
      "summary": "This segment introduces the Bhakti-raha-samrita-sindhu and Rupa Goswami's division of the ocean of nectar into four parts.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=1177",
      "transcript": "So the Bhakti-raha-sāmṛta-sindhu is teaching people how you can enjoy in the ocean of blissfulness. That is Bhakti-raha-sāmṛta. So Rupa Gosvāmī is dividing. Just like the sea has got east, west, north, south, similarly he is dividing the ocean of nectaring in four divisions. And as there are waves in the ocean, so there are different chapters. That means he is dividing the Bhakti-raha-sāmṛta book in four parts."
    },
    {
      "start_time": 1221,
      "end_time": 1302,
      "verse_references": [],
      "themes": [
        "Bhakti-raha-samrita-sindhu",
        "Four Waves",
        "Devotional Service",
        "Ecstasy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The first part, Bhakti-raha-sāmṛta-sindhu, the first wave is what is the meaning of bhakti.",
      "summary": "This segment describes the four waves of the first part of the Bhakti-raha-samrita-sindhu, focusing on the meaning of bhakti, regulative principles, and devotional service in ecstasy.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=1221",
      "transcript": "And in each part there are different chapters. That is the conclusion. Go on. In the first part there are four waves, the first being the general description of devotional service. Yes. The first part, Bhakti-raha-sāmṛta-sindhu, the first wave is what is the meaning of bhakti. What do you mean by bhakti? It is very scientific. First of all he will explain what do you mean by bhakti. Then? The second concerns the regulative principles for executing devotional service. Yes. Because as soon as you know the business, then you can chalk out your activities. If you do not know what is the business, then how you can work? That is second wave. Then? And the third wave, devotional service in ecstasy. Yes. Then when you become expert in devotional service, then you come to the spiritual platform. You will feel ecstasy. Ānanda-mudhi-vardhanam. Otherwise how you get enthusiasm? That is the test. That is the test."
    },
    {
      "start_time": 1302,
      "end_time": 1395,
      "verse_references": [],
      "themes": [
        "Spiritual Platform",
        "Devotional Service",
        "Hearing",
        "Krishna Within"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But the spiritual platform is, as you are engaged in spiritual activities or devotional service, you become cleansed.",
      "summary": "This segment discusses the spiritual platform and the importance of hearing about Krishna, emphasizing that Krishna is within everyone.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=1302",
      "transcript": "Then the material platform, you are going, working, you will feel tired, and you will try to retire from it. But the spiritual platform is, as you are engaged in spiritual activities or devotional service, you become cleansed. Evam prasannam anaso bhagavata-bhakti-yoga. Prasannam anaso. As you prolong, execute devotional service, bhagavata-bhakti-yoga, prasannam anaso, you become jolly, because that is your nature. At the present moment, although I am spirit soul, my nature is to become jolly, ānanda, but because I am covered by this material nature, my joyfulness has practically disappeared. I am here. Or I am trying to enjoy life through this material body. That is my position. So if you engage yourself in devotional service, the first engagement is the śravaṇa, hearing. It is not difficult. You don't have to go anywhere. Śrīmatān sakataḥ kṛṣṇaḥ. Kṛṣṇa is within you. If you kindly hear about Kṛṣṇa, that is the first business, śravaṇa."
    },
    {
      "start_time": 1395,
      "end_time": 1470,
      "verse_references": [],
      "themes": [
        "Hearing about Krishna",
        "Purification",
        "Krishna's Name",
        "Guru's Example"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you kindly hear about Kṛṣṇa. Unfortunately, even we do not get time to hear about Kṛṣṇa.",
      "summary": "This segment emphasizes the importance of hearing about Krishna and how it purifies the heart, even if one doesn't fully understand.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=1395",
      "transcript": "If you kindly hear about Kṛṣṇa. Unfortunately, even we do not get time to hear about Kṛṣṇa. So Kṛṣṇa is within you. Kṛṣṇa is within you, and as soon as Kṛṣṇa sees that and now you are very much eager to hear about Him, that is first business. Śrīmatān sakataḥ kṛṣṇaḥ, puṇya-śravaṇa-ketanaḥ. And the hearing about Kṛṣṇa is puṇya. Even if you do not understand, because hearing about Kṛṣṇa means you are hearing the sound Kṛṣṇa. Sound Kṛṣṇa will purify you. Caitad-arvaṇa-mārjanam. My Guru Mahārāja, if somebody would write some article, he would hear. He would simply see how many times there is Kṛṣṇa and Lord Caitanya. Then he will pass. Yes, it is all right."
    },
    {
      "start_time": 1470,
      "end_time": 1556,
      "verse_references": [],
      "themes": [
        "Literature Describing Krishna",
        "Glorification of the Lord",
        "Devotees",
        "Sadhu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That type of literature, which is describing Kṛṣṇa, nāmāni anantasya yasvaṁ kitāni yad, yatra, in which, in that literature, where simply there is glorification of the Lord Kṛṣṇa.",
      "summary": "This segment discusses the importance of literature that glorifies Krishna and how devotees (sadhus) appreciate such literature.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=1470",
      "transcript": "Because, because there are so many times Kṛṣṇa uttered, it is already nice. That is also stated in the Śrīmad-Bhāgavatam. tad-bhāga-viśargaḥ janatāṁ viplavaḥ yasmin pratiḥ ślokam avad-bhattavi nāmāni naṁ tasya yasvaṁ kitāni yad That type of literature, which is describing Kṛṣṇa, nāmāni anantasya yasvaṁ kitāni yad, yatra, in which, in that literature, where simply there is glorification of the Lord Kṛṣṇa, of the ananta, the Supreme Lord, not dry philosophy, simply jugglery of words. That is garbage. So that, not that kind of literature, any literature, simply, simply trying to describe the glories of the ananta. yasaṁ aṁkit yasaṁ aṁkitāni yad śrīṇanti gāyanti gṛṇanti sādhavaḥ"
    },
    {
      "start_time": 1556,
      "end_time": 1672,
      "verse_references": [],
      "themes": [
        "Literature Describing Krishna",
        "Grammatical Correctness",
        "Glorification of Ananta",
        "Sukadeva Goswami"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even it is not properly composed, but because there is anantasya, anantasya guṇāne, the glorification of ananta, the Supreme, śrīṇanti gāyanti gṛṇanti sādhavaḥ, those who are sādhus, actually, they accept it.",
      "summary": "This segment explains that even if literature describing Krishna has grammatical errors, it is still valuable if it glorifies the Supreme Lord.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=1556",
      "transcript": "Those who are sādhu, those who are devotees, they hear that literature. They hear that literature. Otherwise, another, the next verse, I forget now, that vāyaśatīrthaṁ. That it is being described as vāyaśatīrthaṁ, uśanti mānasā. So this kind of literature, even it is not properly grammatically correct. tad-vāga-viśabhakaḥ janatāṁ viplaṭhaḥ yasmīṁ pratiḥ ślokam avadhyaḥ That, in writing Sanskrit slow, it requires very high education. It is not like, whatever I write, three lines, one line, and two lines, not. There is some metric system, caṇḍa. So śaita, śukadeva Gosvāmī says, even it is not properly composed, but because there is anantasya, anantasya guṇāne, the glorification of ananta, the Supreme, śrīṇanti gāyanti gṛṇanti sādhavaḥ, those who are sādhus, actually, they accept it. It doesn't matter if there is little grammatical mistake or some poetical discrepancies. There are literary rules and regulations. So śāstra says it doesn't matter even there is not perfectly. Śaṅkarāyāsā also says, nāhi nāhir aṣṭhati duḥkīṁ karaḥ . You cannot be saved by simply grammatical efficiency. The grammatical efficiency is secondary."
    },
    {
      "start_time": 1672,
      "end_time": 1751,
      "verse_references": [],
      "themes": [
        "Feeling for Krishna",
        "Hearing about Krishna",
        "Society's Purpose",
        "Association of Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The real thing is how much you are feeling for Kṛṣṇa. That is one thing.",
      "summary": "This segment emphasizes the importance of feeling for Krishna and the society's purpose in providing opportunities to hear about Him in the association of devotees.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=1672",
      "transcript": "The real thing is how much you are feeling for Kṛṣṇa. That is one thing. nāmāni nantasya yaśaṁ kītāni yad śrīṇanti gṛṇanti gāyanti sādhavaḥ So śrīṇatāṁ sakataḥ kṛṣṇa. If we are sincerely hearing about Kṛṣṇa, this very first quality, śravaṇaṁ kīrtanaṁ viṣṇu, this society, we are holding classes just to give opportunity to the people. We are not professional, that you come here and beg, then we continue, otherwise we stop. No. Our business is to distribute the glories of the Lord. śravaṇaṁ kīrtanaṁ viṣṇu. Therefore it is recommended. satāṁ prasaṅgād mama-vīrya-saṅgitaṁ. In satsangha, satsangha means the association of the devotees. satāṁ prasaṅgād mama-vīrya-saṅgitaṁ bhavante hṛta-karṇa-rasāyantam. Just contrary to this, avaiṣṇava mukha-gīrṇā-pūta-harī-kathā-mṛtaṁ śravaṇaṁ na kaśvatam."
    },
    {
      "start_time": 1751,
      "end_time": 1820,
      "verse_references": [],
      "themes": [
        "Hearing from Devotees",
        "Professional Reciters",
        "Association of Devotees",
        "Krishna's Help"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who are not Vaiṣṇava, those who are not devotees, one should not hear from them. It is useless. It is useless, waste of time.",
      "summary": "This segment stresses the importance of hearing about Krishna from devotees and avoiding professional reciters or non-devotees.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=1751",
      "transcript": "Those who are not Vaiṣṇava, those who are not devotees, one should not hear from them. It is useless. It is useless, waste of time. śravaṇaṁ na kaśvatam sarva-kṣiṣṭo pāyo yathā. Just like milk touched by the lips of a serpent is poison. You cannot say, it is milk, very nice. No. Because it is touched by the lips of the serpent, it is useless. Similarly, as soon as a professional reciter or a avaiṣṇava reciter, without any realization, without being a devotee of the Lord, cites, recites, that should not be heard. That is restricted by śrīnātana-guṣa. avaiṣṇava mukha-gīrṇā-pūta-harī-kathā-mṛtaṁ śravaṇaṁ na kaśvatam. Because you will not derive any benefit. You go on hearing for thousands of years, thousands of years. You still will remain where you are in the beginning. But śrīnātana-guṣa-kṣiṣṭo pāyo yathā. But śrīnātana-guṣa-kṣiṣṭo pāyo yathā. But śrīnātana-guṣa-kṣiṣṭo pāyo yathā."
    },
    {
      "start_time": 1820,
      "end_time": 1920,
      "verse_references": [],
      "themes": [
        "Krishna's Help",
        "Sincerity",
        "Cleanse the Heart",
        "Dirty Things"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Kṛṣṇa is there. You haven't got to search out Kṛṣṇa. He is already within you.",
      "summary": "This segment explains that Krishna helps those who are sincere and cleanses the dirty things within their hearts.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=1820",
      "transcript": "So this kathā, rikathā, kṛṣṇa-kathā should be heard from devotees, in the association of devotees. śrīnātana-guṣa-kṣiṣṭo pāyo yathā. Then Kṛṣṇa will help. Kṛṣṇa is very intelligent, more intelligent than me. So He knows, hard-hearted, what for. I am hearing. Then He'll help us. teṣāṁ sattva-yuktānāṁ bhajatāṁ prīti-pūrvataḥ dadāmi buddhi-yogaḥ . Kṛṣṇa is there. You haven't got to search out Kṛṣṇa. He is already within you. Simply He wants to see whether you are sincere. That's all. You cannot deceive. You cannot deceive Kṛṣṇa. He is always present. manu-vantā upadarṣṭhā. In the Bhagavad-gītā He is upadarṣṭhā. So śrīnatāṁ sakathā kṛṣṇa-punya-śrīmanakīrtanaḥ . If you simply hear about Kṛṣṇa from the lips of pure devotees, then it is punya. ceto-darpaṇa-mājanaṁ bhaumālā-vāgni-nirvāpaṇaḥ . It will cleanse your heart. It will cleanse your heart. śrīnatāṁ sakathā kṛṣṇa-punya-śrīmanakīrtanaḥ hṛdy-dantasya abhadrāṇiḥ . We have got many dirty things within our heart. Kṛṣṇa will cleanse. Kṛṣṇa is within them. Then Kṛṣṇa will personally cleanse. Then everything will be clear. Everything will be clear."
    },
    {
      "start_time": 1920,
      "end_time": 2016,
      "verse_references": [],
      "themes": [
        "Remain in Your Position",
        "Conquer Krishna",
        "Yasoda Maharaja",
        "Controlled by Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You can remain your position. You don't require to change your position.",
      "summary": "This segment discusses how one can conquer Krishna by remaining in their position and hearing from the proper source, using the example of Yasoda Maharaja.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=1920",
      "transcript": "You will understand. So it requires little willingness. sthāne sthitā śrutigatāṁ tanavāṁ na nobhīḥ . prāśo ajitopi jitaḥ paśi ta istila kyaṁ. This statement was given by Brahmā, and when it was quoted by Rāmānanda Rāya before Caitanya Mahāprabhu, he accepted that sthāne sthitā śrutigatāṁ tanavāṁ na nobhīḥ . You can remain your position. You don't require to change your position. Not that you have to give up your household life, you have to accept sannyāsa, or you have to do this, the other. No. Remain in your position. But try to hear from the proper source and try to understand. That will make you so strong that Kṛṣṇa is ajitaḥ, unconquerable, but you'll conquer Him. You'll conquer Him. Ajitopi, jitaḥ paśi, he becomes conquered. Because Kṛṣṇa cannot be conquered by anyone, by the demons, but He can be conquered by a devotee. Just like Yaśodā Mahārāja, he has conquered Kṛṣṇa. The whole world is trembled by Kṛṣṇa's prowess, but Kṛṣṇa is trembling before Yaśodā Mahārāja."
    },
    {
      "start_time": 2016,
      "end_time": 2193,
      "verse_references": [],
      "themes": [
        "Controlled by Devotees",
        "Mother of Krishna",
        "Ananda-cinmaye rasa-pradibha",
        "Krishna's Life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So you can become mother of Kṛṣṇa, you can become father of Kṛṣṇa.",
      "summary": "This segment concludes by emphasizing that devotees can become the mother or father of Krishna, highlighting Krishna's desire to be controlled by His devotees and the essence of Krishna's life in Vrindavana.",
      "timestamp_url": "https://youtu.be/TJTn0IJoxRE?t=2016",
      "transcript": "On the stick. So he wants to be controlled. Because everyone is praying. My dear Lord, oh, You are so great. Everyone prays like that. But no one shows his stick. But he wants, because that is also enjoyment. So sometimes he is disappointed that nobody wants me to show his stick. Therefore he finds out there is such a devotee who can show him stick. Kṛṣṇa is so kind. Kṛṣṇa is so kind. So you can become mother of Kṛṣṇa, you can become father of Kṛṣṇa. What is to become one with Kṛṣṇa? You become father of Kṛṣṇa. The Māyāvādīs, they want to march into the Supreme. But we want to become father of Kṛṣṇa. Why march? More than Kṛṣṇa. The devotee can beget Kṛṣṇa. Kṛṣṇa accepts that. Yes, I shall become your child. I shall be controlled by your stick. So they are, they are not ordinary. We should not think like that. That is ānanda-cinmaye rasa-pradibhā. That is Kṛṣṇa's expansion of pleasure potency. Kṛṣṇa wants to be controlled by Yaśodā Mahārāja. Kṛṣṇa wants to be defeated by His friends. Kṛṣṇa wants to be refused. Rādhārāṇī is darsana. Yes. Rādhārāṇī is angry. She has refused. He has ordered. They are so guilty. Don't allow Kṛṣṇa to come here. Yes. Kṛṣṇa is flattering, kindly let me go. No, sorry, cannot go. This is Kṛṣṇa, you see. But at the same time, gopī-jana-vallava. Yayasi rādhā mādhava gopī-jana-vallava. Kṛṣṇa is, that is Kṛṣṇa's actual life. He is gopī-jana-vallava. He is rādhā mādhava. He is Giri-varadhāra. As soon as the gopīs and the cowards march in distress, He'll uplift this hill, govardhana, Giri-varadhā. That is Kṛṣṇa's life. As the gopīs and the cowards march, and the inhabitants of Vṛndāvana, they have sacrificed everything, they do not know anything but Kṛṣṇa. Similarly, Kṛṣṇa also does not know anything beyond Vṛndāvana. That is Kṛṣṇa. That is bhakti-tasvāmṛta-sindhu."
    }
  ]
}