{
  "video_id": "tKs82AxeW6o",
  "title": "SB 1.19.5 | HH Stoka Krishna Swami | 05-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=tKs82AxeW6o",
  "segments": [
    {
      "start_time": 0,
      "end_time": 53,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/tKs82AxeW6o?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananj Nishalakaya Chakshur Unmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunya Vadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhigaura Bhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udeerayet"
    },
    {
      "start_time": 54,
      "end_time": 169,
      "verse_references": [
        "SB 1.19.5"
      ],
      "themes": [
        "devotion",
        "self-realization",
        "Krishna consciousness",
        "renunciation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Loving devotional service to Krishna is the greatest achievement nothing else can compare with that",
      "summary": "The speaker introduces verse 5 of the 19th chapter of the 1st canto of Srimad Bhagavatam, focusing on Maharaj Pariksit's preparation for death through Krishna consciousness and renunciation of other self-realization practices.",
      "timestamp_url": "https://youtu.be/tKs82AxeW6o?t=54",
      "transcript": "In this session we will be discussing from the 5th verse of the 19th chapter of the 1st canto of Srimad Bhagavatam: Atho Vihayemam Amum Chalokam Vimarshitau Heyataya Purastat Krishnangri Sevam Adhimanyamana Upavishatprayam Amartyanadyam. The meaning of this 5th verse is Maharaj Pariksit sat down firmly on the banks of the Ganges to concentrate his mind in Krishna consciousness, rejecting all other practices of self-realization, because transcendental loving service to Krishna is the greatest achievement, superseding all other methods. So this verse is directly describing what did Pariksit do to prepare for death, having got the news that he was cursed to die within a week by a snake bite. So he renounced his kingdom and he went to a sacred place on the bank of the river Ganga, sat down firmly to concentrate his mind in Krishna Consciousness. Why? Because he's a devotee and he knows that bhakti yoga is the best system for self-realization, so he rejected all of the practices of self-realization because he knew that loving devotional service to Krishna is the greatest achievement, nothing else can compare."
    },
    {
      "start_time": 169,
      "end_time": 280,
      "verse_references": [],
      "themes": [
        "spiritual world",
        "material world",
        "Goloka Vrindavana",
        "Brahma loka"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For a devotee like Pariksit Maharaj none of the material planets even the topmost brahma loka is as desirable as Goloka Vrindavana",
      "summary": "The speaker explains Srila Prabhupada's purport, contrasting the desires of a devotee (Goloka Vrindavana) with the limited understanding of material existence by modern scientists and philosophers, emphasizing the superiority of Krishna's abode.",
      "timestamp_url": "https://youtu.be/tKs82AxeW6o?t=169",
      "transcript": "With that, so in the purport Srila Prabhupada explains, for a devotee like Maharaj Pariksit, none of the material planets, even the topmost brahma loka, is as desirable as Goloka Vrindavana, the abode of Lord Sri Krishna, the primeval Lord and original personality of Godhead. This means a devotee like Pariksit Maharaj knows what is the nature of material existence. He is not ignorant like modern day people, even so-called learned scientists and philosophers. They do not know what is the nature of material existence. Sages do not know. They do not even know about the different varieties of planets in this material universe. So Srila Prabhupada explains here, for a devotee who is in knowledge, he knows that none of the material planets, including the topmost brahma loka, is a desirable place to transfer oneself to after quitting this body. So the best place, the most desirable place for a devotee is the personal abode of Shri Krishna which is called Goloka Vrindavana."
    },
    {
      "start_time": 280,
      "end_time": 392,
      "verse_references": [],
      "themes": [
        "Goloka Vrindavana",
        "spiritual world",
        "material creation",
        "universes",
        "planets",
        "living beings"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's personal abode is called Goloka Vrindavana and that is the destination desired by pure devotees of Krishna like Parikshit Maharaj.",
      "summary": "The speaker describes the vastness of the material creation, including innumerable universes and planets, and the insignificance of human beings within this scheme, while highlighting the importance of Goloka Vrindavana.",
      "timestamp_url": "https://youtu.be/tKs82AxeW6o?t=280",
      "transcript": "Goloka Vrindavana. Goloka eva nivasati akhilatma bhutaha govindam adipurusham tamaham bhajami. So several places in the scripture it is described Krishna's personal abode is called Goloka Vrindavana and that is the destination desired by pure devotees of Krishna like Parikshit Maharaj. Further Srila Prabhupada says this earth is one of the innumerable material planets within the universe. There are millions and billions of planets in this one universe and there are millions of universes within this material cosmic manifestation and the spiritual world is beyond all this. This the modern day scientists and philosophers and people do not know, they have no knowledge, they have no understanding, they have no idea. So the spiritual world is beyond all this. So, Srila Prabhupada says there are innumerable universes also within the compass of the Mahatattva. Mahatattva is the material creation, entirety of material creation is called Mahatattva. So, within this Mahatattva there are innumerable universes and each universe consists of innumerable planets and each planet consists of innumerable living beings. And among innumerable living beings in 84 lakh species, the human beings are one species of living beings, so very very very insignificant, human beings are insignificant in the scheme"
    },
    {
      "start_time": 392,
      "end_time": 479,
      "verse_references": [
        "BG 9.25"
      ],
      "themes": [
        "false ego",
        "illusion",
        "spiritual masters",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Due to false ego, due to ignorance, due to being under the influence of illusion we think oh human beings are the greatest in the entire creation, no there are higher beings",
      "summary": "The speaker discusses the influence of false ego and illusion, emphasizing the importance of spiritual masters and reading the Bhagavad Gita as explained by a bona fide Acharya like Srila Prabhupada.",
      "timestamp_url": "https://youtu.be/tKs82AxeW6o?t=392",
      "transcript": "of things in this creation. But due to false ego, due to ignorance, due to being under the influence of illusion we think oh human beings are the greatest in the entire creation, no there are higher beings even within this universe and the topmost supreme personality is even beyond the material creation, the supreme lord, personality of God is Krishna of whom people do not have proper knowledge, proper understanding. So, Prabhupada is educating us by writing this elaborate purport. The devotees are told by the lord and his representatives, the spiritual masters or acharyas that not one of the planets within all the innumerable universes is suitable for the residential purposes of a devotee. These are all explained in the Bhagavad Gita, but you have to read Bhagavad Gita as explained by the Acharya. The bona fide Acharya Sri de Prabhupad, he has translated and given purport to Bhagavad"
    },
    {
      "start_time": 479,
      "end_time": 574,
      "verse_references": [],
      "themes": [
        "birth and death",
        "spiritual world",
        "kingdom of God",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The devotee always desires to go back home, back to Godhead just to become one of the associates of the Lord.",
      "summary": "The speaker explains that the fundamental misery of material existence is the repetition of birth and death, and the best place for residence is the spiritual world, desiring to be an associate of the Lord.",
      "timestamp_url": "https://youtu.be/tKs82AxeW6o?t=479",
      "transcript": "Gita and he calls it Bhagavad Gita As It Is. Because in English language, before Prabhupadan wrote, nobody else had written the Bhagavad Gita to explain this fact that as the Lord explains in the Bhagavad Gita itself, all places are places of repetition of birth and death. And this is the fundamental misery of material existence, repetition of birth and death. That people do not know. And they also do not know that the best place for our residence is the kingdom of God in the spiritual world, personal kingdom of God. So, Prabhupada says the devotee always desires to go back home, back to Godhead just to become one of the associates of the Lord, in the capacity of servitor, friend, parent or conjugal lover of the Lord, either in one of the innumerable Vaikuntha planets or in Goloka Vrindavana, the planet of Lord Sri Krishna. So, this statement, it's being explained. There are many, many, many, many planets in the spiritual sky beyond the material creation."
    },
    {
      "start_time": 574,
      "end_time": 686,
      "verse_references": [],
      "themes": [
        "Vaikuntha planets",
        "Goloka Vrindavana",
        "spiritual sky",
        "material planets",
        "eternity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The planets in the spiritual sky, the Vaikuntha lokas and Goloka Vrindavana are eternally situated.",
      "summary": "The speaker differentiates between Vaikuntha planets and Goloka Vrindavana in the spiritual sky, emphasizing their eternal nature compared to the temporary nature of material planets.",
      "timestamp_url": "https://youtu.be/tKs82AxeW6o?t=574",
      "transcript": "And those planets are of two categories. The Vaikuntha planets is one category of spiritual planets where the Supreme Lord as Narayana is residing with his devotees. And there is another planet called Goloka Vrindavana also in the spiritual sky where Lord Sri Krishna resides with his devotees. Narayana is four-handed Lord and Sri Krishna is two-handed Lord. But both are the supreme personality of Godhead in different forms. All these planets, that means Vaikuntha lokas and Goloka Vrindavana are eternally situated in the spiritual sky. The characteristic of material planets, whether Brahma loka or Indra loka, Chandra loka, Bhu loka, Patar loka, Sutala loka, all material planets are not eternal. Bhutva bhutva praliyate. They are constantly created, maintained and destroyed, including Brahma loka. And so are the living beings. The living beings are created, maintained and destroyed also. So the planets in the spiritual sky, the Vaikuntha lokas and Goloka Vrindavana are eternally situated. There is no creation, there is no destruction, there is no need for maintenance. That we have to understand, we have to realize, we have to accept."
    },
    {
      "start_time": 686,
      "end_time": 774,
      "verse_references": [],
      "themes": [
        "spiritual sky",
        "causal ocean",
        "transcendental bliss",
        "confidential knowledge",
        "piety"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the spiritual sky, there are so many spiritual planets, eternally situated, no creation in the spiritual planets, no misery, no birth, no disease, no old age, no suffering, only pure transcendental bliss",
      "summary": "The speaker describes the location of the spiritual sky beyond the causal ocean, highlighting the absence of misery and the presence of transcendental bliss, emphasizing the confidential nature of this knowledge.",
      "timestamp_url": "https://youtu.be/tKs82AxeW6o?t=686",
      "transcript": "We have to appreciate this fact. And where is the spiritual sky? It is on the other side of the causal ocean within the Mahat-tattva. Mahat-tattva is the entire material creation and this material creation is one side of an ocean called the causal ocean. It is called Karana Jala and the other side of the causal ocean is the spiritual sky. In the spiritual sky, there are so many spiritual planets, eternally situated, no creation in the spiritual planets, no misery, no birth, no disease, no old age, no suffering, only pure transcendental bliss in association with Krishna or Narayana as one of his associates. So, this is very, very, very, very confidential knowledge Prabhupada is giving here. Maharaj Pariksit was already aware of all this information due to his accumulated piety and birth in a high family of devotees and Vaishnavas."
    },
    {
      "start_time": 774,
      "end_time": 872,
      "verse_references": [],
      "themes": [
        "Vedas",
        "heavenly planets",
        "Vaishnavas",
        "material planets",
        "modern scientists"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only the Vaishnavas, the pure devas, are able to promote themselves to higher planets in this universe.",
      "summary": "The speaker contrasts the Vaishnavas' knowledge of the spiritual and material planets with the limited understanding of modern scientists, emphasizing that even the heavenly planets are still places of death.",
      "timestamp_url": "https://youtu.be/tKs82AxeW6o?t=774",
      "transcript": "Thus, he was not at all interested in material planets. This means to say, there are people who are conversant with the Vedas, which explain how one can promote oneself to higher planets in this universe, the heavenly planets particularly, where there is better, much better standard of living than on the earth planet, millions of times better. But even that place is a place of death. So therefore, only the Vaishnavas, the pure devas, are able to promote themselves to higher planets in this universe. They are devotees of the Supreme Lord Vishnu or Krishna. They have proper knowledge about the nature of all these material planets as opposed to the real nature of the spiritual planets, the Vaikunthalokas. So Maharaj Pariksit was a Vaishnava. So he knew all this, therefore, he was not interested in promoting himself to a material planet. Now Prabhupada compares the modern scientists, they are very eager to reach the moon planet or some other Mars planet. But they cannot conceive of the highest planet of this universe. They do not even know what are the conditions in Brahmaloka. But in contrast, Prabhupada says a devotee like Maharaj Pariksit does not care for any of these material planets, whether moon planet or Brahmaloka."
    },
    {
      "start_time": 872,
      "end_time": 954,
      "verse_references": [],
      "themes": [
        "transcendental loving service",
        "fasting",
        "river Yamuna",
        "river Ganges"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He became determined in the transcendental loving service of Lord Krishna by complete fasting in the bank of the transcendental river Yamuna.",
      "summary": "The speaker concludes by describing Maharaj Pariksit's determination in transcendental loving service through fasting on the banks of the river Yamuna, clarifying a potential discrepancy with earlier mentions of the Ganges.",
      "timestamp_url": "https://youtu.be/tKs82AxeW6o?t=872",
      "transcript": "He does not care for any of these material planets, whether moon planet or Brahmaloka. So when he was assured that he is going to die within seven days, on a fixed date he was assured that he is going to die, he became determined in the transcendental loving service of Lord Krishna by complete fasting in the bank of the transcendental river Yamuna. Now earlier it was mentioned that Pariksit Maharaj was sitting down firmly on the bank of the Ganges. And here in the purport Shrita Prabhupada is telling Pariksit Maharaj sat down on the bank of the river Yamuna. So Prabhupada explains in a later purport, actually even though some places scriptures mention that Pariksit sat down on the bank of the river Ganga, but actually he sat down on the bank of the river Yamuna because Yamuna flows through the Ganges. So he sat down on the bank of the river Yamuna, Hastinapura which is the capital of the Delhi state. So he was ruling from Hastinapura, so he sat down on the bank of the Yamuna. Now this is explained better in the next verse. So we will hear about this more in the next verse. Thank you very much."
    }
  ]
}