{
  "video_id": "TLRKys2J_HU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.3 | 25-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=TLRKys2J_HU",
  "segments": [
    {
      "start_time": 35,
      "end_time": 141,
      "verse_references": [
        "SB 1.11.3"
      ],
      "themes": [
        "Krishna's arrival in Dwarka",
        "Devotee's eagerness for Krishna's darshan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Immediately they began to run towards the city entrance, simply to receive the Lord, to have his darshan, long-desired audience.",
      "summary": "The citizens of Dwarka eagerly await Krishna's arrival and rush to greet him upon hearing the sound of his conch shell.",
      "timestamp_url": "https://youtu.be/TLRKys2J_HU?t=35",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi Rayet In this session, we will be discussing from the third verse of the eleventh chapter of the first canto of Srimad Bhagavatam, Tam Upashrutya Ninadam Jagadbhaya Bhayavaham Pratyudyayukh Prajasarva Bhartradarsana Lalasaaha. The meaning of this verse is, the citizens of Dwaraka, having heard that sound which threatens fear personified in the material world, began to run away. Run towards him fast, just to have a long-desired audience with the Lord, who is the protector of all devotees. So this is the description of how the citizens of Dwaraka responded to that sound of Krishna's conch shell. Krishna was announcing to the citizens, knowing very well that they were eagerly awaiting his arrival in Dwaraka. So he sounded his conch shell. Before he actually entered the city, he sounded his conch shell. And what did the citizens do? Immediately they began to run towards the city entrance, simply to receive the Lord, to have his darshan, long-desired audience."
    },
    {
      "start_time": 177,
      "end_time": 273,
      "verse_references": [],
      "themes": [
        "Liberated souls",
        "Eternal association with Krishna",
        "Constant remembrance of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The pure devotees, the liberated souls, the eternal associates never forget Krishna even for one moment.",
      "summary": "The speaker explains that the citizens of Dwarka were liberated souls who are eternally connected to Krishna and constantly remember him.",
      "timestamp_url": "https://youtu.be/TLRKys2J_HU?t=177",
      "transcript": "As already explained by Srila Prabhupada in the Purport, the citizens of Dwarka who lived at the time of Lord Krishna's presence there were all liberated souls who descended there along with the Lord as entourage. They accompanied the Lord. They are all his eternal devotees. They are all liberated souls. They have nothing to do with this material world of karma. We take birth here because we have got the force of karma and we accept a material body. These devotees of Krishna, liberated souls, they come in their spiritual form as much as Krishna appears in his original spiritual form. And it is described, all were anxious to have an audience with the Lord although because of spiritual contact, they were never separated from the Lord. We should not think that they are forgetful of Krishna at any time. No. That is our condition that we forget Krishna and we are put into so much material miseries, material difficulties, material problems only because of forgetfulness of Krishna. But the pure devotees, the liberated souls, the eternal associates never forget Krishna even for one moment. They are constantly thinking of Krishna, constantly remembering Krishna, constantly in touch with Krishna through varieties of ways."
    },
    {
      "start_time": 273,
      "end_time": 356,
      "verse_references": [],
      "themes": [
        "Gopis' remembrance of Krishna",
        "Dwarka citizens' remembrance of Krishna",
        "Ecstasy of devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Similarly, the citizens of Dwarka were all immersed in thought of the Lord while he was away from Dwarka to attend the battle of Kurukshetra.",
      "summary": "The speaker compares the citizens of Dwarka's constant remembrance of Krishna to the gopis' remembrance of Krishna and emphasizes the joy derived from this constant connection.",
      "timestamp_url": "https://youtu.be/TLRKys2J_HU?t=273",
      "transcript": "Just as the gopis of Vrindavan used to think of Krishna while he was away from the village for cowherding engagements. The example is given by Srila Prabhupada, the gopis in Vrindavan. Krishna is to go for cowherding. The gopis would always think of Krishna when he was away from the village. Similarly, the citizens of Dwarka were all immersed in thought of the Lord while he was away from Dwarka to attend the battle of Kurukshetra. They were thinking of Krishna. They were remembering his pastimes. They were thinking of his beautiful form, of his qualities, of his relationship. Everything. They are constantly immersed and that itself is a source of unlimited joy for them. They are always in this. But there are varieties of experiences of this ecstasy in different times, in different ways. The ecstasy of the devotees is ecstasy. The ecstasy of the devotees is experienced by them."
    },
    {
      "start_time": 356,
      "end_time": 463,
      "verse_references": [],
      "themes": [
        "Krishna's oneness",
        "Krishna's different forms and relationships",
        "Krishna's incarnations"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But Krishna is one Supreme Lord.",
      "summary": "The speaker refutes the idea that the Krishna of Vrindavan, Mathura, and Dwarka are different, asserting that Krishna is one Supreme Lord who manifests in different forms and relationships.",
      "timestamp_url": "https://youtu.be/TLRKys2J_HU?t=356",
      "transcript": "Some distinguished fiction writer in Bengal concluded that the Krishna of Vrindavan, that of Mathura and that of Dwarka were different personalities because Krishna's activities are entirely different in Vrindavan, in Mathura and Dwarka. There are varieties of relationships, varieties of forms, varieties of activities, varieties of qualities displayed by Krishna. But Krishna is one Supreme Lord, one person, though he presents himself in different forms, in different moods according to the relationship. But he is one person. He is not different. There are not many persons there, only one person. Historically there is no truth in this conclusion. That means Krishna is the same everywhere, in Dwarka, in Mathura, in Vrindavan. The Krishna of Kurukshetra and the Krishna of Dwarka are one and the same personality. Advaitam acchutamanadi manantaroopam Not only Krishna in Dwarka, Vrindavan and Mathura are one person. Even Krishna and Rama and Narasimha and Varaha are the same person, Krishna, in different incarnations. Even in the spiritual world, Narayana, Vasudeva, Sankarsana, Pradyumna, Aniruddha are the same person, Krishna. But he is present in different forms according to the need of reciprocating with his different forms."
    },
    {
      "start_time": 468,
      "end_time": 587,
      "verse_references": [],
      "themes": [
        "Melancholy in Krishna's absence",
        "Krishna as the dispeller of darkness",
        "Awakening to Krishna"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Similarly, all darkness is dispelled, all ignorance is dispelled, all sadness is dispelled when Krishna sounded his conch shell and announced his arrival in Dwaraka.",
      "summary": "The speaker explains that the citizens of Dwarka felt melancholy in Krishna's absence, comparing it to darkness at night, and that Krishna's arrival dispels this darkness like the rising sun.",
      "timestamp_url": "https://youtu.be/TLRKys2J_HU?t=468",
      "transcript": "The citizens of Dwarka were thus in a state of melancholy. Melancholy means feeling of sadness due to the Lord's absence from the transcendental city. When Krishna was absent, the citizens were feeling sad. Krishna is not there. We long for Krishna. As much as we are put into a state of melancholy at night because of the absence of the sun, the example is being given. In darkness, without sunshine at night, we feel sadness. The sound heralded by Lord Krishna was something like the heralding of the sunrise in the morning. When the sun rises in the morning, the darkness is immediately dispelled. And thieves and plunderers and all kinds of rogues, they again go back into hiding because they stealthily try to do all their nefarious activities at night in the darkness. Whereas as soon as the sun rises, all these thieves and plunderers, they go away into hiding. Similarly, all darkness is dispelled, all ignorance is dispelled, all sadness is dispelled when Krishna sounded his conch shell and announced his arrival in Dwaraka. So all the citizens of Dwarka awoke from a state of slumber. Slumber means sleepiness. They were like sleeping in the absence of Krishna, and they awoke because of the sunrise of Krishna."
    },
    {
      "start_time": 587,
      "end_time": 681,
      "verse_references": [],
      "themes": [
        "Krishna as the only protector",
        "Non-dual nature of Krishna",
        "Krishna's presence in his name, form, and qualities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is the only protector of all his devotees.",
      "summary": "The speaker emphasizes that Krishna is the sole protector of his devotees and explains the non-dual nature of Krishna, where his name, form, qualities, and abode are identical to him.",
      "timestamp_url": "https://youtu.be/TLRKys2J_HU?t=587",
      "transcript": "And they all hastened towards him just to have an audience, just to have darshan of Krishna's beautiful form. They all rushed towards Krishna, their entrance of the city of Dwaraka. The devotees of the Lord know no one else as their protector. Krishna is the only protector of all his devotees, and Krishna is the only one who can give protection. No one else can protect us. Especially in the material world, we are, that Prabhupada explains in the next paragraph. This sound of the Lord is identical with the Lord as we have tried to explain by the non-dual position of the Lord, Advaya jnana. In the Bhagavatam it is explained Krishna is Advaya jnana, the non-dual substance. That means Krishna is absolute. His name, his form, his qualities, his pastimes or his activities, his paraphernalia, his devotees, his abode, all are identical with Krishna. That means Krishna is fully present in his name, in his form, in his qualities, in his abode, in his devotees, pure devotees, in his opulence."
    },
    {
      "start_time": 681,
      "end_time": 772,
      "verse_references": [],
      "themes": [
        "Material existence full of fear",
        "Problems of material existence",
        "Influence of Maya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "The material existence of our present status is full of fear.",
      "summary": "The speaker describes material existence as being full of fear and problems due to our association with Maya, the illusory energy of the Lord.",
      "timestamp_url": "https://youtu.be/TLRKys2J_HU?t=681",
      "transcript": "Everything is Krishna. There are no two things. In the material world there is always matter and spirit. We have a material body. This body is different from us. We are spirit soul. Whereas Krishna is identical with his form because his form is completely spiritual. Krishna is identical with his name because his name is completely spiritual. So Prabhupada explains further the material existence of our present status is full of fear. Out of the four problems of material existence ahara, nidra, bhaya, maithuna food problem, shelter problem, fear problem, mating problem the fear problem gives us more trouble than the others. We are always fearful due to our ignorance of the next problem. We are faced with many different problems one after another. That is material existence. So the whole material existence is full of problems and thus the fear problem is always prominent. This is due to our association with the illusory energy of the Lord known as Maya. So in the absence of Krishna consciousness when you forget Krishna then we are in touch or we are trapped, captured by the illusory energy Maya."
    },
    {
      "start_time": 772,
      "end_time": 863,
      "verse_references": [],
      "themes": [
        "Chanting Hare Krishna",
        "Dispelling fear",
        "Association with Krishna through sound"
      ],
      "content_type": "practical",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Yet all fear is vanished as soon as there is a sound of the Lord represented by his holy name",
      "summary": "The speaker explains that chanting the Hare Krishna mantra dispels all fear and connects us with Krishna through his sound representation.",
      "timestamp_url": "https://youtu.be/TLRKys2J_HU?t=772",
      "transcript": "Yet all fear is vanished as soon as there is a sound of the Lord represented by his holy name as it was sounded by Lord Sri Chaitanya Mahaprabhu in the following sixteen words Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Chaitanya Mahaprabhu taught us this Hare Krishna mantra. He chanted and he also instructed us to chant Hare Krishna thereby associated with Krishna through his sound representation, through his sound form Hare Krishna mantra. Hare Krishna mantra is fully present in the Hare Krishna mantra. And as soon as we say Hare Krishna immediately all fear will vanish, all problems will disappear, all miseries will go away and we come in direct contact with Krishna if we chant and hear Hare Krishna. Chanting and hearing Hare Krishna is as simple yet very very effective and powerful way of driving away all fear of becoming free from all problems. So that is what Srila Prabhupada explains we can take advantage of these sounds and be free from all threatening problems."
    },
    {
      "start_time": 865,
      "end_time": 939,
      "verse_references": [],
      "themes": [
        "Taking shelter of Krishna",
        "Dependence on Krishna",
        "Liberation from problems"
      ],
      "content_type": "practical",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "All this can be solved simply by chanting Hare Krishna and awakening our Krishna consciousness to come to the state of dependence on Krishna.",
      "summary": "The speaker emphasizes that chanting Hare Krishna awakens our Krishna consciousness, leading to dependence on Krishna and liberation from all problems.",
      "timestamp_url": "https://youtu.be/TLRKys2J_HU?t=865",
      "transcript": "Chaitanya Mahaprabhu is teaching us to put an end to our suffering in this world. Somebody may say how can simply chanting Hare Krishna solve all my problems? The difficulty is that in material existence we forget Krishna and we don't understand that we have to take shelter of Krishna for solving all our problems, for getting all our necessities, for getting complete protection from Krishna. But instead in forgetfulness we make so many other arrangements which are incomplete, imperfect, insufficient. All this can be solved simply by chanting Hare Krishna and awakening our Krishna consciousness to come to the state of dependence on Krishna, full dependence on Krishna, and thereby we become completely liberated from all problems. All our problems are solved."
    }
  ]
}