{
  "video_id": "TnkpjshcIVA",
  "title": "SB 1.17.31-32 | HH Stoka Krishna Swami | 12-03-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=TnkpjshcIVA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurunmeelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/TnkpjshcIVA?t=0",
      "transcript": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurunmeelitam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 48,
      "end_time": 139,
      "verse_references": [
        "SB 1.17.31"
      ],
      "themes": [
        "surrender",
        "forgiveness",
        "justice"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But you cannot remain in my kingdom, for you are the friend of irreligion.",
      "summary": "The speaker introduces the context of Srimad Bhagavatam 1.17.31, where King Parikshit pardons Kali Purusha upon surrender but prohibits him from residing in his kingdom due to his association with irreligion.",
      "timestamp_url": "https://youtu.be/TnkpjshcIVA?t=48",
      "transcript": "In this session, we will be discussing from two verses, 31st and 32nd verses of the 17th chapter of the first canto of Srimad Bhagavata. The 31st verse is as follows: Rajavacha, after the Kali Purusha surrendered to Parikshit Maharaj, when he is about to be killed, he surrendered. And what did Parikshit say? He definitely pardoned Kali Purusha, did not kill him. But what did he say? Na te gudakesha yaso dharanam baddhanjalervai bhayam astikinchit na vartitavyam bhavata katanchana kshetremadiyetvam adarmabandhuhu. This is Parikshit's reply to Kali Purusha, the action of Kali Purusha. The translation of this 31st verse: The king thus said, it's King Parikshit. We have inherited the fame of Arjuna. Therefore, since you have surrendered yourself with folded hands, you need not fear for your life. But you cannot remain in my kingdom, for you are the friend of irreligion. Adarmabandhu."
    },
    {
      "start_time": 140,
      "end_time": 234,
      "verse_references": [],
      "themes": [
        "religion",
        "irreligion",
        "welfare state",
        "citizenship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But in all circumstances, he cannot be allowed to live as a citizen in any part of a welfare state.",
      "summary": "The speaker elaborates on Srila Prabhupada's explanation that while a surrendered soul may be spared, those who violate fundamental religious principles should not be allowed to reside in a welfare state and negatively influence others.",
      "timestamp_url": "https://youtu.be/TnkpjshcIVA?t=140",
      "transcript": "Hmm. So, Shri La Prabhupada explains, \"The personality of Kali, who is the friend of all kinds of irreligiosities, may be excused if he surrenders. But in all circumstances, he cannot be allowed to live as a citizen in any part of a welfare state. Those who are violators of the fundamental principles of religion...\" Fundamental principles of religion are not based on whether somebody is Hindu or Christian or Muslim. No. It is independent of that. To practice austerity, cleanliness, truthfulness, and mercy is there in all religious systems, bona fide religious systems. Hmm. So, they have to follow that. If they become irreligious by breaking these principles, then they will not be allowed to live as a proper citizen in the kingdom or in the welfare state, being ruled by a proper administrator. Hmm. So, the principle of excusing or rather sparing the life of a surrendered soul is there. Hmm. But he cannot be allowed to live and influence the innocent people in a wrong way."
    },
    {
      "start_time": 235,
      "end_time": 372,
      "verse_references": [],
      "themes": [
        "Krishna's plan",
        "Kurukshetra",
        "demons",
        "Pandavas"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna arranged for all these remaining demons to be killed to bring down the burden of the earth.",
      "summary": "The speaker explains that Krishna orchestrated the battle of Kurukshetra to eliminate remaining demons and alleviate the burden on the earth, using the Pandavas as instruments.",
      "timestamp_url": "https://youtu.be/TnkpjshcIVA?t=235",
      "transcript": "The Pandavas were entrusted representatives of the personality of God and Lord Krishna, who practically brought into being the battle of Kurukshetra. It is Krishna who arranged the battle of Kurukshetra, because before the battle of Kurukshetra, Krishna was engaged in killing so many demons. But in spite of killing, Krishna killing so many demons, Krishna began killing right on the lap of his mother as a small ten day old infant. Poorthana came to kill Krishna, but Krishna delivered her. And after that so many demons came: Pakasura, Denukasura, Aghasura, Trinavarta, so many demons came, Shakatasura, so many demons. Krishna killed, killed, killed. Of course Krishna's killing is delivering them, liberating them, purifying them, but still Krishna had to deal with these demons. And Krishna went on killing, killing, killing. But the number of demons were so many, those who escaped, Krishna brought them all together on the battlefield of Kurukshetra. And through this battle of Kurukshetra, Krishna arranged for all these remaining demons to be killed, to bring down the burden of the earth. So he arranged. And Pandavas, even though Yudhishthira said, \"I am not interested in ruling a kingdom and enjoying royal power.\" No. Even though it was his rightful claim, but he said, \"If Duryodhana wants to rule, let him rule. I don't want to unnecessarily fight and I be the cause of so much killing happening in the battle.\" But Krishna wanted this battle. Why? To clear away the earth of the burden of these demons. So through the battle of Kurukshetra, Krishna arranged the remaining demons to be killed."
    },
    {
      "start_time": 373,
      "end_time": 465,
      "verse_references": [
        "BG 4.1"
      ],
      "themes": [
        "ideal ruler",
        "Krishna consciousness",
        "duty of a ruler"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna wanted an ideal king like Maharaj Yudhishthira and his descendants like Maharaj Pariksit to rule the world.",
      "summary": "The speaker emphasizes Krishna's desire for ideal rulers who follow the principles of Bhagavad Gita and protect citizens from material bondage by promoting God consciousness.",
      "timestamp_url": "https://youtu.be/TnkpjshcIVA?t=373",
      "transcript": "So Krishna did not have any personal interest, not that he wanted to rule or he wanted to enjoy, nothing. So Krishna, what did Krishna want? Through the battle of Kurukshetra, Krishna wanted an ideal king like Maharaj Yudhishthira and his descendants like Maharaj Pariksit to rule the world. Krishna wanted that. Krishna always wants that. It is explained in the Bhagavad Gita by Srila Prabhupada. Krishna first instructed the Bhagavad Gita to this sun god Vivaswan. Why? Because Krishna wants the rulers to rule over the citizens according to the principles of Bhagavad Gita. So the first duty of a ruler is to protect the citizens against material bondage to lust by preaching Krishna consciousness, God consciousness, making them God conscious, and thereby human life becomes successful for everyone. Everyone can live peacefully by following the religious principles, God conscious principles, and everyone is able to make spiritual progress to ultimately attain the perfection of human life simply by following the principles of Bhagavad Gita."
    },
    {
      "start_time": 466,
      "end_time": 585,
      "verse_references": [],
      "themes": [
        "irreligiosity",
        "corruption",
        "bad influence",
        "Krishna consciousness"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The friends of irreligiosity should be banished from the state, and that will save the state from corruption.",
      "summary": "The speaker connects allowing irreligiosity to flourish with corruption in the state, using the analogy of smoking to illustrate how bad influences can victimize innocent people, emphasizing Krishna consciousness as the solution.",
      "timestamp_url": "https://youtu.be/TnkpjshcIVA?t=466",
      "transcript": "Because Pariksit, Yudhishthira, all of them are representatives of Krishna, they cannot allow the friend of irreligiosity to flourish in their kingdom at the cost of the good fame of the Pandavas. Pandavas are well known as ideal rulers, perfect followers of Dharma, pure devotees of Krishna, and they ruled perfectly. So their good fame cannot be spoiled by Pariksit allowing this Kali Purusha who surrendered to live in his kingdom and spread irreligion. So Prabhupada says that is the way of wiping out corruption in the state. The friends of irreligiosity should be banished from the state, and that will save the state from corruption, the bad influence. There are so many innocent people in this world. It's like Prabhupada says, \"By birth, does somebody have a cigarette in his mouth by birth? Where did he get this habit of smoking?\" By bad influence of other people who are smoking. It's only by bad influence. Similarly, the wrong influence actually victimizes innocent people to fall prey to bad habits, and once they become habituated to some, it is very difficult for them to give up later on, even if they want to, except by Krishna Consciousness, they cannot give up."
    },
    {
      "start_time": 586,
      "end_time": 672,
      "verse_references": [
        "SB 1.17.32"
      ],
      "themes": [
        "Kali",
        "irreligious principles",
        "greed",
        "falsehood"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If the personality of Kali, irreligion, is allowed to act as a man god or an executive head, certainly irreligious principles like greed, falsehood, robbery, incivility, deceit.",
      "summary": "The speaker introduces and translates Srimad Bhagavatam 1.17.32, explaining that allowing Kali (irreligion) to thrive leads to the spread of negative qualities like greed and falsehood.",
      "timestamp_url": "https://youtu.be/TnkpjshcIVA?t=586",
      "transcript": "32nd verse: Tvam Vartamanam Naradeva Deheshu Anupravrttoyam Adharma Pugaha Lobho Anrutam Chauriyam Anaryam Jestha Chamaya Kalahascha Dambhaha. The meaning of this 32nd verse is, if the personality of Kali, irreligion, is allowed to act as a man god or an executive head, certainly irreligious principles like greed, falsehood, robbery, incivility, deceit... Okay, Kali Purusha surrendered, so his life was spared, but he cannot be allowed to live. Why? If he lives, all these bad qualities will spread among the people in the kingdom of Pariksit: greed, falsehood, robbery, treachery, misfortune, that I am great without actually having the real qualities."
    },
    {
      "start_time": 673,
      "end_time": 784,
      "verse_references": [],
      "themes": [
        "religion",
        "austerity",
        "cleanliness",
        "mercy",
        "truthfulness",
        "Bhagavata Dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "These four principles are the fundamental principles of God consciousness, no matter which religious system somebody may follow.",
      "summary": "The speaker emphasizes that the principles of austerity, cleanliness, mercy, and truthfulness are fundamental to all genuine religious systems and are essential for God consciousness.",
      "timestamp_url": "https://youtu.be/TnkpjshcIVA?t=673",
      "transcript": "Srila Prabhupada says, \"The principles of religion, namely austerity, cleanliness, mercy, and truthfulness, as we have already discussed, may be followed by the follower of any faith. As regard religious principles, nobody can say Hindus. No. There is no such thing as Bhagavatam is meant for Hindus. These four principles are the fundamental principles of God consciousness, no matter which religious system somebody may follow, which bona fide religious system they may follow. The same principles are given in all scriptures. So Prabhupada says, there is no need to turn from Hindu to Mohammedan to Christian or some other faith and thus become a renegade and not follow the principles of religion.\" Renegade means a separatist or a rebel. No need. So it is not that people in the name of, \"I don't believe or don't accept some particular religious system.\" No. You cannot live in a civilized society and spread irreligion among the innocent people and thereby corrupt the atmosphere, pure atmosphere of the state. The Bhagavatam religion urges following the principles of religion. Bhagavata Dharma is the dominant of people's belief system."
    },
    {
      "start_time": 785,
      "end_time": 874,
      "verse_references": [],
      "themes": [
        "Bhagavata Dharma",
        "chanting",
        "God's name",
        "unity of God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "God is one, though different names he may be referred to in different bonafide religious systems, but God is one.",
      "summary": "The speaker discusses Srila Prabhupada's preaching of Bhagavata Dharma, emphasizing the importance of chanting the names of God and highlighting the unity of God across different religions.",
      "timestamp_url": "https://youtu.be/TnkpjshcIVA?t=785",
      "transcript": "Like Srila Prabhupada traveled all over the world and preached the Bhagavata Dharma of simply chanting the names of God. Srila Prabhupada said, \"If you have objection to chanting name of Krishna, you may chant the name of God as revealed in your bona fide religious system, but chanting the name of God is the principle of Bhagavata Dharma.\" So you chant. When Prabhupada pointed out that in the Islam religion, they say Allah is the name of God as revealed in their scripture. So he is supreme, and they glorify him in so many ways in the Quran. In the Bible, Father in heaven, the name, the name of the supreme Lord is glorified in the Bible. So God is one, though different names he may be referred to in different bonafide religious systems, but God is one. Supreme means only one person. Nobody is equal to him. Nobody is above him. So that principle he is explaining, sticking to dogmas and formulas without attaining the real principles."
    },
    {
      "start_time": 875,
      "end_time": 1008,
      "verse_references": [],
      "themes": [
        "secular state",
        "religious principles",
        "corruption",
        "dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A secular state may be impartial to any type of faith, but the state cannot be indifferent to the principles of religion.",
      "summary": "The speaker concludes by explaining that while a secular state may be impartial to different faiths, it cannot ignore fundamental religious principles like austerity, cleanliness, mercy, and truthfulness, as breaking these principles leads to corruption.",
      "timestamp_url": "https://youtu.be/TnkpjshcIVA?t=875",
      "transcript": "A secular state may be impartial to any type of faith, but the state cannot be indifferent to the principles of religion as above mentioned. Secular state means the state will allow people to follow either Christianity or Islam or whatever, but they cannot break the fundamental principles like austerity, cleanliness, mercy, truthfulness. They cannot break that. They are punishable if they break these principles, irrespective of what their belief system is. In the age of Kali, the executive heads of state will be indifferent to such religious principles, and therefore under their patronage, the opponents of religious principles will follow, and so there will be no meaning to propaganda, crying to stop corruption in the state. People want to root out corruption, and they are harassed by this corruption, but the corruption is the natural consequence of people breaking the fundamental religious principles. You see, there is a connection. If people don't practice austerity, somebody may think, \"Oh, he doesn't believe in doing tapasya, the form of fasting, so it's okay, let him not follow.\" No. That will result in the person becoming afflicted by greed, by falsehood, by cheating, so many bad qualities the person will develop. So therefore, to protect people, the enforcement, the law enforcing authority should enforce that everyone should follow, irrespective of their religious affiliation, the four fundamental pillars of dharma: austerity, cleanliness, mercy, and truthfulness. I will stop here. Thank you very much."
    }
  ]
}