{
  "video_id": "TqNMFlPuMuw",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.21 | 15-11-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=TqNMFlPuMuw",
  "segments": [
    {
      "start_time": 54,
      "end_time": 350,
      "verse_references": [
        "BG 10.12-13"
      ],
      "themes": [
        "purity",
        "material contamination",
        "modes of nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So there is no trace of a tinge of materiality in this person.",
      "summary": "The Lord is completely pure and free from material contamination, unlike us who are influenced by the illusory energy, leading to a material conception of self and the world.",
      "timestamp_url": "https://youtu.be/TqNMFlPuMuw?t=54",
      "transcript": "In this session we will be discussing from the first canto, 6th chapter, 21st verse of the Srimad Bhagavatam. हन्तास्मिन् जन्मनी भवान् मामाम् द्रष्टुम् इहार्हती अविपक्व कशायाणाम् दुर्दर्शोहं कुयोगिनाम् The meaning of this verse is, O Narada, the Lord is speaking to Narada, I regret that during this lifetime you will not be able to see me anymore. Those who are incomplete in service, and who are not completely free from all material taints, can hardly see me. Now here the Lord is explaining to Narada that Narada is not yet freed from all material taints. That's why one cannot see in spite of all sincerity, sincere attempts and endeavours. So Srila Prabhupada explains in the purport, the personality of Godhead is described in the Bhagavad Gita as the most pure. In the 10th chapter, Param Brahma Param Dhama Pavitram Paramam Bhavan. Pavitram means pure. Paramam Bhavan Paramam Pavitram, Supreme pure, complete pure, 100% pure. And he is described also as the supreme and the absolute truth, Param Brahma. So there is no trace of a tinge of materiality in this person. Unlike our personality, right now, in the material world, there is a contamination of materiality in this person. So that is the categorization of this personality. There is a contamination of the illusory influence of the material energy in our consciousness, and that's why we have a material conception of our self, of everything. Whereas the Lord, even when he comes to this material world, He is 100% pure, completely spiritual. There's no tinge of any materiality in this personality. But he is giving us this materiality, the same materiality that the Lord gave us. Even though he appears like a person who is created being of this world, he appears like that, son of Devaki, or he appears in his incarnation as Matsyavatara, he appears as a fish, but he is not touched by the material energy. It's not a material form, it's not a material creation. He comes in his original transcendental form only, though he appears as required, whichever form he desires to appear, to incarnate, to give darshan to his devotees, to mitigate the problems, the sufferings of his devotees, Paritranaya sadhuna. So, therefore, it is said here, thus, one who has the slightest tinge of material affection cannot approach him. So, this is conversely also explained that the Lord doesn't have any tinge of materiality and those in this material world who have any tinge of material affection cannot approach him. Not possible. The beginning of devotional service starts from the point when one is freed from at least two forms of material modes, namely the modes of passion and ignorance. The result is exhibited by the signs of being freed from karma and lobha. Karma means lust, lobha means greed or covetousness. That is to say, one must be freed from the desires for sense satisfaction and the avarice for sense gratification. Generally material conception of life is I am seeking satisfaction of my senses and I am also desirous or greedy for getting more of sense enjoyment. These two things, kama and lobha, are the symptoms of rajas and tamas."
    },
    {
      "start_time": 350,
      "end_time": 502,
      "verse_references": [],
      "themes": [
        "modes of nature",
        "transcendence",
        "spiritual platform"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We have to rise above tamas guna, rajas guna and sattva guna, and come to the plane of transcendence.",
      "summary": "To see the Lord, one must transcend the three modes of material nature (goodness, passion, and ignorance) and reach the spiritual platform.",
      "timestamp_url": "https://youtu.be/TqNMFlPuMuw?t=350",
      "transcript": "To be completely freed from all material tinges is to become free from the mode of goodness also. As you know there are three gunas, three modes, rajas, tamas and sattva guna. Don't think sattva guna is something spiritual. No, it is also material. So we have to become completely free from all the three modes. So it is described here by Srila Prabhupada, to search out the audience of God in a lonely forest is considered to be in the mode of goodness. As is explained elsewhere, a liquor shop is in the mode of ignorance, tamas guna. And a city is in the mode of passion, as a place, talking of different places, influence in different places. And a forest is considered to be in the mode of goodness or sattvic place. One can go into the forest to attain spiritual perfection, but that does not mean that one can see the Lord personally there. Just because I go to the forest, and the forest is in the mode of goodness, simply by attempting to do some meditation or some spiritual practice there, we cannot see the Lord, simply like that. One must be completely freed from all material attachment, and be situated on the plane of transcendence. We have to rise above tamas guna, rajas guna and sattva guna, and come to the plane of transcendence, shuddha sattva, purified goodness, or transcendental platform. This alone will help the devotee to get in personal touch with the personality of God. Because the Lord is on the spiritual platform, unless we rise to the spiritual platform and become fixed up, we will not be able to see the Lord."
    },
    {
      "start_time": 503,
      "end_time": 689,
      "verse_references": [],
      "themes": [
        "deity worship",
        "temple",
        "bhakti yoga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The deity form is completely a spiritual form, though it appears like a material form.",
      "summary": "Deity worship in the temple is a transcendental practice, superior to other forms of spiritual practice, especially in Kali Yuga, because the Lord manifests in the deity form out of His causeless mercy.",
      "timestamp_url": "https://youtu.be/TqNMFlPuMuw?t=503",
      "transcript": "The best method is that one should live at a place where the transcendental form of the Lord is worshipped. Now here Srila Prabhupada explains the importance of the deity form of the Lord in the temple, or even at one's home. The deity form is completely a spiritual form, though it appears like a material form. After all, the deity is made out of stone, or wood, or metal. But that doesn't mean it is a metallic form, or a clay form, or a stone form. No, it is not. The deity is not a material form. Why? Because the deity is also called Archamurti, or Archavigraha. The Lord is invited after the form of the Lord is prepared, according to Shastra. And then, by the mercy of the bona fide spiritual master, or the Acharya, the Lord agrees to come and reside in that form, and accept the worship, the service, the devotional service, agrees to give darshan to even people who don't have spiritual vision. That is the causeless mercy of the Lord. That's the mercy of the transcendental form of the Lord in his form as the deity. The temple of the Lord is a transcendental place, whereas the forest is a materially good habitation. This difference exists, that a temple of the Lord where the deity form is worshipped regularly is completely a transcendental place. It's not different from Vaikuntha. Whereas the forest is a place which is in the mode of goodness, a sattvic place. So, forest still there is some material influence, but in the temple, it is completely a spiritual place. There is no material influence in the temple, just because of the presence of the archavigraha. Devotional service begins from the process of archana, which is better than going out in the forest, especially for us in Kali Yuga, where we are not equipped to do meditation, where we are not properly equipped or not prepared to properly undergo studies, properly engage in other forms of yoga other than bhakti yoga."
    },
    {
      "start_time": 690,
      "end_time": 892,
      "verse_references": [],
      "themes": [
        "bhakti yoga",
        "pure devotee",
        "archana",
        "kirtana"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Simply accept the process of bhakti yoga and don't ever even attempt any other form of yoga. It's not going to be successful.",
      "summary": "Bhakti yoga, especially archana (deity worship) and kirtana (glorification), is the recommended path for spiritual progress, and pure devotees like Narada Muni can transform any place into Vaikuntha by their presence.",
      "timestamp_url": "https://youtu.be/TqNMFlPuMuw?t=690",
      "transcript": "Therefore, in this presentation, it is recommended, simply accept the process of bhakti yoga and don't ever even attempt any other form of yoga. It's not going to be successful. And Narada Muni, in his present life, he is describing his previous life to Vyasa Deva, if you remember this whole description. But in his present life, he is completely free from all material hankerings, because he is a pure devotee. He does not go into the forest, although he can turn any place into Vaikuntha simply by his presence. Simply by his presence, because a pure devotee carries the Lord in his heart. So wherever he goes, he turns that place into a completely transcendental place. So Narada Muni now, in his present life, he travels from one planet to another, throughout the universe he travels, simply to convert all categories of persons, men, gods, that is demigods, kinaras, gandharvas, rishis, munis, anyone who is willing, he wants to convert them into a devotee of the Supreme Lord. And there are examples by his activities, he has engaged many devotees, like Prahlad Maharaj, Dhruva Maharaj, so many others, in the transcendental service of the Lord. A pure devotee of the Lord, therefore follows in the footsteps of great devotees, like Narada Muni and Prahlad Maharaj, and engages his whole time in glorifying the Lord by the process of kirtana. So archana is the worship of the deity form, and it's always to be accompanied by kirtana, the glorification of the Lord, either by singing his holy, glorification of his holy name, or glorification of his activities or pastimes, like that. Such a preaching process is transcendental to all material qualities. So clearly, Srila Prabhupada is explaining, the advantage we have in the process of archana, kirtana, of course, Bhakti Yoga begins with Shravanam Kirtanam Vishnu, but of all the processes for a neophyte, especially in this age, archana is recommended. Either you directly worship, or if you are unable to worship, then you participate in the worship of the Lord in the temple. That's what you should do. In this way, you can actually very easily progress in Bhakti Yoga and come to the stage of perfection very quickly. Thank you very much."
    }
  ]
}