{
  "video_id": "TRjchKH11tE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.43 | 17-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=TRjchKH11tE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 54,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chaksharon Meelitam Yena Tasmai Sri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to spiritual teachers.",
      "timestamp_url": "https://youtu.be/TRjchKH11tE?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chaksharon Meelitam Yena Tasmai Sri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Sri Krishna Chaitanya Prabhu Nithyananda Sri Advaita Gadadhara Sri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswateem Vyasam Tato Jaya Mudireet"
    },
    {
      "start_time": 55,
      "end_time": 98,
      "verse_references": [
        "SB 1.7.43"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "verse explanation",
        "Draupadi",
        "Ashwatthama"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "She could not tolerate Ashwatthama's being bound by ropes and being a devoted lady she said release him for he is a Brahmana our spiritual master",
      "summary": "The speaker introduces the 43rd verse of the 7th chapter of the 1st canto of Srimad Bhagavatam, focusing on Draupadi's reaction to Ashwatthama being bound and her plea for his release due to his status as a Brahmana.",
      "timestamp_url": "https://youtu.be/TRjchKH11tE?t=55",
      "transcript": "In this session, we will be discussing for the first time from the 43rd verse of the 7th chapter of the 1st canto of Srimad Bhagavatam: Uvachacha Asahanti Asya Bandhana Anayanam Sati Muchata Muchata Amesha Brahmano Nitaram Guruhu. So the meaning of this verse: She could not tolerate Ashwatthama's being bound by ropes, and being a devoted lady, she said, 'Release him, for he is a Brahmana, our spiritual master.'"
    },
    {
      "start_time": 98,
      "end_time": 177,
      "verse_references": [],
      "themes": [
        "Draupadi",
        "Ashwatthama",
        "respect",
        "culture",
        "anger"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "she offered him respect out of being good-natured, mild-natured and in spite of being aggrieved because of the inglorious murder committed by this Ashwatthama",
      "summary": "The speaker elaborates on Draupadi's motivations for showing respect to Ashwatthama despite his heinous act, highlighting her good nature and cultural understanding.",
      "timestamp_url": "https://youtu.be/TRjchKH11tE?t=98",
      "transcript": "So this is the description continuing from the previous verse where, as soon as Ashwatthama was bound up and brought by Arjuna in front of Draupadi, she offered him respect out of being good-natured, mild-natured, and in spite of being aggrieved because of the inglorious murder committed by this Ashwatthama, in spite of that, out of respect according to the culture, she offered respects to him, and now she is telling, 'Release him. Why have you bound him up like an animal?' Are you mad at them? Shall stay calm, you may say ceptive my attention, you may be angry, please come back even if you don't let go of this hydrograde like this for me must have a volt laughing because he was in love with her and that's the dijo shreela prabhu path I would never be swayed if not comfortably to love her."
    },
    {
      "start_time": 177,
      "end_time": 231,
      "verse_references": [],
      "themes": [
        "Ashwatthama",
        "Brahmana",
        "Guru",
        "scripture",
        "rejection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "a teacher or spiritual master is liable to be rejected if he proves that he is the son of a Brahmana himself unworthy of the position of a guru or spiritual master",
      "summary": "The speaker discusses why Arjuna arrested Ashwatthama, even knowing he was a Brahmana and the son of Dronacharya, explaining that scriptures dictate a guru can be rejected if unworthy.",
      "timestamp_url": "https://youtu.be/TRjchKH11tE?t=177",
      "transcript": "teacher's son. So not only Ashwatthama was a Brahmana, but he also happened to be a teacher's son. Now, Arjuna, why did Arjuna arrest? Did Arjuna not know that Ashwatthama is a Brahmana and he's a son of Dronacharya, Arjuna's own teacher, military teacher? Now Prabhupada explains, Ashwatthama arrested, sorry, Arjuna arrested Ashwatthama knowing perfectly well that he was a son of Dronacharya. Krishna also knew him to be so, but both of them condemned the murderer without consideration of his being the son of a Brahmana. This is exactly according to revealed scriptures that a teacher or spiritual master is liable to be rejected if he proves that he is the son of a Brahmana."
    },
    {
      "start_time": 231,
      "end_time": 375,
      "verse_references": [],
      "themes": [
        "Guru",
        "Acharya",
        "scriptures",
        "example",
        "devotion",
        "Ashwatthama",
        "Krishna",
        "Arjuna",
        "Draupadi"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Ashwatthama failed to discharge the duties of a Brahmana or teacher why because he committed the most inglorious murder and therefore he was liable to be rejected from the exalted position of a Brahmana",
      "summary": "The speaker defines the role of a Guru and Acharya, emphasizing the importance of living by example and assimilating scriptures, and reiterates that Ashwatthama's actions warranted rejection from his position, contrasting Krishna and Arjuna's view with Draupadi's.",
      "timestamp_url": "https://youtu.be/TRjchKH11tE?t=231",
      "transcript": "himself unworthy of the position of a guru or spiritual master. This is what the scripture is saying. The Guru is offered very high respect, but if he proves himself unworthy of the position of a guru. Now the position of the guru is very, very exalted. Guru is also called an acharya or a guru or a person who has actually assimilated all the essence of shastras and he also helps his disciples to adopt the ways of the scriptures. That is the position of guru, especially in the spiritual matters. This is specially applicable in spiritual matters when you say acharya, one who teaches by example, one who has assimilated the essence of the scriptures, one who teaches his disciples whatever that essence of the shastra is by personally training, instructing, giving very good instructions, and the disciple also is actually surrendered to the spiritual master and inquires from him about this wisdom, serves him in a submissive mood, he makes inquiries. So all this is there, but now in the case of Ashwatthama, here it is said Ashwatthama failed to discharge the duties of a Brahmana or teacher, why? Because he committed the most inglorious murder and therefore he was liable to be rejected from the exalted position of a Brahmana. On this consideration, both Lord Sri Krishna and Arjuna were right in condemning Ashwatthama. Both Krishna and Arjuna, they didn't treat Arjuna, Ashwatthama as a Brahmana, why? Because Ashwatthama had fallen down from his position and he was liable to be rejected as a Brahmana, but for Draupadi the matter was"
    },
    {
      "start_time": 375,
      "end_time": 496,
      "verse_references": [],
      "themes": [
        "Draupadi",
        "custom",
        "shastras",
        "Brahmana",
        "Shudra",
        "respect",
        "degradation",
        "murder"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But the shastras say the son of the brahmana if he is not qualified as a brahmana he should not be accepted as a brahmana.",
      "summary": "The speaker contrasts Draupadi's customary respect for Ashwatthama as a Brahmana's son with the shastric view that one's qualities, not birth, determine their social standing and respect, emphasizing Ashwatthama's degraded behavior.",
      "timestamp_url": "https://youtu.be/TRjchKH11tE?t=375",
      "transcript": "considered not from the angle of shastric vision, but as a matter of custom. It is customary to offer the same respect that is offered to the father is offered to his son, especially when the father is a teacher, a brahmana, deserves all respects. So the son is also offered similar respect, that is a custom. Why? Because people generally accept the son of a brahmana as a brahmana. But the shastras say the son of the brahmana, if he is not qualified as a brahmana, he should not be accepted as a brahmana. You see, a lakshanam proktam. This is the verse in the Bhagavatam. Whatever the symptoms that are displayed by a person irrespective of the family in which he is born, irrespective of whose son he is, if he displays the symptoms of a shudra, he should be accepted as a shudra. In terms of social interaction, what is the respect that is due? What is the respect that is due? The respect that is due to a brahmana who is qualified is different. The respect that is due to a shudra who is not qualified as a brahmana but having the symptoms of a shudra is different. So Draupadi accepting Ashwathama who has degraded himself, behaved in the most degrading manner in killing Draupadi's own sons in a most inglorious way. He is a murderer. He is a criminal. So he should not be treated like a brahmana."
    },
    {
      "start_time": 496,
      "end_time": 627,
      "verse_references": [],
      "themes": [
        "Vedic culture",
        "respect",
        "Arjuna",
        "Krishna",
        "Ashwatthama",
        "Draupadi",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna did not kill him. And Draupadi did not even withdraw the respect. This is a very, very advanced culture in human society, very advanced culture.",
      "summary": "The speaker highlights the Vedic culture's emphasis on proper respect, noting that while Krishna urged Arjuna to kill Ashwatthama, Arjuna refrained due to respect for his guru's son, and Draupadi maintained her respect, showcasing an advanced cultural understanding.",
      "timestamp_url": "https://youtu.be/TRjchKH11tE?t=496",
      "transcript": "So Srila Prabhupada is explaining elsewhere that in the Vedic culture, they know how to offer respect to the proper persons. They know how to offer respect. You consider Arjuna's position. Krishna told Arjuna after Ashwathama was arrested by Arjuna, Krishna told Ashwathama, 'Kill him. He doesn't deserve to actually be excused for this most inglorious murder he has committed.' But Arjuna did not kill him. Arjuna could have killed him, but he did not kill him. Why? Because Arjuna thought he is a murderer. Why? Why? Because Arjuna is a son of the brahmina. The son of my guru. So as son of guru, of course, he is not a brahmana. Son of a brahmana is not a brahmana when he is not behaving according to the brahmanical standard. So he is considered Brahma bandhu. He is a relative of a brahmana. He is a son of the brahmana. But son of a Brahmana, Arjuna did not kill him. Similarly, Draupadi, considering that he is a son of a Brahmana, she actually being very soft hearted, Vamasvabha, previous verse explained that Vamasvabha. She did not withdraw the respect that is due to Ashwatthama as the son of Dronachali. So the important point is that Arjuna did not kill him and Draupadi did not even withdraw the respect."
    },
    {
      "start_time": 627,
      "end_time": 746,
      "verse_references": [],
      "themes": [
        "Vedic culture",
        "respect",
        "Draupadi",
        "Ashwatthama",
        "devotee",
        "tribulations"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These are the characteristics of one who is a pure devotee of the Lord. A devotee of the Lord can tolerate all sorts of tribulations personally.",
      "summary": "The speaker reiterates the Vedic culture's training in offering proper respects and emphasizes Draupadi's actions as characteristic of a pure devotee who can tolerate personal tribulations.",
      "timestamp_url": "https://youtu.be/TRjchKH11tE?t=627",
      "transcript": "This is a very, very advanced culture in human society, very advanced culture. So Srila Prabhupada explains that that in the Vedic culture, they are trained up how to offer proper respects. So Srila Prabhupada explains that in the Vedic culture, they are trained up how to offer proper respects to different categories of people. The respect Draupadi is offering, so it is said here that in spite of all these disqualifications of Ashwatthama, Draupadi offered him respect and she even said, Mucchata, Mucchata, Meshya, release him. Why have you bound him up like an animal? He deserves respect because he is the son of the teacher, military teacher. So Srila Prabhupada in the end of the purport says, 'These are the characteristics of one who is a pure devotee of the Lord. A devotee of the Lord can tolerate all sorts of tribulations personally. A devotee of the Lord can tolerate all sorts of tribulations personally. A devotee of the Lord can tolerate all sorts of tribulations personally.'"
    },
    {
      "start_time": 746,
      "end_time": 884,
      "verse_references": [
        "SB 1.2.6"
      ],
      "themes": [
        "Draupadi",
        "devotee",
        "tribulations",
        "enemy",
        "qualities",
        "saintly behavior",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "in spite of so much tribulation a devotee tolerate such tribulations and never are unkind to others even to the enemy Draupadi did not show any any any consideration had don't have any consideration that he is enemy",
      "summary": "The speaker emphasizes Draupadi's tolerance and lack of unkindness even towards her enemy, highlighting that a pure devotee is decorated with saintly qualities, referencing SB 1.2.6.",
      "timestamp_url": "https://youtu.be/TRjchKH11tE?t=746",
      "transcript": "A devotee of the Lord can tolerate all sorts of tribulations personally. A devotee of the Lord can tolerate all sorts of tribulations personally. A devotee of the Lord can tolerate all sorts of tribulations personally. A devotee of the Lord can tolerate all sorts of tribulations personally. A devotee of the Lord can tolerate all sorts of tribulations personally. A devotee of the Lord can tolerate all sorts of tribulations personally. Personally, Draupadi is affected very, very, very badly. Her all the five sons have been killed in a, in a very, very bad manner, beheading when they're sleeping. So in spite of that, she's tolerant because she's a pure devotee, and in spite of so much tribulation, a devotee tolerate such tribulations and never are unkind to others, even to the enemy. Draupadi did not show any, any, any consideration, had don't have any consideration that he is enemy and he is unjustly killed my sons in a proper battle, Dharma Yudha, while fighting against each other. If they are killed, whoever is killed, it is not improper, but here they are not given a chance to defend themselves, you then attacked. So that is in spite of this, Draupadi being a pure devotee of the Lord. So the scriptures say a pure devotee is decorated with all good qualities of saintly behavior. This is automatic when somebody becomes a devotee. Yasyaasti bhaktir bhagavati akinchana sarvair gunaistatra samasate surah. All the good qualities of the deuxboutus of divine natured persons are to be found only in a pure devotee of the Supreme Lord. Bhakti okinchen doctor the agent. So this pure devotion is so very important, only pure devotion brings out all the good qualities of a person."
    },
    {
      "start_time": 884,
      "end_time": 921,
      "verse_references": [],
      "themes": [
        "spirit soul",
        "contamination",
        "purification",
        "devotional service",
        "divine qualities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "easiest way of purification of the contamination in the heart then one displays all behaves exhibits all the divine qualities that is the conclusion",
      "summary": "The speaker concludes by stating that pure devotion is essential for bringing out the good qualities of a person, which are covered by material contamination, and that devotional service is the easiest way to purify the heart and exhibit divine qualities.",
      "timestamp_url": "https://youtu.be/TRjchKH11tE?t=884",
      "transcript": "it's there. All the good qualities are there in the spirit soul, but it is covered by material contamination. Then the person displays all kinds of material behavior, but when purified, specially by devotional service, easiest way of purification of the contamination in the heart, then one displays all, behaves, exhibits all the divine qualities, that is the conclusion."
    }
  ]
}