{
  "video_id": "ttO4vPDaMUM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.17.4-5 | 15-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ttO4vPDaMUM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 39,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare / Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/ttO4vPDaMUM?t=0",
      "transcript": "Om Gyanati Miran Dasya Gyanan Janishalakaya Chakshuran Melitam Yena Tasmai Shri Gurave Namaha Namah Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvijesha Shunyavadi Paschatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shri Vasadi Gomra Bhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 39,
      "end_time": 176,
      "verse_references": [
        "SB 1.17.4"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Maharaj Pariksit",
        "Kali Yuga",
        "Kshatriya Duty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Pariksit is a qualified Kshatriya. He has got the courage to face such upstarts. He is well equipped to deal sufficient punishment to the miscreants and he has got his authority to enforce law and order.",
      "summary": "The speaker introduces the verses from Srimad Bhagavatam, focusing on Maharaj Pariksit's role as a qualified Kshatriya challenging the influence of Kali.",
      "timestamp_url": "https://youtu.be/ttO4vPDaMUM?t=39",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet. In this session we are discussing from two verses, the fourth and fifth verses of the 17 Chakras, the first chapter of the first canto of Sriman Bhagavatam. The fourth verse is as follows: Paprachya Ratham Aarudhaha Kartasvara Paricchadam Megha Gambhir Raya Vacha Samaropita Karmukaha. The meaning of this verse is, Maharaj Pariksit, well equipped with arrows and bow and seated on a gold embossed chariot, spoke to him, the shudra, with a deep voice sounding like thunder. Pariksit Maharaj came to that spot, he noticed that Kali Purusha was actually beating an innocent carbon bull, and he immediately, with a deep voice sounding like thunder, he questioned this low class, unqualified person, and Pariksit's words will be described in the next two verses. So in the Parpochila, Prabhupada says an administrative head or king like Maharaj Pariksit with full majestic authority, well equipped with weapons to chastise miscreants, can challenge the agents of the age of Kali. Pariksit is a qualified Kshatriya. He has got the courage to face such upstarts. He is well equipped to deal sufficient punishment to the miscreants and he has got his authority to enforce law and order. So he is competent to challenge the agents of the age of Kali."
    },
    {
      "start_time": 176,
      "end_time": 355,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Degraded Leadership",
        "Lack of Qualified Kshatriyas",
        "Importance of Actions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Unfortunately we don't have qualified Kshatriyas like Pariksit Maharaj in our present time.",
      "summary": "The speaker laments the absence of qualified Kshatriyas in the present age and criticizes the ineffectiveness of modern leaders elected through degraded public votes.",
      "timestamp_url": "https://youtu.be/ttO4vPDaMUM?t=176",
      "transcript": "And as opposed to this, in the absence of such strong executive heads, there is always disruption of tranquility. Unfortunately, we don't have qualified Kshatriyas like Pariksit Maharaj in our present time. If there is no qualified Kshatriya, then it is not possible to counteract the influence, evil influence of this degraded Kali Yuga. What is that evil influence of Kali Yuga? People are exposed to too much sinful activities. The atmosphere is surcharged with tendency to commit sins more and more without any restriction. So this sinful age, the sinful age Kali Yuga. So the absence of strong executive heads means people become more and more sinful. They are already sinful but they become more sinful without caring for any adverse effect by their sinful activities. They don't realise that. The elected show bottle executive head... Show bottle means he appears like an executive but he doesn't have qualification. He doesn't have strength, he doesn't have courage, he doesn't have knowledge, he doesn't have training, he doesn't have skills. How much he will have, etc, is beyond his level of application. Thus he is a not Ryan Pes politically nominated Kanna Akram started in May protests against the Indian Congress in 2016 before solidifying Akram on份 DNA. Such a person is called show-bottling skater. He is a representative of a degraded public because by votes a person becomes a ruler or a legislator or a governor by votes. And who is voting this person? He gets but he is supposed to get majority votes from people who are degraded themselves. They do not know what should be the qualification of a proper Chhatriya who can rule properly, they do not know. Neither the representative is actually qualified. And Prabhupada says such show bottle executive heads cannot be equal to the strong king like"
    },
    {
      "start_time": 355,
      "end_time": 522,
      "verse_references": [
        "SB 1.17.5"
      ],
      "themes": [
        "Importance of Actions",
        "Pariksit's Questioning",
        "Kali Purusha",
        "Twice-Born"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is one's actions which are counted. It is very important. The actions are important.",
      "summary": "The speaker emphasizes the importance of actions over mere appearance, explaining Pariksit Maharaj's questioning of Kali Purusha and introducing the concept of 'twice-born' for Brahmanas, Kshatriyas, and Vaishyas.",
      "timestamp_url": "https://youtu.be/ttO4vPDaMUM?t=355",
      "transcript": "Maharaj Pariksit. You can never expect the situation now to be like what it was when Pariksit was ruling or Yudhishthira Maharaj was ruling. The dress or style of royal order does not count. It is one's actions which are counted. It is very important. The actions are important. According to the proper understanding a person will perform different activities. So those activities should be backed up by proper knowledge, by good culture. Then only those actions will be good for the welfare of the entire human society. The meaning of this verse is, O who are you? You appear to be strong and yet you dare kill within my protection those who are helpless. By your grace, you pose yourself to be a godly man, that means a king, Naradeva. But by your deeds, you are opposing the principles of the twice-born Kshatriyas. So Pariksit Maharaj is questioning this Kali Purusha, this personality of this age of Kali, that who are you? Because how dare you actually try to kill such helpless, innocent animals like the cow and the bull. Even though you appear like a godly person, a Kshatriya is supposed to be qualified and a god-conscious person. But you are not a godly person. You are a Kshatriya. Your dress is externally appealing like a Kshatriya, but your actions are totally opposed to those activities which are performed by a qualified Kshatriya. So in the Parpotsha Prabhupada says, the Brahmanas, Kshatriyas and Vaishyas are called twice-born, dvija. Dvija means they have two kinds of birth. For the two-born Kshatriyas, they are called the two-born Kshatriyas."
    },
    {
      "start_time": 522,
      "end_time": 674,
      "verse_references": [],
      "themes": [
        "Second Birth",
        "Cultural Rejuvenation",
        "Kshatriya Duty",
        "Incarnation of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Second birth is a cultural rejuvenation, reviving the spiritual culture. And how does it happen? It happens by spiritual initiation obtained from the bona fide Acharya, by spiritual initiation.",
      "summary": "The speaker elaborates on the concept of second birth through spiritual initiation and discusses the Kshatriya's duty to protect the helpless, connecting it to the incarnation of the Lord to re-establish religious principles.",
      "timestamp_url": "https://youtu.be/ttO4vPDaMUM?t=522",
      "transcript": "These classes of men, that is, Brahmana, Kshatriya, Vaishya, there is one birth by parental conjugation. Parents combine to conceive a child. That is the first birth. And there is another birth of cultural rejuvenation by spiritual initiation from the bona fide Acharya or spiritual master. So there is always second birth for those who are Brahmana, Kshatriya, Vaishya, and Vedic culture. What is second birth? Second birth is a cultural rejuvenation, reviving the spiritual culture. And how does it happen? It happens by spiritual initiation obtained from the bona fide Acharya, by spiritual initiation. So a Kshatriya is also twice born like a Brahmana. It is not only the Brahmanas who are having this second birth. It is also the Kshatriyas and the Vaishyas. The Kshatriya's duty is to give protection to the helpless humans. The Kshatriya king is considered to be representative of God to give protection to the helpless and chastise the miscreants. It is called Naradeva, because Deva because is the representative of God in human society. He is the representative of God in human society. He himself is a human being but he is meant to give protection to the human society by following the rules and regulations of the authoritative scriptures to administer properly to the human beings. Whereas in Kali Yuga there is no qualified Kshatriya. Whenever there are anomalies in the routine work by administrators there is an incarnation of the Lord to re-establish the principles of the Godly Kingdom. Krishna says in Bhagavad Gita, I incarnate whenever there is neglect of religious principles and there is rise of irreligion."
    },
    {
      "start_time": 674,
      "end_time": 776,
      "verse_references": [],
      "themes": [
        "Incarnation of the Lord",
        "Protection of the Saintly",
        "Destruction of Miscreants",
        "Cow Protection",
        "Nameless Administrators"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the age of Kali, the poor helpless animals, especially the cows, which are meant to receive all sorts of protection from the administrative age, are killed without restriction.",
      "summary": "The speaker discusses the Lord's incarnations to protect the saintly and destroy miscreants, highlighting the lack of cow protection in Kali Yuga and criticizing administrators who are representatives of God in name only.",
      "timestamp_url": "https://youtu.be/ttO4vPDaMUM?t=674",
      "transcript": "I incarnate. And when Krishna incarnates, whenever, wherever he incarnates, paritranaya sadhuna, he actually protects, saves the saintly persons, the law-abiding citizens or those following strict religious principles. And Vinashayaji Dushkrutami, he destroys these miscreants, these upstarts. In the age of Kali, the poor helpless animals, especially the cows, which are meant to receive all sorts of protection from the administrative age, are killed without restriction. Nobody is there to voice the concern for the cows. They are helpless. They are innocent, and they are being killed without any restriction. There is no one to protect them, no one to raise their voice against the cows being killed. Thus the administrative heads under whose noses such things happen are representatives of God in names only. The king is supposed to be a representative of God. But such kings or administrators who are not God-conscious, who have not undergone spiritual initiation, they are actually representatives of God in name only."
    },
    {
      "start_time": 776,
      "end_time": 904,
      "verse_references": [],
      "themes": [
        "Worthless Leaders",
        "Maladministration",
        "Unhappiness in Kali Yuga",
        "Need for Proper Leaders"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore in the age of Kali everyone is unhappy due to the maladministration of the state.",
      "summary": "The speaker concludes by emphasizing the worthlessness of unqualified leaders, the resulting maladministration, and the general unhappiness in Kali Yuga due to the lack of proper, trained Kshatriya rulers.",
      "timestamp_url": "https://youtu.be/ttO4vPDaMUM?t=776",
      "transcript": "That means they are namesake administrators. They are not real administrators. Such powerful administrators are rulers of the poor citizens by dress or office. Simply they dress as if they are kings or administrators, but they don't have the proper knowledge, the proper authority to actually properly enforce the laws and the rules for ruling citizens. Factually they are worthless lower class men without cultural assets of the twice born. They don't have the culture to properly rule over the citizens. No one can expect justice or equality of treatment from once born spiritually uncultured lower class men. We can't expect when by votes some unqualified person comes and tries to carry out the administration, we cannot expect any real benefit. Therefore in the age of Kali everyone is unhappy due to the maladministration of the state. People in general are very unhappy in Kali. Therefore the people's government by the people who are not twice born must be a government of Kali in which everyone is unhappy. You see, people should be unhappy if they don't have a proper leader, proper trained Kshatriya to rule them. People must be unhappy, and there will be no peace and prosperity in such a state."
    }
  ]
}