{
  "video_id": "TtT5oSfhFCQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.17.3 | 14-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=TtT5oSfhFCQ",
  "segments": [
    {
      "start_time": 49,
      "end_time": 115,
      "verse_references": [
        "SB 1.17.3"
      ],
      "themes": [
        "exploitation",
        "Kali Yuga",
        "mother earth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Cow is representing mother earth.",
      "summary": "This segment introduces the verse from Srimad Bhagavatam and explains how the cow represents mother earth and the exploitation of resources in Kali Yuga.",
      "timestamp_url": "https://youtu.be/TtT5oSfhFCQ?t=49",
      "transcript": "In this session, we are discussing from the third verse of the 17th chapter of the first canto of Srimad Bhagavatam: Gaamcha Dharma Dughaam Deenam Prasham Shudra Padahatam Vivatsam Ashruvadanam Ksham Maam Yavasam Ichchateem. The meaning of this verse is, although the cow is beneficial because one can draw religious principles from her, she was now rendered poor and calfless. Her legs were being beaten by a shudra. There were tears in her eyes, and she was distressed and weak. She was hankering after some grass in the field. Earlier, the condition of the bull was described. Now the condition of the cow is being described. Cow is representing mother earth, and how people in Kali Yugaam exploit the resources of material."
    },
    {
      "start_time": 116,
      "end_time": 191,
      "verse_references": [],
      "themes": [
        "cow protection",
        "religious principles",
        "nutrition",
        "milk"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is very very important to protect the cow because one can draw religious principles from her.",
      "summary": "This segment discusses the importance of cow protection, drawing religious principles from the cow, and the nutritional value of cow's milk as a complete food.",
      "timestamp_url": "https://youtu.be/TtT5oSfhFCQ?t=116",
      "transcript": "The next part is a lot more interesting. The nature of the earth, and because of that, there are so many anomalies in this age. So the cow, particularly as an animal in human society, it is very, very important to protect the cow because one can draw religious principles from her. How is that? Srila Prabhupada explains in the purport, \"The next symptom of the age of Kali is the distressed condition of the cow. Milking the cow means drawing the principles of religion in a liquid form.\" What is the meaning of this? Prabhupada explains further, \"The great rishis and moneys would live only on milk. Milk is the only food which is complete, which provides complete nutrition for a human being. There is no other food item which gives natural food item which gives complete nutrition for"
    },
    {
      "start_time": 191,
      "end_time": 272,
      "verse_references": [],
      "themes": [
        "saintly persons",
        "milk",
        "Vedic culture",
        "hospitality"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Every householder would give milk like water they would freely supply that milk to the householder.",
      "summary": "This segment describes how saintly persons would live on milk and how householders in Vedic culture would freely give milk, highlighting the abundance of milk and the importance of cow protection.",
      "timestamp_url": "https://youtu.be/TtT5oSfhFCQ?t=191",
      "transcript": "a human being except the cow's milk and of course the mother's milk. So the saintly persons would generally live only on milk, and particularly in the Bhagavatam, this is particularly described. Srila Shukadeva Goswami would go to a householder while he was milking a cow, and he would simply take a little quantity of that milk for his subsistence. And Srila Prabhupada particularly says here, even 50 years ago, Prabhupada was writing this purport sometime in the 60s, that means in the beginning of the 20th century, Prabhupada says, \"No one would deprive a sadhu of a quart or two of milk.\" This quart is a volume measure. Quart means about a liter. So no one would deprive a sadhu of 1 liter of milk, and every householder would give milk like water. They would freely supply that milk to the householder and then the milk would be given to the"
    },
    {
      "start_time": 272,
      "end_time": 373,
      "verse_references": [],
      "themes": [
        "Sanatanist",
        "cows and bulls",
        "religious principles",
        "Brahmanas",
        "peace and prosperity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For a Sanatanist a follower of Vedic principles it is the duty of every householder to have cows and bulls as household paraphernalia.",
      "summary": "This segment emphasizes the duty of Sanatanists to protect cows and bulls, highlighting the connection between cow and Brahmana protection and peace and prosperity in society.",
      "timestamp_url": "https://youtu.be/TtT5oSfhFCQ?t=272",
      "transcript": "milk the cow and give it protection. So there was plenty of milk and milk products in every house. So Srila Prabhupada says, \"For a Sanatanist, a follower of Vedic principles, it is the duty of every householder to have cows and bulls as household paraphernalia, not only for drinking milk but also for deriving religious principles.\" The milk is complete nutrition. It is very, very nutritious food, but beyond just that, from the cow you can derive religious principles. How's that? Srila Prabhupada says, \"The Sanatanist worships cows on religious principles and respects Brahmanas.\" The prayer we offer to Krishna: namo brahmanya devaya go Brahmana hita ayutya. Krishna wants to see that the cows and the Brahmanas are given special protection, special protection. In general, the animals and the humans have to be protected by the king, but among the animals, the cows should be given special protection, and among the human beings, the Brahmanas should be given special protection because both the cow and the Brahmanas actually ensure peace and prosperity in"
    },
    {
      "start_time": 374,
      "end_time": 462,
      "verse_references": [],
      "themes": [
        "cow worship",
        "Govardhan Puja",
        "Brahmanas",
        "milk",
        "spiritual development"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The human society is totally dependent for its prosperity and subsistence on the cows and the Brahmanas.",
      "summary": "This segment discusses cow worship, Govardhan Puja, and the importance of Brahmanas and cow's milk for spiritual development and societal prosperity.",
      "timestamp_url": "https://youtu.be/TtT5oSfhFCQ?t=374",
      "transcript": "so the tradition is the very cultural practice of bringing love to the human lingt so the Absolutely it nochmal has been protected among the animals there so the tradition is the very cultured and the values of the pecansand 所以 is to worship cows on religious principles. When Krishna performed the Govardhan Leela, he directed the Brijavasis to worship Govardhan hill and the cows and the Brahmanas. So on that day of Govardhan Puja, we specifically worship the cows, the Brahmanas and the Govardhan hill itself. So the human society is totally dependent for its prosperity and subsistence on the cows and the Brahmanas. The Brahmanas give directions, proper direction to the general public and the cow gives the most important foodstuff that is milk for development of finer brain tissues to understand spiritual subject matter. The cow's milk is required for a sacrificial fire because cow's milk is converted to"
    },
    {
      "start_time": 464,
      "end_time": 520,
      "verse_references": [],
      "themes": [
        "sacrifice",
        "ghee",
        "happiness",
        "rainfall",
        "Vishnu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Nobody can be happy if they do not perform sacrifice.",
      "summary": "This segment explains the importance of sacrifice, the use of ghee in sacrifices, and the connection between sacrifice, happiness, and rainfall, emphasizing the need for sacrifice for Vishnu.",
      "timestamp_url": "https://youtu.be/TtT5oSfhFCQ?t=464",
      "transcript": "was save. And that ghee is used in sacrifices, fire sacrifices, particularly. And the performing sacrifices, the householder can be happy. In the forth chapter Bhagavad Gita, Krishna elaborately explains how sacrifice is linked to happiness for human beings, for human society. Nobody can be happy they do not have the opportunity to be happy in Divine presence. Nobody can be happy if they have no perform sacrifice. Nobody can get their necessities if they don't perform sacrifice. In general, people cannot expect good rainfall if they don't perform sacrifice for Vishnu. Yajna bhavati parjanya. Parjanya means rains. There will be no proper rainfall if one does not perform sacrifice for Vishnu."
    },
    {
      "start_time": 520,
      "end_time": 625,
      "verse_references": [],
      "themes": [
        "cow and calf",
        "Kali Yuga",
        "exploitation",
        "male calves"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But in Kali Yuga, the calves are separated from the cows as early as possible.",
      "summary": "This segment describes the natural bond between cow and calf and how it is disrupted in Kali Yuga due to exploitation, particularly the mistreatment of male calves.",
      "timestamp_url": "https://youtu.be/TtT5oSfhFCQ?t=520",
      "transcript": "Now, further Srila Prabhupada says, the cow's calf, the young one of the cow, not only is beautiful to look at but also gives satisfaction to the cow, and the cow delivers as much milk as possible when the calf is properly protected and the cow is able to have the calf with her. But in Kali Yuga, the calves are separated from the cows as early as possible for purposes which cannot be mentioned in these pages of the Srimad Bhagavatam. They don't want to allow especially the male calves to remain and to survive because a cow may give birth to a male calf or a female calf. But they want only the female calf because they can milk it. Whereas the male calf, they don't know how to utilize the bull, the male calf. When it grows, it can actually produce grains. It can do so many things, so many things. But because they do not know how to engage the bulls, they provide milk to the cow. They give them milk but they don't want to do that. They allow the cow to get the milk of the cow and give them protection and utilize them in a proper way."
    },
    {
      "start_time": 625,
      "end_time": 702,
      "verse_references": [],
      "themes": [
        "cow slaughter",
        "sinful acts",
        "artificial milking",
        "slaughterhouse"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These greatly sinful acts are responsible for all the troubles in the present society.",
      "summary": "This segment details the sinful acts of separating calves from cows, artificially milking cows, and sending them to slaughterhouses, linking these actions to societal problems.",
      "timestamp_url": "https://youtu.be/TtT5oSfhFCQ?t=625",
      "transcript": "Therefore, they don't allow these calves to survive, to remain, especially male calves. The cow stands with tears in her eyes and the shuttle milkman draws milk from the cow artificially. The cow will give milk only after the calf has taken its share. The cow will be satisfied to give plenty of milk. But now the calf is not allowed to drink the cow's milk at all, and the calf is separated from the cow very, very early. And how do they make the cow give milk? They force the cow to give milk. They will use a pump, artificial pump to suck out the milk from the cow. The cow is unwilling to give when the calf is not there. And when there is no milk, the cow is sent to be slaughtered. The cow will give milk for some number of years. After it becomes old, it stops giving milk and immediately send it to the slaughterhouse for being slaughtered. The cow is then butchered for cow flesh."
    },
    {
      "start_time": 702,
      "end_time": 786,
      "verse_references": [],
      "themes": [
        "sin",
        "laws of nature",
        "economic development",
        "laws of God",
        "suffering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The laws of nature will work regardless of whether people have belief or people are educated or uneducated.",
      "summary": "This segment discusses the consequences of sinful acts and violating the laws of nature and God, even in the pursuit of economic development, leading to suffering.",
      "timestamp_url": "https://youtu.be/TtT5oSfhFCQ?t=702",
      "transcript": "These greatly sinful acts are responsible for all the troubles in the present society. Very, very sinful. To kill the cow, to kill the male calf, doesn't even have a chance of surviving, living its normal lifespan. And people do not understand that this is very, very sinful. It means the laws of nature will work regardless of whether people have belief or people are educated or uneducated. And people have to suffer in so many ways. People do not know what they are doing in the name of economic development. They are just concerned with somehow making money, but they do not realize that while it is not entirely wrong to strive for economic development or earning money, but the way it is done is if it is not in accordance with the laws of nature, the laws of God, then people have to suffer so much."
    },
    {
      "start_time": 786,
      "end_time": 894,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "peace and prosperity",
        "cow and bull protection",
        "Brahmanical culture",
        "happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you want to be happy as a human being, you should ensure that cows and bulls are protected and they are happy in all respects.",
      "summary": "This segment concludes by emphasizing the importance of cow and bull protection for peace, prosperity, and happiness in society, advocating for a Brahmanical culture where cows and Brahmanas are protected.",
      "timestamp_url": "https://youtu.be/TtT5oSfhFCQ?t=786",
      "transcript": "The consequences of violating God's laws. The influence of Kali will keep the people in this age in the darkness of ignorance. Despite all endeavors for peace and prosperity, they must try to see the cows and the bulls happy in all respects. If you want to be happy as a human being, you should ensure that cows and bulls are protected and they are happy in all respects. Otherwise, if the cows and bulls are not happy, they are not given proper protection, human beings have to suffer and there will be no peace and prosperity in human society where cows and bulls are particularly not properly protected. Foolish people do not know how one can earn happiness by making the cows and bulls happy, but it is a fact by laws of nature. The laws of nature people do not know. They are doing some research to find out. Some research to find out how things are working in nature, but they do not have the authoritative knowledge from the perfect source, from God to the Vedas. Let us take it from the authority of Srimad Bhagavatam and adopt the principles for the total happiness of human society. So Bhagavatam teaches us that we should have this Brahmanical culture, whereby Brahmanas are protected, Brahmanas direct the society and the cows are protected and the cows are giving us wonderful milk and they are happy in every respect, so that there is peace and prosperity in human society."
    }
  ]
}