{
  "video_id": "tVgdAvQhC30",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.33 | 19-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=tVgdAvQhC30",
  "segments": [
    {
      "start_time": 134,
      "end_time": 275,
      "verse_references": [],
      "themes": [
        "Mahabharata",
        "Srimad Bhagavatam",
        "devotee's perspective"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, you understand the position of the devotees of Krishna from the Bhagavatam, particularly the incidents in Mahabharata.",
      "summary": "The speaker explains that the Srimad Bhagavatam provides a deeper understanding of the devotees of Krishna compared to the Mahabharata.",
      "timestamp_url": "https://youtu.be/tVgdAvQhC30?t=134",
      "transcript": "Because the descriptions in the Mahabharata about the different difficulties and troubles Kunti went through is kind of bewildering to people that such a great devotee had to undergo so much tribulation in this world. So, it is not at all a tribulation for the devotee, when the devotee is participating in the pastimes of the Lord in a particular role, according to the will of the Lord. So, if we have to understand the real purport of the Mahabharata, then we have to hear that or understand that from the Srimad Bhagavatam. In the Garuda Purana, it is said, Srimad Bhagavatam is... Artho-yam Brahma Sutranam is the explanation of the Vedanta Sutras, is a natural commentary on the Vedanta Sutras by the self-same author, Vyasadeva. And Bharata-artha-minirnayam, it is also giving the purport of the Mahabharata, Bharata-artha, referring to the Mahabharata. The Mahabharata describes so many historical incidents and also describes Krishna's pastimes related to those historical incidents, in connection with those historical incidents. But Mahabharata may not help us understand the exact position of especially the devotees of Krishna."
    },
    {
      "start_time": 275,
      "end_time": 479,
      "verse_references": [],
      "themes": [
        "Kunti",
        "tribulations",
        "Mahabharata"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "So it appears like Kunti was very very very very unfortunate personality simply undergoing one misery after another.",
      "summary": "The speaker narrates Kunti's life story as depicted in the Mahabharata, highlighting the numerous hardships she faced.",
      "timestamp_url": "https://youtu.be/tVgdAvQhC30?t=275",
      "transcript": "So, you understand the position of the devotees of Krishna from the Bhagavatam, particularly the incidents in Mahabharata. Just like, to give an example, in the Mahabharata, there is a description that Kunti was feeling very, very sorry that she had to undergo so many tribulations just because of her position in her parents' house, even as an unmarried young girl. She was blessed by Durvasamuni to be able to call upon any demigod and conceive a child through that demigod. Now, she was a young girl. She just happened to try out chanting that mantra, which Durvasamuni had given her. And she is not yet married. She called upon the sun god. And then sun god appeared and said, Now you will conceive a child. But your virginity will be intact. So, she had a child. And she didn't know how to. She is unmarried. She never wanted to have a child. She was so young. So, anyway, she with a very heavy heart, she just abandoned the child. And that was Karna. And then later on she got married to Pandu. And Pandu died an untimely death. Then she was left behind with five sons of Pandu, the Pandavas. And she was the widow mother of these five sons, Pandu's widow. And they were deprived of the kingdom after that. And so many tribulations, one after another, because Duryodhana had some enmity against the Pandavas. So, Duryodhana was giving trouble to the Pandavas. And Kunti, she also had to suffer, because she is not independent. To do anything separately, she is with her sons and whatever difficulty the sons undergo, she is also a part of that, so it appears like Kunti was very, very, very, very unfortunate personality simply undergoing one misery after another."
    },
    {
      "start_time": 479,
      "end_time": 569,
      "verse_references": [],
      "themes": [
        "Kunti",
        "devotion",
        "Srimad Bhagavatam",
        "perspective"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And I wish that those difficulties or problems come again.",
      "summary": "The speaker contrasts Kunti's lamentation in the Mahabharata with her prayers in the Bhagavatam, where she welcomes difficulties as opportunities to remember Krishna.",
      "timestamp_url": "https://youtu.be/tVgdAvQhC30?t=479",
      "transcript": "So in the Mahabharata there is a description that she is lamenting her miseries, but in the Bhagavatam we see Kunti offering prayers to Krishna and telling, \"My dear Lord Krishna, whenever we had difficulty, you are always there to save us from calamities and solve our problems. And I wish that those difficulties or problems come again and again because simply by remembering you when we are in difficulty, because we are devotees, we are dependent on you, we are able to completely get rid of the material bondage, we are assured of ultimate liberation simply by thinking of you, remembering you, by praying to you.\" So she is not at all lamenting about those difficulties rather, she is welcoming them, so this perspective is the speciality of the confidential knowledge in the Bhagavatam that is given to us. Similarly here it's being explained when she heard that Krishna has gone back to his personal abode and the Yadu dynasty also has ended their earthly manifestation, then she decided..."
    },
    {
      "start_time": 569,
      "end_time": 659,
      "verse_references": [],
      "themes": [
        "Krishna's pastimes",
        "devotees",
        "spiritual world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It disappears along with the Lord out of our sight both the Lord and his pure devotees they appear and disappear apparent to our vision they are all eternally present eternally present in the spiritual world eternally present in the spiritual world they are never absent in the spiritual world.",
      "summary": "The speaker explains that the disappearance of Krishna and his devotees from our sight does not mean their end, as they are eternally present in the spiritual world.",
      "timestamp_url": "https://youtu.be/tVgdAvQhC30?t=569",
      "transcript": "To completely engage herself in pure devotional service, focus her attention completely on Krishna. As a pure devotee, it's natural for her to do that and she gained release from the course of material existence, finished her material existence is over. She had come for participating Krishna's Leela and it's over. Elsewhere it is described she is the eternal associate of Krishna in the material world for his earthly pastimes, for his material pastimes in the material world. So Srila Prabhupada says in the purport, \"The setting of the sun does not mean the end of the sun, it means that the sun is out of our sight.\" Similarly, the end of the mission of the Lord on a particular planet or universe only means that he is out of our sight. The end of the Yadu dynasty also does not mean that it is annihilating the Lord. It disappears along with the Lord out of our sight. Both the Lord and his pure devotees, they appear and disappear apparent to our vision. They are all eternally present, eternally present in the spiritual world. They are never absent in the spiritual world."
    },
    {
      "start_time": 659,
      "end_time": 778,
      "verse_references": [
        "BG 9.34"
      ],
      "themes": [
        "devotional service",
        "Bhagavad Gita",
        "pure devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Always be engaged in my devotional service.",
      "summary": "The speaker emphasizes the importance of engaging in pure devotional service at all times, citing Krishna's instructions in the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/tVgdAvQhC30?t=659",
      "transcript": "But they also appear in the material world as required for the Lord's pastime in the material world for our sake. As Maharaj Yudhishtira decided to prepare to go back to Godhead, so also Kunti decided, because both are pure devotees of the Lord. So pure devotees only business is devotional service, that's all. Whether in this situation or that situation, whether in distress or in happiness, whether in the presence of the Lord or in the apparent absence of the Lord, in all circumstances, at all times, in all situations, in all circumstances, always they are engaged in pure devotional service and that's what Krishna instructs in the Bhagavad Gita. Always be engaged in my devotional service. Man mana bhava madbhakto madhyaji mam namaskuru. Several places in the Bhagavad Gita Krishna says always engage in my devotional service in different ways. tasmat sarveshu kaaleshu maa manusmara yudhya chak. You always engage in my devotional service. You always think of me. You always remember me. Always worship me. Always discuss about me. Katayantas chamam nityam. So like this the pure devotees are teaching us to always engage in pure devotional service. So Srila Prabhupada further says..."
    },
    {
      "start_time": 778,
      "end_time": 921,
      "verse_references": [],
      "themes": [
        "devotional service",
        "going back to Godhead",
        "passport"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thus she fully engaged herself in the transcendental devotional service of the Lord which guarantees one a passport for going back to Godhead after quitting this present material body.",
      "summary": "The speaker uses the analogy of a passport to explain how devotional service guarantees one's return to Godhead after death.",
      "timestamp_url": "https://youtu.be/tVgdAvQhC30?t=778",
      "transcript": "Thus she fully engaged herself in the transcendental devotional service of the Lord which guarantees one a passport for going back to Godhead after quitting this present material body. See, passport means, as we are citizens of India, the Indian government gives us this document called passport which means our travel in foreign countries may be without any hindrance. So without any hindrance we may be allowed to travel in other countries based on our bona fides of being citizens of this country. So going back to Godhead is guaranteed for pure devotees who are fully engaged in transcendental devotional service of the Lord. When they quit this material world or this place, the earthly planet, it doesn't mean that everything is finished for them. No. They are simply quitting this place to go to the next place where the Lord wants them to go. And they are always guided by the Lord. Even while in this world they are guided by the Lord and even their travel or their transfer from this world to another place where the Lord's pastimes are going on is also guided by the Lord. So they are not destroyed in any way. Their devotional service does not come to an end."
    },
    {
      "start_time": 921,
      "end_time": 1033,
      "verse_references": [],
      "themes": [
        "spiritualizing the body",
        "devotional service",
        "spiritual consciousness",
        "Kunti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So spiritualizing this present body begins when we begin pure devotional service.",
      "summary": "The speaker explains that devotional service begins the process of spiritualizing the body and consciousness, leading to detachment from the material world and ultimately, going back to Godhead, as Kunti did.",
      "timestamp_url": "https://youtu.be/tVgdAvQhC30?t=921",
      "transcript": "It is always continuously going on. The beginning of devotional service to the Lord is the beginning of spiritualizing the present body. See, we have a material body when we take birth in this material world. And that is due to our own karma, our material activities. But when we begin spiritual life it means that we want to end this material existence and we want to reinstate ourselves in our spiritual position as eternal devotees of Krishna in His personal abode. So spiritualizing this present body begins when we begin pure devotional service. And thus an unalloyed devotee of the Lord loses all material contact in the present body. As we go on spiritualizing this present body means we spiritualize our consciousness. Then our contact with this body, even though I am in this body, the contact with the body is lost in proportion to our development of our spiritual consciousness. The abode of the Lord is not a myth as is thought by the unbelievers or ignorant people. But one cannot reach there by any material means. One can go there after quitting the present body only if one has prepared oneself by practicing devotional service. And Kunti did that and she went back to God."
    }
  ]
}