{
  "video_id": "TvupIFYB8pw",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.34 | 16-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=TvupIFYB8pw",
  "segments": [
    {
      "start_time": 298,
      "end_time": 426,
      "verse_references": [],
      "themes": [
        "material pleasure vs transcendental pleasure",
        "senses",
        "Krishna's protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Being illusioned by false pleasures of the senses one becomes a servant of the senses.",
      "summary": "The speaker contrasts material and transcendental pleasure, explaining that attachment to sense gratification makes one a servant of the senses, and emphasizes the need for Krishna's protection.",
      "timestamp_url": "https://youtu.be/TvupIFYB8pw?t=298",
      "transcript": "इस material pleasure इन पिंट transcendental pleasure इस different सुख आध्यं तिकम् यत्तर् बुद्धि ग्राह्यम अतीण्ब्रियम is Bhagavad-gita description of transcendental pleasure. So Krishna gives transcendental pleasure to our spiritual senses or purified senses. Only the impure conditioned living being cannot derive any pleasure from the senses. Impure condition means under the influence of the three modes of material nature, and impure because the senses are contaminated by material contamination, a material conception, material desires, material loading over material nature, loading over material nature, independent material enjoyment. These are all the reasons why we are described as impure condition. So we cannot derive any pleasure from the senses. Being illusioned by false pleasures of the senses, one becomes a servant of the senses, go dasa. This is the description of the shastra. Go means senses, dasa means the servant. We all are servant of the senses. We seek out sense pleasures being driven by the senses demanding for pleasure pleasure by the senses demanding for pleasure pleasure pleasure pleasure by the senses demanding for pleasure pleasure pleasure pleasure material pleasure material pleasure material pleasure. Therefore we need his protection for our interest. We require Krishna's protection for our interest. The Lord is a protector of cows and the brahminical culture."
    },
    {
      "start_time": 426,
      "end_time": 572,
      "verse_references": [],
      "themes": [
        "cow protection",
        "brahminical culture",
        "Krishna's protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Prosperity in our human society depends on two things cow protection cow should never be killed.",
      "summary": "The speaker discusses the importance of cow protection and brahminical culture for societal prosperity, stating that those who neglect these principles are not under Krishna's direct protection, using the analogy of prisoners in jail.",
      "timestamp_url": "https://youtu.be/TvupIFYB8pw?t=426",
      "transcript": "Brahminical culture brahminical culture go brahmana hitaya go brahmana hitaya go brahmana hitaya. There's a description in the shastra. Namo brahmanya devaya go brahmana hitaya jagat hitaya krishna govindaya namo namah. Protector of cows and the brahminical culture. So society devoid of cow protection and brahminical culture is not under the direct protection of the Lord. Is छी होने की थुख है। Is मौसेद व천 society है। भौत खाल के पूर्ति ओर ब्रह्मनिया की वन्निमर दिखाई aparecer केहर, सभितिंगी, पहल्मिक्षणे से लगते हैं, उन्हें पूर्ति को लड़ना देमा नहीं नहीं करतीं and to the Brahminic culture and therefore such people who are not giving cow protection, who are not giving protection to Brahminic culture are described as not under the direct protection of the Supreme Lord Krishna. Just as Prabhupada gives an example to help us understand, the prisoners in the jails are not under the protection of the king, but under the protection of a severe agent of the king. It's like even in modern government arrangement, the citizens who are law-abiding are under direct protection of the government, but those who are law breakers and who are punished in jail, they are under the protection of the jail superintendent. And that is the arrangement. Without cow protection and cultivation of Brahminical qualities in human society, at least for a section of the members of society, no human civilization can prosper at any length. Prosperity in our human society depends on two things: cow protection. Cow should never be killed because they are similar to Krishna and they're very, very useful animals. Every part of the cow is used, every part of the cow."
    },
    {
      "start_time": 572,
      "end_time": 700,
      "verse_references": [],
      "themes": [
        "cow protection",
        "brahminical culture",
        "qualities of a brahmana",
        "seeing the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One can become a brahmana and thus see the lord as he is if we become anybody can become a qualified brahmana simply by following the brahmanical principles and awaken the good qualities within by practicing brahmanical culture and then one can see the lord as he is.",
      "summary": "The speaker continues on the usefulness of the cow, even after death, and then describes the qualities of a brahmana and how developing these qualities allows one to see the Lord.",
      "timestamp_url": "https://youtu.be/TvupIFYB8pw?t=572",
      "transcript": "It gives the most wonderful form of food, milk, cow's milk for human beings. And it's after the cow dies, even when it's living, cow urine and cow dung are very, very, very valuable for human society. So many ways cow dung and cow urine can be used by a civilized human being. And after the cow dies, natural death of course, then the cow hide, the cow skin is very, very useful. Then लोग शिक्षा में विचर बहुत नुपड़ि भी कर सकते हैं ... रूसिक सेum में बड़ा segundo विचर के स्थान में ये नहीं करते। Very, very useful, all of them are useful for human society. So cow is a wonderful animal, wonderful. So such a animal should never be killed by anybody. They should be protected to live their entire lifespan with nice care by human beings, by brahmanical culture. The development of the dormant qualities of goodness, namely truthfulness, equanimity, sense control, forbearance, simplicity, general knowledge, transcendental knowledge, and firm faith in the Vedic wisdom. These are the nine qualities by which brahmanas work. This is the transcendental qualities of the brahmanical culture. One can become a brahmana and thus see the Lord as he is. If we become, anybody can become a qualified brahmana simply by following the brahmanical principles and awaken the good qualities within by practicing brahmanical culture and then one can see the Lord as he is."
    },
    {
      "start_time": 700,
      "end_time": 770,
      "verse_references": [],
      "themes": [
        "brahminical perfection",
        "devotion",
        "relationships with Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "After surpassing the brahmanical perfection one has to become a devotee of the lord.",
      "summary": "The speaker explains that after achieving brahminical perfection, one must become a devotee to develop a loving relationship with Krishna as proprietor, master, friend, son, or lover.",
      "timestamp_url": "https://youtu.be/TvupIFYB8pw?t=700",
      "transcript": "And then one can see the Lord as he is. After surpassing the brahmanical perfection, one has to become a devotee of the Lord. So elevate yourself to the brahmanical platform, you become a brahmana with qualifications and then further elevate yourself to become a devotee to the transcendental platform. And then in the transcendental platform what happens? His loving affection in the form of proprietor, master, friend, son and lover can be transcendentally achieved. Krishna is related to every living being on the spiritual platform. So Krishna is related either as a transcendental proprietor, a transcendental master, a transcendental friend, a transcendental son, or a transcendental lover. These are the five kinds of relationships, primary relationships of Krishna which every living entity has on the spiritual platform that is being mentioned. The stage of a devotee which attracts the transcendental affection of the Lord does not"
    },
    {
      "start_time": 770,
      "end_time": 878,
      "verse_references": [],
      "themes": [
        "modes of nature",
        "goodness",
        "brahminical qualities",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To come to the transcendental state one has to first of all elevate oneself to the platform of goodness above rajoguna and tamoguna.",
      "summary": "The speaker emphasizes the importance of rising to the platform of goodness (brahminical qualities) to transcend the modes of passion and ignorance and become a qualified devotee, clarifying that claiming to be a brahmana by birth is insufficient without the qualities.",
      "timestamp_url": "https://youtu.be/TvupIFYB8pw?t=770",
      "transcript": "develop unless one has developed the qualities of a brahmana as above mentioned. Sometimes devotees think we have nothing to do with this mode of goodness. Of course, on the spiritual platform there is no question of any touch of any of the modes, neither goodness nor passion or ignorance. It's a transcendental state. But to come to the transcendental state, one has to first of all elevate oneself to the platform of goodness above rajoguna and tamoguna. These two base qualities, rajoguna and tamoguna or passion and ignorance are degrading our existence, human existence degrading. So one has to rise to the brahminical platform, the platform of goodness and then develop all the transcendental qualifications to come to the spiritual platform, vaishnava brahmana vaishnava. The Lord is inclined to a brahmana of quality, not of false prestige. Some people claim I'm a brahmana by birth though they don't have the qualities of a brahmana. Such brahmanas are not um not the special attention or subject to special attention of Krishna. Those who are not brahmana by quality simply claiming to brahmana doesn't attract the attention of the Lord."
    },
    {
      "start_time": 878,
      "end_time": 938,
      "verse_references": [
        "SB 1.2"
      ],
      "themes": [
        "relationship with the Lord",
        "analogy of fire and wood",
        "Krishna's perfection"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Those who are less than a brahmana by qualification cannot establish any relation with the lord just as fire cannot be kindled from the raw earth unless there is wood.",
      "summary": "The speaker uses the analogy of fire, wood, and earth to illustrate that a relationship with the Lord cannot be established without proper qualification, and concludes by stating that Maharaj Yudhishthir did not inquire about Krishna's welfare because Krishna is eternally perfect.",
      "timestamp_url": "https://youtu.be/TvupIFYB8pw?t=878",
      "transcript": "Those who are less than a brahmana by qualification cannot establish any relation with the Lord, just as fire cannot be kindled from the raw earth unless there is wood, although there is a relation between wood and the earth. So this is the example given in the first canto of the Bhagavatam in the second chapter. There is earth, there is wood and there is fire. So fire can be kindled in the wood when earth has been transformed into wood, firewood, only then fire can be kindled. Raw earth you cannot kindle a fire. Since the Lord is all perfect in himself, there could be, there could not be any question of his welfare. So Maharaj Yudhishthir did not inquire about the welfare of Krishna because the Lord is all perfect, is eternally the Supreme Lord. So there is no"
    }
  ]
}