{
  "video_id": "txX01AjDsTQ",
  "title": "Ekadashi Lecture I Soulful Japa | Sri Madhu Pandit Dasa |  26.09.2023",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=txX01AjDsTQ",
  "segments": [
    {
      "start_time": 0,
      "end_time": 45,
      "verse_references": [],
      "themes": [
        "invocation",
        "chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare, Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, setting a spiritual tone.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=0",
      "transcript": "Om Agyanati Vrindasi Agyananjana Chalakya Chaksharun Militam Yena Tasmai Sri Gurave Namaha Namahum Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Saminitinamine Namaste Saraswati Deve Kauravani Pracharine Nirvishesha Shunyavadi Paschatya Deshitarine Jai Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadhadharo Shiva Sadhi Gauravakta Vinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 45,
      "end_time": 119,
      "verse_references": [],
      "themes": [
        "holy name",
        "Krishna",
        "worship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The worship of the Holy Name of the Lord is direct worship of Lord Krishna Himself.",
      "summary": "The speaker emphasizes the importance of glorifying and worshipping the holy name of the Lord, stating that it is direct worship of Krishna.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=45",
      "transcript": "So we have completed the first set of 16 rounds. Before the second set of 16 rounds, I will, as usual, glorify the holy name of the Lord and also the Prophet. I will also glorify the Holy Name of the Lord. This is the process of worship of the Holy Name of the Lord. The worship of the Holy Name of the Lord is direct worship of Lord Krishna Himself."
    },
    {
      "start_time": 119,
      "end_time": 278,
      "verse_references": [],
      "themes": [
        "Krishna",
        "absolute",
        "name",
        "form"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is no difference between Krishna and His name.",
      "summary": "The speaker explains that unlike material beings, Krishna's name, form, and personal aspects are non-different from Him, highlighting Krishna's unlimited nature.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=119",
      "transcript": "Unlike our name and ourselves, in the case of Krishna, the Absolute, there is no difference between Krishna and His name. Just like you say, if you see Krishna's form, you will say, Oh, this is Krishna. You won't separate. The form is something, Krishna is something. Just as Krishna's form is Krishna, the same way Krishna's name is Krishna. This you have to understand. Not only Krishna's name is Krishna, everything connected to Krishna, Krishna's personal aspect of Krishna, is Krishna Himself. So, the Supreme Lord has Nama, Rupa, Leela, Guna, all these things, just like we have. We have Rupa. We have Sharira. Sharira is Rupa. We have a name. We have a mind. We have intelligence. The same way, Krishna is a person. So, Krishna also has, we have one name. Krishna has unlimited names. We have one body. Krishna has unlimited bodies. We have one form. Krishna has unlimited forms. We have limited mind. Krishna has got unlimited mind. We have limited intelligence. Krishna has got unlimited intelligence. This is the difference. Krishna is also a person. We are also persons. God is a person."
    },
    {
      "start_time": 278,
      "end_time": 390,
      "verse_references": [],
      "themes": [
        "difference",
        "Krishna",
        "atma",
        "sharira"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna and Krishna's name is not different.",
      "summary": "The speaker contrasts the difference between Krishna and humans, explaining that Krishna's body (Sharira) is His soul (Atma), unlike humans where they are distinct.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=278",
      "transcript": "We are also persons. Now, this difference, Nama, Nami, Abhinatva, Krishna and Krishna's name is not different. That is another difference between us and Krishna. We have a Sharira. Our Sharira is not our Atma. But in Krishna's case, his Sharira is his Atma. Atma is his Sharira. His name is him. He is his name and name is him. He is his form and form is him. This Tattva is called Advaya Jnana. Advaya, anything directly connected to Krishna, there is no duality. Now my body is connected to me, but there is duality. I am not the body. Janma Karma Chame Divyam Yo Ovidyati Tattvata Hatha Ekta Degham Punar Janma Neiti Maa Meiti Soarjuna. This is the secret. If one knows God is a person, I am a person, what kind of a different person he is than me. This is Krishna Tattva."
    },
    {
      "start_time": 390,
      "end_time": 451,
      "verse_references": [],
      "themes": [
        "japa",
        "shabda",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This Shabda is Krishna himself who has appeared before me.",
      "summary": "The speaker emphasizes that the sound of the holy name (Shabda) is Krishna Himself, addressing potential doubts about how a sound produced by the tongue can be Krishna.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=390",
      "transcript": "So when we do our Japa, most important thing that we have to know in the background is that this Shabda is Krishna himself who has appeared before me. Now the question may arise. No, but this Shabda I am creating with my tongue. Does it mean that I create Krishna? If I chant, then Krishna is there. If I don't chant, Krishna is there. Not there. And also I am just vibrating. It is a material vibration. So Krishna is the owner of all these energies. So how is it that this sound is Krishna?"
    },
    {
      "start_time": 451,
      "end_time": 586,
      "verse_references": [],
      "themes": [
        "Shuddha Nama",
        "Krishna",
        "Nama Avatara",
        "incarnation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's Shuddha Nama is Krishna himself.",
      "summary": "The speaker explains the concept of Nama Avatara, where Krishna enters the sound of His name, clarifying that Krishna doesn't incarnate into the sound but manifests within it.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=451",
      "transcript": "For that we have to understand that Krishna's Shuddha Nama is Krishna himself. In the spiritual world, Krishna is there. Krishna is Rupa. He is Nama. Everything is. Just mind. Everything is there. He is a full-fledged personality with unlimited, as I told you, unlimited names, unlimited forms, etc. That is the Supreme Lord. He is the Supreme Lord in the spiritual world. So when we say Nama Avatara, this Nama that we utter, Krishna enters this sound. Krishna's Nama of the spiritual world enters this sound that we utter. And as far as Krishna is concerned, just like we are spirit souls, we enter this body. When we enter this body, our body is separate, I am separate. In the case of Krishna, he never incarnates into anybody, whether it is a sound produced by you, or whether it is a marble deity, or a metal deity. Krishna being the source of everything, being the source of that external vigraha, being the source of that, all the external energy, being the source of that, we should consider that sound to be as good as Krishna. He is Krishna himself. If he decides, I am this vigraha, then it is Krishna himself. He decides, it's my energy, it remains his energy."
    },
    {
      "start_time": 586,
      "end_time": 725,
      "verse_references": [],
      "themes": [
        "energy",
        "energetic",
        "deity",
        "Krishna",
        "reciprocation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is Krishna himself.",
      "summary": "The speaker differentiates between an uninstalled and installed deity, explaining that in the latter, Krishna manifests His energetic nature, emphasizing that Krishna reciprocates based on surrender.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=586",
      "transcript": "Energetic and energy. What is the difference between uninstalled deity and installed deity, or worshipable deity and showcase external vigraha? In one, is only Krishna's energy. In another, the energetic also has entered that vigraha. Energy and energetic is never separated. But Krishna manifests his energetic nature in the vigraha. Krishna is everywhere. Krishna is there in everything. This is Chaitanya Mahaprabhu's Achintya Veda Veda Tatva. There is no thing, there is no place, there is no situation where God is not present. But being present is one thing, His reciprocation is another thing. He reciprocates according to the principle of as you surrender, I reciprocate. The scriptures have revealed that nam nam akari bahudha nija sarva shakti that all the shaktis, Krishna's personal shakti comes into the nama. This is nama avatara. So, the moment the Lord decides to enter the sound, shakti avesha, enter the sound that you utter, that sound, you should have faith that Krishna is Himself dancing on my tongue. He is Almighty Lord. Being in the spiritual world, still He comes down on my tongue."
    },
    {
      "start_time": 725,
      "end_time": 845,
      "verse_references": [],
      "themes": [
        "chanting",
        "Guru",
        "liberation",
        "modes of nature",
        "association",
        "realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is coming down to relate with us, to give us association, to give us realization that He is present before us.",
      "summary": "The speaker explains that chanting is done to worship the Nama Avatara, take association, and become liberated from the miseries and modes of material nature, emphasizing Krishna's presence.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=725",
      "transcript": "And why, especially on the order of the Guru, why do we chant? We chant to worship this nama avatara and take association from this nama avatara and become liberated from this miseries of this material world. Become liberated from the three modes of material nature. So, that is the truth about this sound Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Hare Hare So, don't worry that oh, I am producing this sound, how it can be Krishna? Krishna, He becomes that. To touch you, to give you association, He becomes that. So, therefore, in nama japa, the most fundamental, minimum bhavana is sriddha bhavana. Only if we have this bhavana, then we will not convert our japa into a mechanical japa. So, otherwise, we think that japa is just some process, finish sixteen rounds. But in reality, Krishna is coming down to relate with us, to give us association, to give us realization that He is present before us. Give us realization that He is this Samudra, He is the Surya"
    },
    {
      "start_time": 845,
      "end_time": 971,
      "verse_references": [],
      "themes": [
        "Nama Avatara",
        "Kali Yuga",
        "presence",
        "consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Nama Prabhu in the form of Hare Krishna Hare Krishna Krishna Krishna Hare Hare, Hare Rama Hare Rama Rama Rama Hare Hare reflects His presence onto each of our tongues.",
      "summary": "The speaker describes the Nama Avatara as the most expansive incarnation of the Lord in Kali Yuga, emphasizing the need for proper consciousness when God comes before us.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=845",
      "transcript": "of Satchidananda. Our soul is always craving for Satchidananda. And He is the Surya of Satchidananda. So, Srila Prabhupada has given us this secret. Now, how to worship the Nama Avatara? Nama Avatara is a fact. Just like one sun reflects on different water bodies. Similarly, Nama Prabhu in the form of Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Hare Hare reflects His presence onto each of our tongues. So, the most expansive Avatara of the Lord is this Kali Yuga. In this Kali Yuga, He is Nama Prabhu in the form of Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama, Hare Rama, Rama Rama, Hare Hare. If Krishna comes before you, what all would you do in a right manner? If God comes before you, what all you should do, what all you will do in the right manner? I say right manner because no real person can be dealt with according to your own whims. So this is the supreme personality of Godhead. What should be my consciousness when God comes before me?"
    },
    {
      "start_time": 971,
      "end_time": 1120,
      "verse_references": [],
      "themes": [
        "incarnation",
        "worship",
        "purpose",
        "suffering",
        "extraction of soul",
        "bodily concept"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna has incarnated to receive my worship and to enter my ear holes.",
      "summary": "The speaker explains that Krishna incarnates to receive worship and enter our consciousness, emphasizing the purpose of Nama Avatara is to extract our soul from the complicated mess of material existence and bodily identification.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=971",
      "transcript": "The supreme personality of Godhead. I should know the situation, the situation in my background, that Krishna has incarnated to receive my worship and to enter my ear holes. And to touch my mind and touch my heart by hearing the Hare Krishna Maha Mantra. So for the worship to be complete, for the Nama Avatara to be pleased. Suppose I come to your house for something. If you fulfill that, then I will be very happy. Similarly Nama Avatara is coming on your tongue for a purpose. Because every living entity is his child. Every living entity in the material world is suffering. This is not our real life. So his coming down, his purpose of coming down as a Nama Avatara, just like a magnet. There are so many iron filings, big magnet comes and all the iron filings get attracted to it and you pick out and place the iron filings somewhere else. Similarly Nama Avatara, the purpose of coming off our tongue is to extract our soul from this complicated mess. To extract our soul from out of this body, out of this bodily concept. Extract our soul from false ego."
    },
    {
      "start_time": 1120,
      "end_time": 1228,
      "verse_references": [],
      "themes": [
        "false ego",
        "knowledge",
        "association",
        "pleasing the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Supreme Lord loves every soul and he wants every one of us desperately, but he wants a false ego free soul.",
      "summary": "The speaker emphasizes that the Lord desires a soul free from false ego and that chanting and hearing are pleasing to the Lord because it serves the purpose of liberation.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=1120",
      "transcript": "Okay. The Supreme Lord loves every soul and he wants every one of us desperately. But he wants a false ego free soul. He wants the soul, not the false ego. The false ego is ignorance. Ignorance can be contracted by knowledge. And Krishna Shakthiya Vaishanama Avatara is a reservoir of Shuddha, Nama, Shuddha, Shuddha, Jnana, Vijjana. Nama Prabhu is Jnana Vijjana Surupa, Satchidananda Surupa. So therefore by hearing the Hare Krishna Maham. The Nama Prabhu is very pleased. Oh! Now He is associating with me. He is taking advantage of my going all the way onto his tongue. He is not chanting in vain. Chanting in vain. Convain means taking very little benefit of chanting. Chanting and hearing is very pleasing to the Lord because it serves the purpose."
    },
    {
      "start_time": 1228,
      "end_time": 1391,
      "verse_references": [],
      "themes": [
        "japa",
        "guidance",
        "protection",
        "essence",
        "offenses",
        "philosophy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anyone who understands this essence, their Prabhupada has given us an order to chant 16 rounds, 16 into 108 times.",
      "summary": "The speaker highlights the benefits of understanding the essence of japa, emphasizing Prabhupada's order to chant 16 rounds and how knowing the philosophy helps avoid offenses.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=1228",
      "transcript": "So go on doing good japa, no more life. Even this life is completely guided, protected, provided for, engaged in His service simply by this worship of the holy name of the Lord. So anyone who understands this essence, their Prabhupada has given us an order to chant 16 rounds, 16 into 108 times. Worship this Nama Avatara. Background, know the purpose, worship. Background, have the desire, it's for pleasing each Nama Prabhu. Then what can be better than daily associating with Krishna Himself? We don't feel that association of Krishna because of the offences in japa. And knowing the philosophy of Krishna consciousness, most of the 10 offences described in Padma Purana, are avoided by the devotees. Because they don't consider the demigods or anybody equal to the Supreme Lord. All these things, to learn the philosophy of Krishna consciousness, that this worshipping the holy name is not some ritualistic punya activity. It's a ritual. All this we know, so we avoid all these offences."
    },
    {
      "start_time": 1391,
      "end_time": 1528,
      "verse_references": [],
      "themes": [
        "offenses",
        "inattentive chanting",
        "sins",
        "ignorance",
        "welfare",
        "mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The holy name is so powerful, all sins are happening because of ignorance.",
      "summary": "The speaker identifies the two main offenses in chanting as blaspheming devotees and inattentive chanting, explaining that sins arise from ignorance and the holy name is merciful and powerful enough to wipe out sinful tendencies.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=1391",
      "transcript": "Only two offences we are vulnerable to. One is to blaspheme the devotees. Another is inattentive chanting. And inattentive chanting comes because, inattentive chanting, if one does not follow the regulatory principles, it's very difficult to attentively chant. If you have to worship the holy name of the Lord, better and better, we should be free from all sins. No doubt. The holy name is so powerful. All sins are happening because of ignorance. Because we do not know what is our true welfare. For some immediate pleasure, we think that is my real welfare. And we perform sins, sinful activities. And that, since ignorance is a root cause of that, even if you're chanting without being free from sins, very soon if you hear and chant, then sin, sinful habits, plus soul's sinful tendency will all get wiped out. That's good for you? So merciful is the Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. So the greatest treasure that we all have is this holy name."
    },
    {
      "start_time": 1528,
      "end_time": 1644,
      "verse_references": [],
      "themes": [
        "holy name",
        "treasure",
        "background feeling",
        "conscious mind",
        "background mind",
        "context"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This treasure is God Himself.",
      "summary": "The speaker emphasizes that the holy name is the greatest treasure, which is God Himself, and the quality of japa depends on the quality of the background feeling, explaining the difference between conscious and background mind.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=1528",
      "transcript": "The greatest treasure should be kept very carefully, served very carefully, related with very carefully. It is not an impersonal treasure, somebody gives you treasure, whole box of jewellery, this that. This treasure is God Himself. So therefore how much? So Prabhupada says you chant sixteen rounds and serve this Nama Mathara everyday. Prabhupada says the quality of japa depends upon the quality of the background feeling. The quality of the background is the differences of foreground mind and background mind and subconscious mind. Now I am speaking to you, you are hearing. That is your conscious mind is hearing. In the background mind you are passively relating what you are hearing with what all you know. That means your background is hearing everything in a context. Context that you are hearing the speaker, the context that what is the subject matter of hearing. These are all contexts. Background mind is a context mind. Background mind is a relating mind."
    },
    {
      "start_time": 1644,
      "end_time": 1794,
      "verse_references": [],
      "themes": [
        "background mind",
        "japa",
        "mechanical",
        "context",
        "feelings",
        "bhavana"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Background mind should always be in the context of japa.",
      "summary": "The speaker explains that the background mind should be focused on the context of japa, such as shraddha, the purpose of japa, or feelings of priti, to avoid mechanical chanting.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=1644",
      "transcript": "It is through the background mind with which you relate with what you do in the foreground mind. If your background mind is solving some problem and thinking of this problem, feeling some problem, and you are chanting in the foreground mind, then the chanting will become mechanical. So background mind should always be in the context of japa. Whether it is Shraddha, whether it is remembering the purpose of japa, whether you are remembering the golden command, or whether you want to offer feelings of priti for each bead in reciprocation to realizing how much priti he has in coming to me, descending on my tongue, or it can be Aghlada, feeling great elation that God is before me. Feeling so grateful that Lord has come before me from the depth of the heart, cry out to him with gratitude. You have learnt so many things from Prabhupada's books. What is surrender? God has come before you. Practice that now. Surrender to him. With your bhavana, sharnagati bhavana. Shraddha bhavana. Aghlada javana. Hrithpurvaka bhavana."
    },
    {
      "start_time": 1794,
      "end_time": 1979,
      "verse_references": [],
      "themes": [
        "bhavana",
        "enthusiasm",
        "pleasure",
        "Krishna",
        "humility",
        "egoism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Each chanting of the Hare Krishna, you should think you have earned the pleasure of Krishna.",
      "summary": "The speaker encourages building up enthusiasm and feeling pleasure with each chanting, emphasizing the importance of humility and chanting with an egoism freed from false egoism.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=1794",
      "transcript": "Utsaha bhavana. Enthusiastically build up. Each chanting of the Hare Krishna, you should think you have earned the pleasure of Krishna. Utsaha means how to earn more and more, how to become more and more wealthy, how to become spiritually richer and richer, one more pleasure giving to Nama Prabhu, one more pleasure giving to Nama Prabhu. This bhavana in the background, with this bhavana in the background, you do the tasking. Tasking means building up the number of sevas. You should know that not only you are counting the number of japa, Krishna is also counting your number of japa. As you finish one mala, he is waiting for the next mala. Okay, one he has finished, take one more. Because Krishna wants nirantara smaranam. Krishna wants smaranam. The next better, more pleasing to me is nirantara smaranam. Satatam ananyas chintayantoma. Krishna becomes conquered. Which is very tough, but we can practice. To finish sixteen rounds without thinking of anything, but chanting and hearing and feeling that this is Krishna, feeling ahalada, krithurvaka japa, feeling utsaha, feeling sharanagati, feeling krithajna, recognizing He is my protector, bharta patra, nakshapatra, feeling self humility, egoism, insignificant servant egoism. Chanting with the egoism, which is freed from false egoism."
    },
    {
      "start_time": 1979,
      "end_time": 2111,
      "verse_references": [],
      "themes": [
        "cue cards",
        "meditation",
        "relationship",
        "thought",
        "feeling",
        "bhavana",
        "trigger"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Every card is a relationship with the holy name.",
      "summary": "The speaker introduces the use of cue cards to meditate on the glory of the Lord and develop feelings associated with japa, explaining how repeated contemplation can transform thoughts into feelings.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=1979",
      "transcript": "So all these are, these cue cards that have been made are meant for two things. One is for us to read that, other than japa time. Meditate on the glory of the Lord. Every card is a relationship with the holy name. And, these cards are first a thought. Let's say somebody doesn't know who is Krishna. So if you tell him Krishna is supreme personality of God, it's only a thought. He hears many many many times. Just like we have heard so many times. This fact that Krishna is supreme personality of Godhead. So it has become a feeling. When we say Krishna is supreme personality of Godhead, it becomes a feeling. Bhavana. In the same way, all these bhavanas associated with japa. Number one, first these cards are meant for repeated reading. You repeatedly read them for six months, one year. Then afterwards you don't have to read. They would have become feelings related with the holy name. For instance, Krishna is Krishna's name himself. It is Krishna himself. So it becomes a feeling. Now Krishna is here. So the card, after that state, card acts as a trigger to the bhavana that is gone into your subconscious by repeated contemplation"
    },
    {
      "start_time": 2111,
      "end_time": 2253,
      "verse_references": [],
      "themes": [
        "anger",
        "thought",
        "feeling",
        "japa",
        "relationship",
        "foreground",
        "background",
        "synchronization",
        "concentration"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Good japa is chanting, hearing, feeling the Nama Prabhu.",
      "summary": "The speaker draws an analogy with anger to explain how feelings are connected to thoughts, emphasizing that good japa involves feeling the relationship with Nama Prabhu and synchronizing the foreground and background minds for concentration.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=2111",
      "transcript": "on the thoughts associated with these feelings. Just like an angry person, behind the anger there is a thought that causes the anger. There is a reason, there is a thought that causes the anger. But when you are angry, you don't remember the thought, you don't think the thought. You feel the thought. So in the same way, good japa is thinking, sorry, chanting, hearing, feeling the Nama Prabhu. Feeling the relationship with Nama Prabhu. Feeling about Nama Prabhu. Feelings offered to Nama Prabhu. Feeling the feelings that Nama Prabhu has towards us. So if these feelings are in the background, you will connect it to Nama. Who is in the foreground? Foreground. This feeling is about whom? Feeling is about the Nama Avatara who is appearing on each bead. It is not that foreground mind is going one direction and background mind is feeling. No. Background and foreground mind works in a synchronized manner. Just like now you are listening to me, your foreground mind, background mind is synchronized. When it is synchronized, that is concentration. Then that is giving full attention. Artificially try to bring attention back, bring attention back, bring attention back. How long you will go? It is very tiring for the mind. So if you do groundwork for it, if you have support of your background mind, chanting becomes beautiful. Chanting will never become mechanical. That is soulful japa."
    },
    {
      "start_time": 2253,
      "end_time": 2387,
      "verse_references": [],
      "themes": [
        "soulful japa",
        "method",
        "attention",
        "anusarana",
        "sankalpa",
        "vikalpa",
        "divya cheshta shakti",
        "ruchi"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Chanting will never become mechanical, that is soulful japa.",
      "summary": "The speaker introduces a method for practicing soulful japa, involving locking attention through anusarana, sankalpa, and experiencing divya cheshta shakti from the nama, leading to ruchi and ease in chanting.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=2253",
      "transcript": "So we have devised this method of practicing this. For one year, two years you practice, rest of the life you take your first mala, first you lock your attention through anusarana, golden command, feel that I should seva by seva, distinct seva, feel saviour on each bead. All these things, the first mala you, and then you set the, you lock the attention through sankalpa, that I will hear, and vikalpa that I will not, I will not think. So the first mala locks the attention on chanting, hearing, chanting, hearing, chanting, hearing. How it gets locked? The shakti to lock. What is the, what, the mind gets dragged away by so many things. So you have to control the mind to lock. But we only struggle first round, deliberately, with faith that the shakti to control the mind is in the nama. Divya cheshta, what you are doing is a divya cheshta, is a divine effort. So divine effort, you get divya cheshta shakti from nama. And this can be really experienced. How beautifully the attention gets locked to chanting, hearing, chanting, hearing, chanting, hearing. No, nothing else comes in the mind. If divya cheshta shakti is flowing into our heart, and it flows into our heart, we will feel no struggle, in doing the japa, we will feel that ruchi, that sense of ease with which we chant Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare,"
    },
    {
      "start_time": 2387,
      "end_time": 2550,
      "verse_references": [],
      "themes": [
        "divya cheshta shakti",
        "resistance",
        "smoothness",
        "anusvarna",
        "arthavat",
        "vidivat",
        "uninterrupted chanting"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When you get divya cheshta shakti, your chanting and hearing will be like this, in the air.",
      "summary": "The speaker uses the analogy of moving a finger through air versus paint to illustrate the smoothness achieved with divya cheshta shakti, explaining the importance of anusvarna, arthavat, vidivat, and uninterrupted chanting.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=2387",
      "transcript": "Hare Rama, Hare Rama, Rama Rama, Hare Hare. If you move your finger in some paint, or in honey, like this, you will find lot of resistance, no? You move your finger in the air, no resistance. When you get divya cheshta shakti, your chanting and hearing will be like this, in the air. Smoothly, mind will not disturb. Otherwise mind will drag. So mala one, anusvarna arthavat vidivat. Anusvarna means obedience to golden command. Arthavat means purposeful. Whenever any activity we do with a, we load the purpose in the background, then there will be focus. Your purpose should not be routine finishing of sixteen rounds. To understand the purpose is worshipping nama on each bead. So arthavat means purposeful. Vidivat, Guru has told exactly what is the vidhi. Chant distinctly, hear clearly, the very same chant is a vidhi. And, to uninterruptedly chant. Uninterrupted means uninterrupted by any other doing. Japa time means japa doing, not any other doing. You can kirtaniya sadahari, you can chant, you are cooking, you chant while driving, all that you can do, extra. But you have to chant sixteen rounds, without doing anything else. Without solving, trying to engage your mind in solving this problem, that problem, thinking about what I should do today, this, that, all these things. That is something else. This exclusively doing for Krishna. So that is a vidhi."
    },
    {
      "start_time": 2550,
      "end_time": 2633,
      "verse_references": [],
      "themes": [
        "subconscious mind",
        "habit",
        "training",
        "shraddha",
        "philosophy",
        "background",
        "bhavana"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It becomes your second nature to lock the attention.",
      "summary": "The speaker explains how practicing these principles can train the mind and make it a habit to lock attention on chanting, emphasizing the importance of shraddha and understanding the philosophy to develop the right bhavana.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=2550",
      "transcript": "All these things you practice, it goes into your subconscious mind. And afterwards, it naturally, it becomes your second nature to lock the attention. Just like now it has become a habit for us to chant and do some thinking. In the same way, it becomes a habit that you cannot think of anything else. Chanting and hearing, chanting and hearing becomes a habit. The mind can be trained. So Shraddha is a second mala. As I told, it's a basic Shraddha that Krishna is present before me. Another point of Shraddha is, Krishna is pleased by my chanting. To get that realization, He is pleased, you have to understand the philosophy, you have to understand the background, that bhavana to come, you have to understand the reasons behind it. Then Preeti japa, Hrithpurvaka japa, Agalatha japa, I have repeated this in every, I'm not repeating it now."
    },
    {
      "start_time": 2633,
      "end_time": 2757,
      "verse_references": [],
      "themes": [
        "chanting",
        "hearing",
        "feeling",
        "golden command",
        "training",
        "anusarana bhavana"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Go following the golden command is ninety percent soulful japa.",
      "summary": "The speaker concludes by encouraging the audience to begin the second set of sixteen rounds, emphasizing the importance of chanting, hearing, and feeling, and following the golden command for soulful japa.",
      "timestamp_url": "https://youtu.be/txX01AjDsTQ?t=2633",
      "transcript": "So let us go on to the second set of sixteen rounds. And remember that chant, hear, feel, chant, hear, feel. Don't indulge in thought processing. So Prabhupada is continuously prompting the golden command. Every eighteen beats, He comes and He reminds you, chant and hear that very sound. So when you are practicing here, don't think, oh this is the same message I'm hearing again and again. Oh I know what it is. It is not for knowing. He is speaking so that you follow next eighteen beats. Next eighteen beats you follow that. Then again He comes and says, He reminds us, next eighteen beats you follow, anusarana bhavana. So this is training. For the sake of training only, Prabhupada is, every eighteen beats is coming. Not for your knowledge. You already know what is golden command. But you need to be reminded. I should chant and hear that very sound. So that is the most important. Go following the golden command is ninety percent soulful japa. Okay. Nama Prabho ki Shila Prabhupada ki Shila Prabhupada ki Hare Krishna Guru Prabhupada Ki"
    }
  ]
}