{
  "video_id": "tztk2AgxKQ4",
  "title": "SB 1.19.20 | HH Stoka Krishna Swami | 23-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=tztk2AgxKQ4",
  "segments": [
    {
      "start_time": 87,
      "end_time": 279,
      "verse_references": [],
      "themes": [
        "detachment",
        "materialism vs. spiritualism",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Foolish politicians who hold political administrative force think that the temporary post they occupy are the highest material gain of life and therefore they stick to those posts even up to the last moment of life without knowing that achievement of liberation as one of the associates of the Lord in his eternal abode is the highest gain of life",
      "summary": "HH Stoka Krishna Swami explains Srila Prabhupada's purport on the verse, contrasting the attachment of materialistic politicians to temporary posts with the higher goal of achieving liberation and association with the Lord.",
      "timestamp_url": "https://youtu.be/tztk2AgxKQ4?t=87",
      "transcript": "The meaning of this verse: the sages said, \"O chief of all the saintly kings of the Pandu dynasty, who are strictly in the line of Lord Sri Krishna, it is not at all astonishing that you give up your throne, which is decorated with the helmets of many kings, to achieve eternal association with the Personality of Godhead.\" This is the praise of these assembled saintly persons with regard to Parikshit's action of renouncing his kingdom and coming to this holy place to prepare himself to go back to Godhead by fasting unto death. So, an elaborate purport is given by Srila Prabhupada explaining this appreciation of the saintly persons of Parikshit's action. So, Srila Prabhupada says in the purport, \"Foolish politicians who hold political administrative force think that the temporary post they occupy are the highest material gain of life, and therefore they stick to those posts even up to the last moment of life without knowing that achievement of liberation as one of the associates of the Lord in his eternal abode is the highest gain of life.\" Here, Prabhupada is comparing modern-day politicians who are those who are ignorant about spiritual reality. They think that to hold some very high position in this material world, even though it is a temporary position, they think that the post they occupy is the highest gain of their life, and they stick on to that position till they are forced to leave that by being forced to die, quit the body, and they are ignorant of the fact that they are not the body, they are spirit soul. Therefore, after quitting the body at the time of death, they have to enter another body. That they are not aware. But if they know about spiritual reality, then they understand there is something much, much, much, much greater to be obtained in this human form of life by practicing Krishna consciousness and achieving liberation to become one of the associates of the Supreme Lord in his personal abode in the spiritual"
    },
    {
      "start_time": 279,
      "end_time": 486,
      "verse_references": [
        "BG 9.25"
      ],
      "themes": [
        "material suffering",
        "devotional service",
        "fear of materialism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This materialistic way of life is something like a grinding stone and we are being crushed by it.",
      "summary": "HH Stoka Krishna Swami discusses Prahlad Maharaj's prayer to Lord Narasimha, highlighting the fear of the materialistic way of life and the suffering it entails, using the analogy of a grinding stone.",
      "timestamp_url": "https://youtu.be/tztk2AgxKQ4?t=279",
      "transcript": "world that they do not know. So, Srila Prabhupada says in the purport further, \"The human life is meant for achieving this end. This is the goal of human life.\" The Lord has assured us in the Bhagavad Gita many times that going back to Godhead, his eternal abode, is the highest achievement: *yad gatva nani vartante tad dhama paramam mama*; *madh karmakrana madh paramo madh bhaktasangavarjitah nirvaira sarvabhuteshu yassa mameti pandava yaktvadeham punarjanmaneti mameti sorjuna*. So, many places in the Bhagavad Gita, Krishna is talking about this. Further, Srila Prabhupada says, \"Prahlad Maharaj, while praying to Lord Narasimha, said, 'Oh my Lord, I am very much afraid of the materialistic way of life.'\" Prahlad Maharaj is a pure devotee, actually he is fearless, but still he is teaching us by telling that he is very much afraid of the materialistic way of life, and he further says, \"I am not the least afraid of your present ghastly ferocious feature as Nrsimha Deva.\" Well, Lord Nrsimha appeared to protect Prahlad Maharaj against his demoniac father. Nrsimha was very, very, very angry. Against whom was he angry? He was angry against Hiranyakashyapu. He was never angry at Prahlad, and Prahlad knew this. Therefore, Prahlad is telling Lord Nrsimha, \"I am not afraid of your ferocious form, because that ferocious form is meant for protecting the devotee. He is meant to chastise the non-devotee, atheist, demon,\" that the devotee is confident. And Prahlad Maharaj is telling why is he afraid of materialistic way of life. He is telling, \"This materialistic way of life is something like a grinding stone, and we are being crushed by it.\" See, foolish people don't realize that taking birth in the material world means accepting a material body, and this material body is subject to so many miseries under the influence of these three *gunas* which are constantly harassing us in the form of different kinds of miseries being inflicted against our being—*vishnu*. *Adi bhautika klesha, adhyatmika klesha, adi daivika klesha, adi bhautika kess wastewater, abhyatmika klesha, vishulya, and any kunti and any sort of dem Dievikal klesha*. They don't want us to face the agenda beyond our awareness and control in the form of different kinds of miseries being inflicted against our wish. *Adi bhautika klesha Adi* spiritually 大以上的外外. And balanced by that divine nature and grit."
    },
    {
      "start_time": 486,
      "end_time": 627,
      "verse_references": [],
      "themes": [
        "material suffering",
        "devotional service",
        "liberation"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Suppose somebody is who's meant to live on the land falls into the middle of the ocean then ocean means continuously there are waves and these waves will toss the person up and down up and down so it will be a struggle to keep himself afloat",
      "summary": "HH Stoka Krishna Swami continues explaining Prahlad Maharaj's prayer, using the analogy of being tossed in the ocean to illustrate the suffering in the material world and emphasizing the importance of seeking shelter at the Lord's lotus feet for liberation.",
      "timestamp_url": "https://youtu.be/tztk2AgxKQ4?t=486",
      "transcript": "constantly being harassed by this. So, Prahlad Maharaj is giving an analogy, it's something like being crushed in a grinding stone continuously. And another example Prahlad is giving here when praying to Narasimha Deva, he is telling, \"We have fallen into this horrible whirlpool of the tossing waves of life. My Lord, I pray at your lotus feet to call me back to your eternal abode as one of your servitors.\" Another example Prahlad is giving, suppose somebody who's meant to live on the land falls into the middle of the ocean, then ocean means continuously there are waves, and these waves will toss the person up and down, up and down. So, it will be a struggle to keep himself afloat because continuously waves will be coming and trying to overpower the person who has to protect himself against being drowned by those waves. So, in a similar way through this, Prahlad is telling, \"This material world we are drowning in the waves of the attacked by Maya in the form of continuous miseries being inflicted through the *gunas*. Instead,\" Prahlad Maharaj is praying to the Lord, \"Please call me back to your eternal abode as one of your servants.\" Prahlad further says, \"This is the summit liberation of the materialistic way of life. If at all you want freedom from the suffering of this world, then you should simply aim to become one of the eternal associates of the Supreme Lord in his personal abode as his loving devotional servitor.\""
    },
    {
      "start_time": 627,
      "end_time": 833,
      "verse_references": [],
      "themes": [
        "material suffering",
        "separation from Krishna",
        "unwanted miseries"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In whichever species of life I have taken birth compelled by the force of my own activities I have very painfully experienced two things: separation from my beloved and meeting with what is not wanted.",
      "summary": "HH Stoka Krishna Swami elaborates on Prahlad Maharaj's bitter experiences in the material world, focusing on the pain of separation from Krishna and the constant experience of unwanted miseries.",
      "timestamp_url": "https://youtu.be/tztk2AgxKQ4?t=627",
      "transcript": "That is what Prahlad Maharaj is teaching in this prayer. And what is Pariksit praying for? He is also preparing to go back to the spiritual world to become one of the associates of the Supreme Lord. Further, Prahlad is telling, \"I have very bitter experience of the materialistic way of life.\" He has already said it is like a grinding stone in which we are getting crushed, or like falling into a rock, or like falling into a middle of the ocean being tossed by the waves continuously. Now further he is telling the bitter experience he has had in this material world. What is that? \"In whichever species of life I have taken birth, compelled by the force of my own activities, I have very painfully experienced two things.\" This is common for everyone, not just for Prahlad. Please hear carefully, two things that everyone is experiencing which they don't realize. What are the two things? Separation from my beloved. Who is our beloved? Our beloved is the Supreme Lord Krishna. In the material world we are separated from him. And the second thing is we all experience meeting with what is not wanted. Unwanted miseries are forced upon us in this material existence. And further Prahlad says, \"To counteract these unwanted miseries, the remedies which I undertook were more dangerous than the disease itself.\" We are suffering from a disease called *bhava roga*. *Bhava roga* and material means to counteract this *bhava roga* are worse than suffering the disease of *bhava roga* itself. So, I drift from one point to another birth after birth. The misery doesn't stop simply by giving up one body thinking that my suffering will be coming to an end when I quit the body. Just like when somebody is suffering too much, they wish that they die rather than live, especially somebody who has got a terminal illness, chronic disease, they cannot tolerate the suffering and they wish and pray that I may die. But death is not the solution because they are going to take birth again, and taking birth again without preparing to go back to God, it means one more material body, and again that material body also under the clutches of Maya, they are going to suffer similarly. Therefore, Prahlad is concluding the prayer by telling, \"I pray to you therefore to give me shelter at your lotus feet. I don't want to be under the clutches of Maya.\" That's what Prahlad is telling."
    },
    {
      "start_time": 833,
      "end_time": 979,
      "verse_references": [
        "BG 4.2"
      ],
      "themes": [
        "detachment",
        "parampara",
        "following Krishna's instructions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Pandava kings who are more than many saints of the world knew the bitter results of materialistic way of life, they were never captivated by the glare of the imperial throne they occupied.",
      "summary": "HH Stoka Krishna Swami concludes by highlighting the detachment of the Pandava kings and their readiness to give up their thrones to associate with the Lord, emphasizing the importance of following Krishna's instructions and living unattached to material possessions.",
      "timestamp_url": "https://youtu.be/tztk2AgxKQ4?t=833",
      "transcript": "Now Srila Prabhupada continues by telling, \"The Pandava kings who are more than many saints of the world knew the bitter results of materialistic way of life. They were never captivated by the glare of the imperial throne they occupied.\" They were very, very powerful. They were emperors of the world, entire world, very powerful, but they were not captivated by some allurement of Maya. Therefore, they always sought the opportunity being called by the Lord to associate with him eternally. They were just waiting, \"As long as the Lord wants us to rule this world, we will rule, but when he calls us back, we are ready to go for eternal life there.\" So, this is temporary, material existence is temporary. So, Maharaj Parikshit said that, so Maharaj Parikshit was the worthy grandson of Maharaj Yudhishtira. So, just like Maharaj Yudhishtira gave up the imperial throne to his grandson, who is his grandson, Parikshit. Similarly, Parikshit gave up the imperial throne to his son Janamejaya. That is the way of all the kings in the dynasty. They are all strictly in the line of Lord Krishna. That is what is described in this verse by the sages. All the kings in these saintly dynasty of saintly kings, *Rajarshi Parampara*. Krishna says, *evam parampara praptam imam rajarsha yo viduh*, the saintly kings, they strictly follow the instructions of Krishna. They don't permanently hold on to any post in the material world. So, they live unattached to all the objects of materialistic way of life. They never are attached. So, giving up is very easy for them, and giving up for what? For spiritual life. I will stop here. Thank you very much."
    }
  ]
}