{
  "video_id": "u1zrcRLfM8M",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.49 | 21-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=u1zrcRLfM8M",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/u1zrcRLfM8M?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gdadhara Shiva Sadhigaura Bhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 41,
      "end_time": 63,
      "verse_references": [
        "SB 1.9.49"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Chapter Summary"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In this session we will be discussing from the 49th verse of the 9th chapter of the 1st chapter of the 9th chapter of the 9th chapter of the canto of Srimad Bhagavatam. This is the last verse of this chapter.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam that will be discussed, SB 1.9.49, and mentions it is the last verse of the chapter.",
      "timestamp_url": "https://youtu.be/u1zrcRLfM8M?t=41",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Devim Saraswatim Vyasam Tato Jaya Mudirayet. In this session, we will be discussing from the 49th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam. This is the last verse of this chapter."
    },
    {
      "start_time": 64,
      "end_time": 144,
      "verse_references": [
        "SB 1.9.49"
      ],
      "themes": [
        "Maharaj Yudhishthira",
        "Royal Duty",
        "Krishna's Approval"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "After this, the great religious king Maharaj Yudhishthira executed the royal power in the kingdom strictly according to the codes and royal principles approved by his uncle and confirmed by Lord Sri Krishna.",
      "summary": "The speaker explains the meaning of the verse, focusing on Yudhishthira's assumption of royal power and his adherence to codes approved by his elders and Krishna.",
      "timestamp_url": "https://youtu.be/u1zrcRLfM8M?t=64",
      "transcript": "Pitrachanumato Raja Vasudevanumoditaha Chakararajyam Dharmena Pitrpaitamaham Vibhuhu. The meaning of this verse is, after this, the great religious king Maharaj Yudhishthira executed the royal power in the kingdom strictly according to the codes and royal principles approved by his uncle and confirmed by Lord Sri Krishna. So, this is the ending of this chapter. What did Yudhishthira do after Bhishma Deva passed away? He performed a funeral ceremony and the sages glorified Krishna and went back to their respective hermitages. Then Krishna and Yudhishthira immediately returned to the palace of Hastinapura to pacify Dhritarashtra and Gandhari. And after that, Yudhishthira assumed responsibility of ruling the entire world exactly in accordance with the codes and principles given in the shastras approved by Dhritarashtra, his uncle, and by Lord Sri Krishna, the Supreme Lord."
    },
    {
      "start_time": 145,
      "end_time": 200,
      "verse_references": [],
      "themes": [
        "King's Duty",
        "Welfare of Citizens",
        "Spiritual Upliftment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Yudhishthira was not a mere tax collector. He was always conscious of his duty as a king, which is no less than that of a father or spiritual master.",
      "summary": "The speaker elaborates on Srila Prabhupada's purport, emphasizing the king's responsibility for the socio-political, economic, and spiritual welfare of the citizens.",
      "timestamp_url": "https://youtu.be/u1zrcRLfM8M?t=145",
      "transcript": "So, Srila Prabhupada explains in the purport, Maharaj Yudhishthira was not a mere tax collector. He was always conscious of his duty as a king, which is no less than that of a father or spiritual master. King means he is a very responsible person in the society. He has got responsibility towards the citizens who are under his care. Citizens are under his care. So, Prabhupada explains the Vedic conception of what is the duty of a king. The king is to see the welfare of the citizens from all angles of socio, political, economic, and spiritual upliftment. This is the great responsibility of the king in the Vedic culture as given in the scriptures."
    },
    {
      "start_time": 201,
      "end_time": 378,
      "verse_references": [],
      "themes": [
        "Rajadharma",
        "King's Responsibility",
        "Liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The responsibility is there for the king towards his citizens ensure the upliftment of the citizens ultimately the citizens have to become Attraction liberated by practicing spiritual life becoming responsible to understand the great opportunity as a human being this is the responsibility",
      "summary": "The speaker discusses Rajadharma, the science of kingship, and the king's duty to lead citizens towards spiritual liberation from birth, death, disease, and old age.",
      "timestamp_url": "https://youtu.be/u1zrcRLfM8M?t=201",
      "transcript": "Rajadharma, which describes the duties of the Raja or the king, what are the duties of a king, so Prabhupada says Rajadharma is a great science. Elsewhere he describes this, unlike modern diplomacy for political supremacy, being a king or an emperor is actually based on following the science of Rajadharma as given in the Dharma Shastras. The kings were trained systematically to become munificent and not merely be tax collectors, not that I am the king and I enjoy power, wealth, and a nice army and then simply lord over everyone else and try to, you know, suppress any rebellion, quell any uprising. So, this is not the way to rule the kingdom. The responsibility is there for the king towards his citizens to ensure the upliftment of the citizens. Ultimately the citizens have to become liberated by practicing spiritual life, becoming responsible to understand the great opportunity as a human being. This is the responsibility of the king. The kings were trained to perform different sacrifices only for the prosperity of the subjects, only for the prosperity of the citizens. The king was to lead the prajas to the attainment of salvation. That was the great duty of the king. So, Prabhupada says the father, the spiritual master, and the king are all natural leaders of their respective dependents and they are not to become irresponsible in the matter of leading their subjects to the path of ultimate liberation from birth, death, disease, and old age. This is the responsibility whether somebody is a father or somebody is a spiritual master or somebody is a king. Father has got responsibility towards his children and the spiritual master has got responsibility towards his disciples and the king has got responsibility towards the citizens."
    },
    {
      "start_time": 379,
      "end_time": 437,
      "verse_references": [
        "BG"
      ],
      "themes": [
        "Human Form of Life",
        "Liberation",
        "Krishna Consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When you got a human form of life you are meant to prepare yourself to attain ultimate liberation from these four fundamental miseries which is there throughout the entire life.",
      "summary": "The speaker explains that the human form of life is meant for attaining liberation from material miseries through Krishna consciousness under proper guidance.",
      "timestamp_url": "https://youtu.be/u1zrcRLfM8M?t=379",
      "transcript": "You, whom is ruling, so they have to liberate ultimately their dependents from birth, death, diseases, and old age. This is the prerogative of the human being. When you got a human form of life, you are meant to prepare yourself to attain ultimate liberation from these four fundamental miseries which is there throughout the entire material creation. So, Krishna instructs in the Bhagavad-Gita these are four fundamental miseries and one should aim how to get out by cultivating Krishna consciousness under the able guidance, leadership, direction of these superiors."
    },
    {
      "start_time": 438,
      "end_time": 520,
      "verse_references": [],
      "themes": [
        "Modern Administration",
        "Lack of Training",
        "Taxation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Modern days the people in general occupy the administration by the strength of manipulated votes but they are never trained in the primary duties of the king",
      "summary": "The speaker contrasts Vedic kingship with modern administration, criticizing the lack of training and the focus on taxation rather than the welfare of citizens.",
      "timestamp_url": "https://youtu.be/u1zrcRLfM8M?t=438",
      "transcript": "In modern days, Prabhupada says, as opposed to what was actually the Vedic culture, modern days the people in general occupy the administration by the strength of manipulated votes, but they are never trained in the primary duties of the king and everyone cannot be trained unless they have some basic qualification. Under the circumstances, the untrained administrators play havoc to make the subjects happy in all respects. They try somehow to make people happy, but it is not going to happen unless they are trained how to ensure happiness of the citizens under all circumstances. So, these modern day administrators, they increase the tax to finance a top heavy administration that is useless for all purposes. They don't do the real duties of an administrator or a king or a government leader or government head. They don't perform their duties."
    },
    {
      "start_time": 521,
      "end_time": 604,
      "verse_references": [],
      "themes": [
        "Vedic Culture",
        "Brahmanas",
        "Dharma Shastras",
        "Pious Kings"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the Vedic times or the Vedic culture Vedic culture Vedic civilization the qualified brahmanas are meant to give direction to the kings for proper administration",
      "summary": "The speaker describes the role of qualified Brahmanas in guiding kings according to Dharma Shastras like Manu Samhita and the qualities of pious kings.",
      "timestamp_url": "https://youtu.be/u1zrcRLfM8M?t=521",
      "transcript": "In the Vedic times or the Vedic culture, Vedic civilization, the qualified brahmanas are meant to give direction to the kings for proper administration in terms of the scriptures like Manu Samhita and the dharma shastras of Parashara, Parashara Smriti. They describe exactly how the king should rule and the king is given instructions and directions according to the codes given in the Manu Samhita and other dharma shastras. So, the brahmanas are well-versed in the dharma shastra, they are well-versed in these scriptures and they give correct advice, correct guidance to the kings. If the king is pious, religious, chivalrous, and munificent, the citizens generally will follow him. It's natural. Such a king is never a lazy, sensuous person living at the cost of the subjects, but he is always alert to kill thieves and decoys in the kingdom to protect the weaker sections of the society. The kings, the pious kings in the former days were not merciful to decoys and thieves in the name of nonsensical ahimsa."
    },
    {
      "start_time": 605,
      "end_time": 700,
      "verse_references": [],
      "themes": [
        "Non-violence",
        "Punishment",
        "Thieves and Decoits",
        "Kashmir Example"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A king should never adopt foolishly the policy of non-violence never be non-violent when it comes to punishing thieves and decoys.",
      "summary": "The speaker emphasizes that kings should not be foolishly non-violent when dealing with criminals and gives an example of strict punishment in Kashmir.",
      "timestamp_url": "https://youtu.be/u1zrcRLfM8M?t=605",
      "transcript": "It's like modern-day politicians, they say non-violence. No, they should remain silent, never be non-violent when it comes to punishing thieves and decoys. They should never show non-violence principles. Now, the thieves and decoys were punished in an exemplary way so that in future no one would dare commit such nuisance in an organized form. That was the way. Prabhupada says even about 150 years ago in Kashmir, the ruling king was so very strict in punishing the thieves that if somebody dropped, let's say, a gold coin on the way, that gold coin would lie on the street till the actual owner who has lost it comes and picks it up. Nobody else would dare touch that because it's not theirs. The king would punish those who would steal or take somebody else's wealth in such a way that if somebody was caught stealing, their fingers would be cut off. So, this is the way to rule that there will be no nuisance of these thieves, rogues, plunderers, and anti-socials."
    },
    {
      "start_time": 701,
      "end_time": 802,
      "verse_references": [],
      "themes": [
        "Human Form of Life",
        "Liberation",
        "King's Duty",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The king must know that the human form of life is meant for liberating the trapped soul from the bondage of material conditions.",
      "summary": "The speaker reiterates the king's duty to help citizens attain liberation and mentions Krishna's teachings in the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/u1zrcRLfM8M?t=701",
      "transcript": "So, Prabhupada says in the purport, the king must know that the human form of life is meant for liberating the trapped soul from the bondage of material conditions. Therefore, the king's duty is to see that the citizens are properly looked after to attain the highest stage of perfection. The king has got a goal, he's got a target, how the citizens can get out of this material bondage. King Yudhishthira followed these principles strictly as will be explained in the next chapter. Not only did he follow the principles but he got approval also from his old uncle who was experienced in political affairs and it was also confirmed by Lord Shri Krishna, the speaker of the philosophy of Bhagavad Gita. See, Krishna spoke Bhagavad Gita first to Sun God because they are to rule in accordance with the teachings of Bhagavad Gita. That's why Krishna spoke to Sun God. Later he spoke to Arjuna, was also a Kshatriya, rulers. Maharaja Yudhishthira is the ideal monarch and monarchy under a trained king like Maharaja Yudhishthira is by far the most superior form of government."
    },
    {
      "start_time": 803,
      "end_time": 904,
      "verse_references": [],
      "themes": [
        "Monarchy vs. Democracy",
        "Kali Yuga",
        "Disqualified Voters",
        "Trained Kshatriya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A trained, shatria who can rule according to the codes of Dharmashastra is far far superior than an elected government by the people who do not have the qualification to select a proper government leader.",
      "summary": "The speaker contrasts monarchy under a trained Kshatriya with modern democracy, arguing that unqualified voters in Kali Yuga cannot elect responsible leaders, and concludes the lecture.",
      "timestamp_url": "https://youtu.be/u1zrcRLfM8M?t=803",
      "transcript": "Superior to modern republics or governments of the people by the people. Nowadays people are very proud that we have got what is called as democracy. But in democracy, the defect is that the mass of people who elect their leaders or their rulers, they are, especially in the Kali Yuga, they are basically low born, they are ill trained, they are unfortunate and badly associated. This is described in the Bhagavatam. In Kali Yuga people are disqualified in so many ways. So, they themselves do not know the highest perfectional aim of life, therefore votes cast by them actually have no value. And persons elected by such illiterate people, irresponsible votes, cannot be, people elected by such irresponsible votes cannot be responsible representatives like Maharaja Yudhishthira. So, the conclusion is a trained Kshatriya who can rule according to the codes of Dharmashastra is far, far superior than an elected government by the people who do not have the qualification to select a proper government leader. So, I will stop here. Thank you very much."
    }
  ]
}