{
  "video_id": "U6_43FQ2sh8",
  "title": "Srimad Bhagavatam | HG Chanchalapathi Dasa | SB 3.15.35 | 29-01-2016",
  "speaker": "HG Chanchalapathi Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=U6_43FQ2sh8",
  "segments": [
    {
      "start_time": 0,
      "end_time": 137,
      "verse_references": [
        "SB 3.15.35"
      ],
      "themes": [
        "curse",
        "offense",
        "devotee"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Although by chance the doormen committed a mistake by checking the brāhmaṇas from entering the gate of Vaikuntha, they were at once aware of the gravity of the curse.",
      "summary": "The speaker introduces the verse and explains how the doormen of Vaikuntha reacted to being cursed by the Kumaras, understanding the gravity of offending devotees.",
      "timestamp_url": "https://youtu.be/U6_43FQ2sh8?t=0",
      "transcript": "Om Namo Bhagavate Vasudevaya. Reading from Srimad Bhagavatam, Canto 3, Chapter 15, Text No. 35: teṣām itīritaṁ bhāvava dhārya-gōraṁ tam brahma-dandam anivāraṇaṁ astra-pūgaiḥ sadyo hareranu ca rāvuru bhibhyatāstāt pāda-gṛhāva patatārāṁ tāmatikātare nāṁ teṣām itīritaṁ bhāvava dhārya-gōraṁ tam brahma-dandam anivāraṇaṁ Translation and purport by His Divine Grace A. C. Bhaktivedanta Swami Srila Prabhupāda: \"When the doormen of Vaikunthaloka, who were certainly devotees of the Lord, found that they were going to be cursed by the brāhmaṇas, they at once became veiled. They were very much afraid and fell down at the feet of the brāhmaṇas in great anxiety, for a brāhmaṇa's curse cannot be counteracted by any kind of weapon. Although by chance the doormen committed a mistake by checking the brāhmaṇas from entering the gate of Vaikuntha, they were at once aware of the gravity of the curse. There are many kinds of offences, but the greatest offence is to offend a devotee of the Lord. Because the doormen were also devotees of the Lord, they were able to understand their mistake and were terrified when the four kumaras were ready to curse them.\" Thus ends the Bhaktivedanta purport."
    },
    {
      "start_time": 138,
      "end_time": 455,
      "verse_references": [
        "SB 3.15.35"
      ],
      "themes": [
        "material world",
        "curse",
        "fear"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So in other words, when they were told, go to the material world, that was considered to be a curse.",
      "summary": "The speaker elaborates on the doormen's fear of being sent to the material world, emphasizing that it was considered a curse by residents of Vaikuntha.",
      "timestamp_url": "https://youtu.be/U6_43FQ2sh8?t=138",
      "transcript": "So we are seeing here, the four kumaras, who were checked by the two doormen of Vaikuntha from entering the Vaikuntha loka, and they were angry and they cursed the two doormen, and here we are seeing the response. We saw them cursing, or considering, in the previous verse, and in this verse we see their reaction of the two doormen. When they heard that they were cursed to go to the material world, they understood what a grave thing, mistake, they have done: avadharya ghoram. tad brahmadandam anivaranam astrapugaihi. And they also realised, they became fearful about brahmadandam, the curse of a brahmana, which is anivaranam, nivaranam, anivaranam, which cannot be counteracted. astrapugaihi. One may think that I am very powerful, I have so many weapons, you may have any kind of weapons, but by these weapons you cannot, anivaranam, you cannot counteract brahmadandam. So realising this, avadharya ghoram, brahmadandam, anivaranam, astrapugaihi, anivaranam, what did they do? sadyaha, immediately, harer anucarao, those devotees, who are followers of hari, uruvibhyatas, full of fear, tadpada grahao apatatam, they fell at the feet of the sages, holding to their feet, apatatam, fell down, atikatha rena, with great anxiety in their heart. So when the doorman of Vaikunthaloka, who was certainly devotees of the Lord, harer anucarao, found that they were going to be cursed by the brahmanas, brahmadandam, they at once became very much afraid, uruvibhyatas, and fell down, apatatam, at the feet of the brahmanas, pada grahao apatatam, in great anxiety, atikatha rena, for a brahmana's curse, brahmadandam, cannot be counteracted, anivaranam, by any kind of weapon, astrapugai. So, we can see here, and Prabhupada has mentioned, because they were themselves devotees, they understood how grave ghoram it was to have offended the sages, and the sages becoming upset with them, and cursing them. So they became, they were, they became aware, they understood, avadharya ghoram, they understood what a grave mistake they have committed, and they became fearful, urubhibhyataha, and they fell at the feet of the brahmanas, atikatha rena, with great anxiety. And, so, what was the curse that the brahmanas, the sages had pronounced on them, that we saw in the previous verse, loka nitho vrajatam, go to the material world. So that was the curse about which they became very fearful, they became very anxious. So in other words, when they were told, go to the material world, that was considered to be a curse."
    },
    {
      "start_time": 456,
      "end_time": 653,
      "verse_references": [],
      "themes": [
        "material world",
        "perspective",
        "enlightenment"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "If you want to know the value of something, say some ornament... you have to go to a goldsmith... So in the same way, we have to get an estimation of anything, we have to go to a goldsmith.",
      "summary": "The speaker uses the analogy of a goldsmith valuing jewelry to illustrate the importance of understanding the material world from the perspective of enlightened individuals.",
      "timestamp_url": "https://youtu.be/U6_43FQ2sh8?t=456",
      "transcript": "So now we should understand, we are all here in this material world, what people of the spiritual world, how they estimate this world. This is a world where people, when they are cursed, they go there. Right? But we think this is a very wonderful place, maybe some things are not alright, we will fix it. In course of time, we will fix it, and we will make it a very good place to live. In, in Indian government language, there is one expression, \"punishment posting.\" If some IAS officer, bureaucrat, they don't cooperate with the politicians, or something, then the politicians will transfer them to Andaman, Nicobar Islands. And that's considered to be a punishment posting. So in the same way, this material world is considered to be a punishment posting for those living entities who are not willing to cooperate and be in harmony with the spiritual atmosphere. If we want to estimate, so in this way, we have to look at how this world is estimated by enlightened sages, or by residents of the spiritual world, how they rate this material world. We get a certain understanding from this verse. Just like if you want to know the value of something, say some ornament, sometimes we, some people drop some, some jewellery in the hundi, and then when we get that jewellery, and we want to make an estimate, how much it is, is it real gold, or some imitation jewellery, somebody dropped, now if you want to make an estimation of that, you have to go to a goldsmith, a goldsmith will check out, and then, because he is an expert in that, he will tell you it's worth how much money. So in the same way, we have to get an estimation of anything, we have to go to a goldsmith. If you go to a blacksmith, and take a piece of jewellery, you are not going to get very good understanding. So in the same way, we have to get an understanding of this, of this world, from those who are enlightened. That is the spirit, that is the perspective."
    },
    {
      "start_time": 654,
      "end_time": 823,
      "verse_references": [
        "BG 4.34",
        "BG 4.19"
      ],
      "themes": [
        "knowledge",
        "detachment",
        "wisdom"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is using the word, you must approach, tatvadarshinah, those who have, those who have seen the truth.",
      "summary": "The speaker quotes the Bhagavad Gita to emphasize the importance of seeking knowledge from those who have realized the truth and are detached from sense gratification.",
      "timestamp_url": "https://youtu.be/U6_43FQ2sh8?t=654",
      "transcript": "Because if people who don't, who are not enlightened, their views are not very important. That is why when Krishna says, tad viddhi pranipatena pariprasnena sevaya, upadekshanti te jnanam jnaninas tatvadarshinah, Krishna is using the word, you must approach tatvadarshinah, those who have, those who have seen the truth. In other words, those who are experiencing the truth, tatvadarshinah, no use going to an ordinary person if you want to get spiritual knowledge. In this context, Prabhupada also said, we should read books written by tatvadarshis, those who have actually seen the truth, very enlightened people. From their point of view, we should understand our life, our situation, our world, everything. Then we will be able to derive benefit from that. There is another verse in the Bhagavad Gita, Krishna refers to the similar thing, that how, actually many times, but in this particular place, yasya sarve samarambha, kama sankalpa varjitaha, jnanagni dhadda karmanam, tamahuhu panditam buddhaha. In the chapter 4, text number 19, this is same as the, tamahuhu panditam buddhaha, these people are considered to be buddhaha, wise, by panditas. Sometimes somebody may consider them to be a wise man. Right? Like all our parents consider us to be very intelligent, my son is so intelligent. We may not be doing very well, but still our parents, out of love, they may say. So that's not important, we have to, whether we are wise, considered to be buddhaha, by panditas, tamahuhu panditam buddhaha. That is important. So Krishna is saying here, yasya sarve samarambha, kama sankalpa varjitaha, jnanagni dhadda karmanam, tamahuhu panditam buddhaha."
    },
    {
      "start_time": 824,
      "end_time": 974,
      "verse_references": [
        "BG 4.19"
      ],
      "themes": [
        "desire",
        "karma",
        "knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In all endeavors, kama sankalpa varjitaha, they have given up the desire for enjoyment, kama, self-enjoyment, or sense gratification.",
      "summary": "The speaker explains the concept of 'kama sankalpa varjitaha' from the Bhagavad Gita, highlighting the importance of giving up desires for sense gratification to attain true knowledge.",
      "timestamp_url": "https://youtu.be/U6_43FQ2sh8?t=824",
      "transcript": "In all endeavors, sarve samarambha, in all endeavors, kama sankalpa varjitaha, they have given up the desire for enjoyment, kama, self-enjoyment, or sense gratification. Because in every endeavor, a conditioned soul tries to enjoy. What is it that I can get for my sense gratification? Because that's the nature of the conditioned soul, when we come to spiritual life also, in spiritual life also we will be seeing how I can get some sense gratification. So that's the sad part. That is what we have to be watching out. So, yasya sarve samarambha, kama sankalpa varjitaha, so they have given up varjitaha, kama sankalpa, that determination or that desire for kama, varjitaha, jnanagni dhadda karmanam, such people who have become free from desire for sense gratification, in all their endeavors, such people have actually burned their fruitive reactions in the fire of knowledge. Which means, Prabhupada points out very nicely, kama sankalpa varjitaha is a result of being situated in jnana. So, if we are situated in transcendental knowledge, the effect of that is, in all our endeavors, we will not be looking for sense gratification. Conversely, if in all our endeavors we are looking for sense gratification, that is an indication we are not situated in jnana, we are still in ajnana. So, this is what great learned men consider. One is understood to be in full knowledge, whose every act is devoid of desire for sense gratification. He is said by sages to be a worker whose fruitive action is burnt up by the fire of perfect knowledge."
    },
    {
      "start_time": 975,
      "end_time": 1128,
      "verse_references": [],
      "themes": [
        "material world",
        "perspective",
        "enlightenment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This kind of a perspective, we must have an understanding, we must have an estimation of this material world. What is this material world about? From the perspective of enlightened people.",
      "summary": "The speaker reiterates the need to view the material world from the perspective of enlightened individuals, using the analogy of animals praising each other to illustrate the importance of qualified praise.",
      "timestamp_url": "https://youtu.be/U6_43FQ2sh8?t=975",
      "transcript": "This kind of a perspective, we must have an understanding, we must have an estimation of this material world. What is this material world about? From the perspective of enlightened people. And they consider this place to be a place, a most undesirable place, when compared to the spiritual world. If we don't have an estimation from enlightened perspective, we will be very mislead. Bhagavatam says, there is another verse in the Bhagavatam, shva-vid-varaha-ustra-karai samsthuta-purusha-pashuhu. Samsthutaha means to be praised by another person. samsthuta-purusha-pashuhu. In the material world, sometimes we come across one person praising another person. If one person is praising another person, who is that person who is praising? That is important. Otherwise, the example here given is shva-vid-varaha-ustra-karai shva-vid-varaha-ustra-karai, shva is dog, vid-varaha is a hog, pig, and ustra is a camel, karaha is a donkey. If these kind of animals, samsthutaha, they are glorifying, oh, he is such a great man. So these kind of animals will glorify another animal only. Because that is their perspective, after all. So, samsthutaha-purusha-pashuhu. Another person, they are glorifying, he is also like another, he is an animal only. So, the person who is praising must have requisite qualifications. So, if he is qualified, then his estimation, oh, he is praising somebody, he is praising something that has value."
    },
    {
      "start_time": 1129,
      "end_time": 1273,
      "verse_references": [],
      "themes": [
        "material world",
        "disharmony",
        "cooperation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We see from the perspective that is presented here in the Bhagavatam about the material world, is that this is actually a terrible place.",
      "summary": "The speaker describes the material world as a terrible place where living entities are in disharmony with their constitutional position and the Lord, emphasizing the lack of cooperation.",
      "timestamp_url": "https://youtu.be/U6_43FQ2sh8?t=1129",
      "transcript": "So, we see from the perspective that is presented here in the Bhagavatam about the material world, is that this is actually a terrible place. Constantly the living entities are absorbed in sense gratification. They are completely in harmony in disharmony with their constitutional position. They are completely in disharmony with the Lord. Although they are part and parcel of the Lord, they are not in harmony. Just like any part of our body, if it is not in harmony with the rest of the body, that part of the body, that organ of the body will become, is considered to be a diseased part. It will be a source of pain for us. So, all the parts of the body are meant to cooperate for the whole body. That's the constitution, that is the makeup, that is the way this body is constituted. If any part of the body is not in harmony with the whole body's well-being, then it will become a problem. So, just see what is our position in this material world. All the living entities who are not willing to cooperate with the Supreme Lord. And ours is a society full of people who are in this kind of a mentality. We are all, this material world is meant for people who are unwilling to cooperate. This is the understanding. And so when the two doormen heard that these sages are cursing us to go there. Oh! Uruvibhyataha! Became very, very fearful. Aniva... Avadharya ghoram! Oh! What a mistake! What a ghoram! What a big thing, mistake we have done. They started realizing that. So, this is how, this is the conception we must always maintain about this material world."
    },
    {
      "start_time": 1274,
      "end_time": 1413,
      "verse_references": [],
      "themes": [
        "detachment",
        "Krishna consciousness",
        "calamity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Then we will not become attached. We will not become attached to any particular circumstance, particular situation. We can remain detached. And it will help us to be focused on Krishna.",
      "summary": "The speaker explains that understanding the undesirable nature of the material world leads to detachment and focus on Krishna consciousness, quoting Srila Prabhupada's view of the modern world as a great calamity.",
      "timestamp_url": "https://youtu.be/U6_43FQ2sh8?t=1274",
      "transcript": "Then we will not become attached. We will not become attached to any particular circumstance, particular situation. We can remain detached. And it will help us to be focused on Krishna, Krishna Consciousness. Otherwise there is every chance that we will become very attached to this material world, not knowing actually this is not a very desirable place. Once in 1974, Srila Prabhupada wrote a letter. He had one disciple who had some law background and educated person. And then Prabhupada was encouraging him to... I mean he was also in a very senior position. At that time he was a GBC. And Prabhupada was saying, Prabhupada was encouraging him. Even in an earlier occasion, Prabhupada had encouraged him after he became a devotee, he should try to participate even in American politics. And... And Prabhupada had a wish that if devotees can become leaders in the society and if the society can be changed in that way, then it can be great. It is a great benefit. So in 1974, Prabhupada writes in a letter, \"At the present moment, there is nothing but great calamity. But by injecting Krishna consciousness into the masses, we can change the situation greatly.\" So Prabhupada saw our material world, modern world situation to be, there is nothing but great calamity. In Kali Yuga, material world itself is a very fearful place. And in the material world, there are phases of time and Kali Yuga is considered the worst of all the phases of time, of all the Yugas. And we are here in this material world."
    },
    {
      "start_time": 1414,
      "end_time": 1668,
      "verse_references": [],
      "themes": [
        "spiritual knowledge",
        "qualification",
        "compassion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Spiritual learning is a very vast learning. And any learning requires qualification. If one does not have the qualification, you cannot learn higher things.",
      "summary": "The speaker discusses the gradual development of spiritual knowledge, highlighting the need for qualification and the compassionate role of Lord Buddha in addressing the misuse of Vedic principles.",
      "timestamp_url": "https://youtu.be/U6_43FQ2sh8?t=1414",
      "transcript": "Some time back, just about 2-3 weeks back, I went to a place, a Buddhist place. And then there was a Buddhist leader and there was a big gathering of Buddhist followers. And then the organizers told us there are 30,000 people here, all Buddhists and following and from all over the world they have come. Then suddenly dawned, I was just reflecting, 30,000 people from all over the world practicing Buddhism seriously. They have come and hearing some discourses and all that. And we understand from the from the parampara knowledge, it is Lord Himself who came as Buddha. Right? And He gave a certain knowledge. But actually that knowledge was, is not the highest knowledge. It was a knowledge that was essential for that particular circumstance. Because people had, were completely misled. And they were not following the real principles of the Vedas. They were completely misled. And so at that time, Buddha came and He had to teach a certain aspect. Because spiritual learning is a very vast learning. And any learning requires qualification. If one does not have the qualification, you cannot learn higher things. Just like if you want in our modern day, if you want to do law, you must be a graduate. And after you have done your graduation, then you can go for law. That's the system. Because you cannot appreciate. Legal things are all very complex. A young mind cannot understand that. One has to grow up a little bit and mature, and then can understand legal complications, why law exists, and all of those kind of things. So in the same way, spiritual knowledge also, there is gradation, and there are very advanced aspects of spiritual understanding. And if you have to understand higher and higher aspects of spiritual understanding, it requires higher qualifications. And the whole Vedic program is to gradually build that qualification in the human society, over many lifetimes, even if it takes many lifetimes. So not understanding all of these things, there was an occasion, there was a situation in our country, in our world, when people had misunderstood. And so at that time, Lord Buddha appeared. Nindasi Yajnavidera Shruti Jatam Shruti Jatam Yajnava Nindasi and he condemned, he rejected. Why? Sadaya Hrudaya Pashugatam Out of sadaya, daya, feeling great compassion for Pashugatam, for the killing of the animals. Animals were being killed, not understanding the real purpose, and why they were killing animals? And when they were questioned, they said Shruti Jatam Yajnava It is the Yajna according to the given in the Shruti, in the Vedic literatures. So they were citing their example. So Buddha said, Nindasi Yajnavidera Shruti Jatam. So it was a temporary arrangement. And then after Buddha, we understand came Shankaracharya. He set right several things. And then came many other Acharyas. So like that, the whole, there was a gradual, and progressive, development of the spiritual thought, spiritual understanding, and that reached its pinnacle, when Chaitanya Mahaprabhu came, Krishna himself came, and gave this knowledge."
    },
    {
      "start_time": 1669,
      "end_time": 1806,
      "verse_references": [],
      "themes": [
        "spiritual knowledge",
        "parampara",
        "perspective"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Prabhupada has given that highest knowledge, in an easily understandable way, and we have come in touch with that.",
      "summary": "The speaker traces the history of spiritual knowledge propagation through various Acharyas, emphasizing Srila Prabhupada's contribution in making the highest knowledge accessible and the importance of viewing life through the prism of transcendental knowledge.",
      "timestamp_url": "https://youtu.be/U6_43FQ2sh8?t=1669",
      "transcript": "But then, after Chaitanya Mahaprabhu left, one or two generations after that, two or three generations after that, again Chaitanya's knowledge, Chaitanya's understanding, what he had taught, was also misunderstood. And again there were Acharyas like Bhaktivinoda Thakur, who had to come and restore that. And then Bhaktisiddhanta Saraswati Thakur, continued the work, and then Srila Prabhupada. So if you see the whole, if you trace this history, last five thousand years, history of spiritual development, or spiritual knowledge propagation, in the last five thousand years of Kali Yuga, it has gone through ups and downs, and how it has been gradually elevated. And then, Srila Prabhupada has given that highest knowledge, in an easily understandable way, and we have come in touch with that. Being in the material world, a place which is actually meant for all those who are not law abiding, conditioned souls, a place where cursed people from the spiritual world are sent here. And for us, we have come in contact with this knowledge. And we are able to, and so, when, if we want to have an understanding of anything in this world, about our lives, what should be or how we should act in our life, we should see from the, through the prism of transcendental knowledge, given by Srila Prabhupada. Then we will understand things properly, in proper perspective. And, the proper understanding is that this is a great calamity, there is nothing but great calamity at this moment. But things can be greatly benefited, can be changed, by injecting Krishna consciousness. This was the understanding that Srila Prabhupada always had. This was the spirit of how to look at this material world."
    },
    {
      "start_time": 1807,
      "end_time": 2160,
      "verse_references": [],
      "themes": [
        "words",
        "mind",
        "senses",
        "devotion"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Brahma gives in the Bhagavatam, a formula, which, we will never go wrong, with our words, we will never go wrong, with our mind, we will never go wrong, with our senses.",
      "summary": "The speaker explains how to avoid mistakes in the material world by controlling our words, mind, and senses through constant devotion to the lotus feet of Hari, following the example of residents of the spiritual world.",
      "timestamp_url": "https://youtu.be/U6_43FQ2sh8?t=1807",
      "transcript": "And in the material world, we generally act through three things, according to Vedic understanding: by our words, we act. Right? By words we interact in this world, with our mind, and with our senses. And, sometimes, we have all experienced, sometimes we say something and things go wrong, in our relationship, or something happens. And we hurt somebody, and then after that we regret, oh my god, my words were not, I shouldn't have spoken like that. Or some emotions, or some thinking, through our mind also, we may sometimes make a mistake. But we act. And then, or through our senses, we act, knowledge acquiring and active senses. We act, and then we regret, oh I made a mistake, I shouldn't have done that. Right? These are the three ways by which we interact in this material world. And we can make mistakes in this. So, Lord Brahma gives in the Bhagavatam, a formula, which we will never go wrong with our words, we will never go wrong with our mind, we will never go wrong with our senses. And he says, if we follow this, we will be very safe. What is that? na bhārati meṅga mṛśopalakṣyate na bhārati meṅga mṛśopalakṣyate. Bhārati means untruth, or false, or a wrong path. Bhārati, Bhārati, generally refers to Mother Saraswati, right? But in studying Vedic literatures, we must see the context and understand. Here the word Bhārati means one's words. na bhārati meṅga mṛśopalakṣyate. Lord Brahma is saying this to Narada Muni, \"My dear, my words never fail. My words never go wrong. My mind never goes into a... My senses will never go astray. How am I ensuring that?\" That is by... Here the word used by the... In this verse... Because in my heart... Utkanta means similar sense as... With great anxiety... With great fervor... I am constantly holding on to the lotus feet of Hari. If we hold on to the lotus feet of Hari, with great eagerness, with great zeal... Prabhupada translates that word Utkanta. Utkanta is connected to the word Vaikunta. Vaikunta means free from anxiety. Utkanta means with full... Not exactly anxiety... With full zeal... With a great deal of fervor I am holding on constantly to the lotus feet of Hari in my heart. But because of that... So this is the formula that Lord Brahma is giving, that how we can ensure in our life our words, our mind and our senses don't go astray. And that is by holding on firmly to the lotus feet of Hari all the time. Holding on to the lotus feet of Hari means always living by Harer Anucharaha. In the spiritual world, the residents are all Harer Anucharaha. They're always Anucharaha. They're constantly following the directions of Hari. That is the position of the pure living entity in the spiritual world. So by doing that, even in this material world, which is great calamity around us, we can be very safe. This is the instruction of the Bhagavatam."
    }
  ]
}