{
  "video_id": "U6B5gqgV8aQ",
  "title": "Harness Body and Mind Spiritually | Sri Chanchalapathi Dasa | ISKCON Bangalore Sanga",
  "speaker": "HG Chanchalapathi Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=U6B5gqgV8aQ",
  "segments": [
    {
      "start_time": 0,
      "end_time": 121,
      "verse_references": [],
      "themes": [
        "mind control",
        "spiritual practice",
        "self-control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As spiritualists, we do not trust our mind.",
      "summary": "The lecture emphasizes the importance of controlling the mind and not surrendering to its dictations, highlighting the need for introspection and understanding the forces within the body.",
      "timestamp_url": "https://youtu.be/U6B5gqgV8aQ?t=0",
      "transcript": "Prabhupada explains that a spiritualist has to be very sober, introspective, thoughtful, grave: vacho vegam, manasa, krodha vegam, jihva vegam, udhara upastha vegam. It means a kind of a force in the body. Prabhupada gives the example, just like our body is designed in such a way, when there is a nature's call, it creates a force, irresistible force. We all have to rush to the washroom. In the same way, there are other forces in this body, and one of them is the force of the mind. As spiritualists, we must know these workings of the mind, workings of the forces in this body, so that we know how to deal with them. Shukadev Goswami is giving one such example. He is saying, \"This mind, which is unsteady and which comes with a force, don't trust this mind.\" This is the first instruction. So, Prabhupada explains, as spiritualists, we do not trust our mind, meaning we do not surrender to the dictations of our mind. The mind comes with a force. Mind comes with an idea: \"Let's do this. Let's do that. You do this. You do that.\" And it comes with a certain force. Don't trust your mind. This is the instruction. Watch the mind's action. So, in other words, this is the instruction. In other words, intelligence is higher than the mind. Soul is higher than the intelligence."
    }
  ]
}