{
  "video_id": "Uel1SCMryu4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.30 | 12-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Uel1SCMryu4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Mirandhasya Gyananjanishalakaya Chaksharanmeelitham Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/Uel1SCMryu4?t=0",
      "transcript": "Om Agyanati Mirandhasya Gyananjanishalakaya Chaksharanmeelitham Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Galadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udhirayet"
    },
    {
      "start_time": 47,
      "end_time": 125,
      "verse_references": [
        "SB 1.13.30"
      ],
      "themes": [
        "Gandhari",
        "Dhritarashtra",
        "renunciation",
        "Himalayas"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The gentle and chaste Gandhari, who was the daughter of King Subala of Kandahar or Gandhara, followed her husband, seeing that he was going to the Himalaya mountains, which are the delightful mountains, which are the delight of those who have accepted the staff of the renounced order, like fighters who have accepted a good lashing from the enemy.",
      "summary": "Suta Goswami describes Gandhari's decision to follow her husband Dhritarashtra to the Himalayas, highlighting her chastity and devotion.",
      "timestamp_url": "https://youtu.be/Uel1SCMryu4?t=47",
      "transcript": "In this session, we will be discussing from the 30th verse of the 13th chapter of the first canto of Srimad Bhagavatam. We have already heard how Dhritarashtra cut off his attachment after hearing the strong words spoken by Vidura and left home and went towards north. Now, the further description is being given here. It is Suta Goswami who is describing this to the sages of Naimisharanya. Patim Prayantam Subalasya Putri Pativratacha Anujagama Sadhvi Himalayam Nyasta Dhanda Praharsham Manasvinam Ivasat Samprahara. The meaning of this verse is, the gentle and chaste Gandhari, who was the daughter of King Subala of Kandahar or Gandhara, followed her husband, seeing that he was going to the Himalaya mountains, which are the delightful mountains, which are the delight of those who have accepted the staff of the renounced order, like fighters who have accepted a good lashing from the enemy."
    },
    {
      "start_time": 125,
      "end_time": 246,
      "verse_references": [],
      "themes": [
        "Gandhari",
        "chastity",
        "devotion",
        "Vedic civilization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Vedic civilization especially prepares chaste and devoted wives, of whom Gandhari is one amongst many mentioned in history.",
      "summary": "The speaker elaborates on Gandhari's qualities as a Sadhvi and Pativrata, emphasizing the importance of chaste and devoted wives in Vedic culture.",
      "timestamp_url": "https://youtu.be/Uel1SCMryu4?t=125",
      "transcript": "It is a very poetic, beautiful language used by Suta Goswami to describe. Along with Dhritarashtra, Gandhari also followed her husband, seeing that he was going to the Himalayas. So, he proceeded north, means he went in at least the Indian subcontinent. When somebody proceeds north for a spiritual purpose, they are going to the Himalayas. And that's the ideal place for those who want to go to a secluded place and live in seclusion, exclusively for the purpose of self-realization. So, you see Gandhari is described very beautifully here as Sadhvi, Pativrata. And Sadhvi means she is the most chaste lady. And Pativrata means she is devoted to her husband. So, Srila Prabhupada explains in the purport, Sovalini or Gandhari, daughter of King Subala and wife of King Dhritarashtra, was ideal as a wife devoted to her husband. Pativrata, Sadhvi. The Vedic civilization especially prepares chaste and devoted wives, of whom Gandhari is one amongst many mentioned in history. Whenever there is an example given in the scriptures about historical personalities who were ideal, chaste and devoted wives,"
    },
    {
      "start_time": 246,
      "end_time": 343,
      "verse_references": [],
      "themes": [
        "Sita",
        "Gandhari",
        "devotion",
        "sacrifice",
        "Himalayas"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Just like Sita voluntarily chose to follow her husband and go to the forest with him, similarly Gandhari, she voluntarily accepted to follow her husband and go with him to the Himalayas.",
      "summary": "The speaker draws a parallel between Gandhari and Sita, highlighting their voluntary sacrifices and devotion to their husbands, despite the hardships involved.",
      "timestamp_url": "https://youtu.be/Uel1SCMryu4?t=246",
      "transcript": "Gandhari's name is one of the foremost. Similarly, Srila Prabhupada says, Lakshmiji, Sita Devi, was also a daughter of a great king. She followed her husband Lord Ramachandra into the forest. Sita, she was a daughter of King Janaka. She was a princess. She was married to the Prince Rama. But, when Rama was ordered by his father to go to the forest, Sita need not have gone. So, it is said here, just like Sita voluntarily chose to follow her husband and go to the forest with him, similarly Gandhari, she voluntarily accepted to follow her husband and go with him to the Himalayas. So, Srila Prabhupada says, similarly as a woman, Gandhari could have remained at home or at her father's house. But as a chaste and gentle lady, she followed her husband without consideration. Life in Himalayas, that too for practicing Self Realization, is a very difficult life, especially for a woman. So, in spite of knowing the difficulties, Gandhari did not hesitate even a little bit. She simply followed her husband."
    },
    {
      "start_time": 343,
      "end_time": 493,
      "verse_references": [],
      "themes": [
        "Vidura",
        "Dhritarashtra",
        "Gandhari",
        "renunciation",
        "chastity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As a chaste lady, Gandhari decided to follow her husband till the last moment.",
      "summary": "The speaker explains that Gandhari's decision to follow Dhritarashtra was voluntary and emphasizes Dhritarashtra's detachment and Gandhari's unwavering devotion.",
      "timestamp_url": "https://youtu.be/Uel1SCMryu4?t=343",
      "transcript": "Instructions for the renounced order of life were imparted to Dhritarashtra by Vidura. And Gandhari was by the side of her husband, hearing Vidura, while Vidura was instructing Dhritarashtra. So, Vidura did not ask Gandhari to follow her husband. Or, Dhritarashtra did not ask Gandhari that you follow me. No. Because, Dhritarashtra was at that time fully determined, like a great warrior who faces all kinds of dangers in the battlefield. The example is given, Manasvinam Ivasat Samprahara. Manasvinam. Those who are great warriors, they are ready to face any danger in the battlefield, but they will not give up fighting for the just cause, or for fighting in a Dharma Yudha. They are never afraid of facing any situation. So, even if they are injured or even if they are killed, they don't mind. But they will fight for justice. Similarly, Dhritarashtra was determined to renounce and leave the palace and go away to the Himalayas. So, he did not ask her, are you going to come with me? What are you going to do? He did not ask her. So, Srila Prabhupada says, Dhritarashtra was no longer attracted to so-called wife or relatives, and he decided to start all alone. But, as a chaste lady, Gandhari decided to follow her husband till the last moment. It will be explained in the later verses. And Srila Prabhupada is writing in the purport, Gandhari decided, I am going to be with my husband till the last moment of his life. I am not going to bother about my comforts, especially in old age. This is real chastity. This is a sign of chastity. As a chaste lady,"
    },
    {
      "start_time": 493,
      "end_time": 670,
      "verse_references": [],
      "themes": [
        "Vanaprastha",
        "Sanyas",
        "Varna Ashrama",
        "renunciation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These are all based on a very advanced culture and civilization in the Vedic culture.",
      "summary": "The speaker explains the stages of Varna Ashrama, focusing on Vanaprastha and Sanyas, and the rules regarding a wife's association with her husband in each stage, highlighting the advanced nature of Vedic culture.",
      "timestamp_url": "https://youtu.be/Uel1SCMryu4?t=493",
      "transcript": "Gandhari decided to follow her husband till the last moment. Maharaj Dhritarashtra accepted the order of Vanaprastha. It is not that after Grahastha, one directly accepts Sanyas. No. Directly accepting Sanyas is possible only for a Brahmachari who decides not to enter the Grahastha Ashrama. Such a Brahmachari can directly accept Sanyas. But a Grahastha, one who has been trained as a Brahmachari and enters Grahastha Ashrama, should next accept Vanaprastha and then accept Sanyas. So, Brahmacharya, Grahastha, Vanaprastha, Sanyas. These are the progressive stages of spiritual development in the life of a civilized, cultured human being following the Varna Ashrama system. But, Dhritarashtra, because he had accepted the Grahastha Ashrama, he next accepted the Vanaprastha order. Now, Srila Prabhupada says, because Dhritarashtra accepted the order of Vanaprastha, at this stage, the wife is allowed to remain as a voluntary servitor of the husband. It is allowed for the wife to remain with the husband as a servitor of the husband. But in the Sanyas stage, no wife can stay with her former husband. So, Sanyas is that particular stage of renunciation or the spiritual order where a Grahastha who renounces home, goes away to the forest or a holy place or to the Himalayas, can take his wife only as long as he is in Vanaprastha order. But Sanyas order, he cannot be with his wife. He has to be away from his wife. Completely away from his wife. Why? Srila Prabhupada explains, according to the scriptures, a Sanyasi is considered to be a dead man civilly. It is declared like he is no longer present for the wife. Therefore, the wife becomes a civil widow without connection with her former husband. These are all based on a very advanced culture and civilization in the Vedic culture. Of course, nowadays it is not practical. Neither it is recommended."
    },
    {
      "start_time": 670,
      "end_time": 788,
      "verse_references": [],
      "themes": [
        "Sanyas",
        "Kali Yuga",
        "preaching",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sanyas is only for those who want to dedicate themselves for traveling and preaching without any other responsibility. Otherwise, Sanyas in Kali Yuga is forbidden.",
      "summary": "The speaker discusses the prohibition of Sanyas in Kali Yuga, except for those who dedicate themselves to traveling and preaching, and reiterates Dhritarashtra's detachment and Gandhari's voluntary following.",
      "timestamp_url": "https://youtu.be/Uel1SCMryu4?t=670",
      "transcript": "Sanyas itself is not recommended in Kali Yuga. Somebody may ask, why did I accept Sanyas? Now, Sanyas in Kali Yuga in general is not recommended for everyone. But some people who want to preach in this society very vigorously, travel and preach, for them, Sanyas may be accepted. May be accepted simply for the sake of dedicating oneself for traveling and preaching without any encumbrances of other responsibilities and duties in the society. So, Sanyas is only for those who want to dedicate themselves for traveling and preaching without any other responsibility. Otherwise, Sanyas in Kali Yuga is forbidden. Five things are forbidden in Kali Yuga: Ashwamedham, Gavalambham, Sanyasam, Palapaitrikam, Devarayana, Suthopati, Kalopancha, Vibharjayet. So, Sanyas is forbidden in Kali Yuga. Maharaj Dhritarashtra did not deny his faithful wife and she followed her husband at her own risk. It doesn't mean that husband because the wife is following him, he takes some responsibility for protecting her, maintaining her. No. She is following her husband at her own risk. And the husband is still completely detached from the wife and he is determined to practice. He is determined to practice self realization without any other incomprehenses."
    },
    {
      "start_time": 788,
      "end_time": 944,
      "verse_references": [],
      "themes": [
        "Sanyas",
        "Danda",
        "Mayavadi",
        "Vaishnava",
        "renunciation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Vaishnava Sanyasis from the beginning they learn to depend on Krishna. The Supreme Personality of God.",
      "summary": "The speaker explains the significance of the Sanyas Danda, differentiating between Ekadanda (Mayavadi) and Tridanda (Vaishnava) Sanyasis, and their respective approaches to renunciation and dependence on Krishna, concluding with advice for Dhritarashtra.",
      "timestamp_url": "https://youtu.be/Uel1SCMryu4?t=788",
      "transcript": "Now, regarding Sanyas, Srila Prabhupada says, briefly, the Sanyasis accept a rod as the sign of the renounced rod of the Danda. Sanyas Danda. Like, I am having this Danda here. So, Sanyasis accept this Danda. What is the significance of this Danda? This Danda is accepted by Sanyasis to signify that they have accepted the renounced daughter of the fly, Sanyas. There are two types of Sanyasis. Those who follow the Mayavadi philosophy headed by Sri Pachankaracharya accept only one rod or Ekadanda, Sanyas. But those who follow the Vaishnava philosophy accept three combined rods called Tridanda. Inside this, three Dandas. There are three rods. The Mayavadi Sanyasis are Ekadandi Swamis, whereas the Vaishnava Sanyasis are Tridandi Swamis. More distinctly, they are called Tridandi Goswamis, in order to be distinguished from the Mayavadi philosophers. The Ekadandi Swamis are mostly fond of the Himalayas. But the Vaishnava Sanyasis are fond of Vrindavan and Puri. Vaishnava Sanyasis generally go to a holy place connected with the pastimes of the Supreme Lord, whereas the Mayavadi Sanyasis they generally go to the Himalayas. The Vaishnava Sanyasis are Narottamas, whereas the Mayavadi Sanyasis are Dheeras. The Vaishnava Sanyasis they from the beginning they learn to depend on Krishna, the Supreme Personality of God. So therefore, specially in Sanyas, they are completely dependent on Krishna only. Where therefore, they are eligible for this Narottama stage of renunciation, the highest stage. Whereas the Mayavadi Sanyasis because they don't have any conception or understanding of the personality of Godhead, so they are mostly Dheeras, undisturbed by material circumstances and detached from all material comforts. So they are mostly Dheeras. Dhritarashtra was advised to follow the Dheeras because at that stage it was difficult for him to become a Narottama, given the circumstances in which it was he was situated. He was advised to become a Dheera. I will stop here. Thank you very much."
    }
  ]
}