{
  "video_id": "Ugj5n_4y1b8",
  "title": "Disappearance Day of Srila Narottama Dasa | HH Stoka Krishna Swami | ISKCON Bangalore Sanga",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Ugj5n_4y1b8",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "lineage",
        "devotion",
        "spiritual identity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Out of compassion for the conditioned souls, Champaka Manjari descended to earth as Narottam Das Thakur in the village of Kheturi in present-day Bangladesh around the mid-16th century.",
      "summary": "Introduction to Srila Narottam Das Thakur, his spiritual identity as Champaka Manjari, and his descent to earth.",
      "timestamp_url": "https://youtu.be/Ugj5n_4y1b8?t=0",
      "transcript": "Today is the disappearance day of Srila Narottam Das Thakur. Let us hear his glorious biography from the Chaitanya Charita Amrita. Srila Narottam Das Thakur, a preeminent Acharya in the Gaudiya Vaishnava tradition, was an eternal associate of Lord Sri Chaitanya Mahaprabhu. In his spiritual identity, he is known as Champaka Manjari, an intimate maidservant of Srimati Radharani, who eternally assists Sri Rupa Manjari in serving Radha and Krishna. Out of compassion for the conditioned souls, Champaka Manjari descended to earth as Narottam Das Thakur"
    },
    {
      "start_time": 47,
      "end_time": 146,
      "verse_references": [],
      "themes": [
        "childhood",
        "devotion",
        "detachment"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even as a child, Narottama demonstrated profound devotion during his Annaprashana ceremony, he refused to eat until the food was first offered to Lord Krishna, thus teaching the sanctity of Prasadam.",
      "summary": "Description of Narottam Das Thakur's birth, childhood, early signs of devotion, and growing detachment from material life.",
      "timestamp_url": "https://youtu.be/Ugj5n_4y1b8?t=47",
      "transcript": "in the village of Kheturi in present-day Bangladesh around the mid-16th century. Narottama appeared on the full moon day of Magha as the son of King Krishnananda Datta and Queen Narayani Devi. His birth was marked by auspicious omens, and the entire kingdom rejoiced with his father distributing generous charity to the local brahmanas. Even as a child, Narottama demonstrated profound devotion during his Annaprashana ceremony, which is the first grain feeding ceremony for the infant child. He refused to eat until the food was first offered to Lord Krishna, thus teaching the sanctity of Prasadam. An astrologer observing his divine features declared that the child would become the greatest among men and thus should be named Narottama. Gifted with an extraordinary memory, Narottama was a Shruti Dharam, able to retain everything he heard. He mastered Sanskrit, grammar and the Vedas with ease, but his heart was fixed on serving Krishna. Remaining a lifelong Brahmachari, he was indifferent to the comforts of royal life. Concerned by his growing detachment, his parents placed guards to keep watch over him. But Narottama's only happiness lay in hearing the divine pastimes of Lord Chaitanya and Lord Nityananda, narrated to him daily."
    },
    {
      "start_time": 146,
      "end_time": 285,
      "verse_references": [],
      "themes": [
        "renunciation",
        "initiation",
        "education",
        "friendship"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Jeeva Goswami introduced Narottama to Shri Loknath Goswami. Narottama humbly fell at his feet and Loknath Goswami moved by his sincerity blessed him and later agreed to initiate him.",
      "summary": "Narottam Das Thakur's journey to Vrindavan, meeting with various Goswamis, receiving initiation, and becoming renowned for his scholarship and devotion.",
      "timestamp_url": "https://youtu.be/Ugj5n_4y1b8?t=146",
      "transcript": "daily by Shri Krishnadas Kaviraj Goswami. Immersed in remembrance of the Lord, he once had a dream in which Shri Chaitanya Mahaprabhu instructed him to travel to Vrindavan. When his father was away, Narottama escaped from home to fulfill the Lord's instruction. As he journeyed toward Vrindavan, his saintly nature attracted everyone's affection and people offered him food and shelter along the way. Upon reaching Vrindavan, he met Srila Jeeva Goswami and Srinivasa Acharya. Their meeting was filled with spiritual joy and affection and Narottama and Srinivasa soon became inseparable friends united in their love for the Lord. Srila Jeeva Goswami introduced Narottama to Shri Loknath Goswami. Narottama humbly fell at his feet and Loknath Goswami moved by his sincerity blessed him and later agreed to initiate him. Srila Jeeva Goswami also introduced Narottama to Shri Gopalabhatta Goswami and Shri Bhuggadbhag Goswami who received him affectionately. Narottama visited the holy temples of Rathadamoda and Madan Mohan and upon seeing the samadhis of Rupa and Sanatana Goswamis, he wept uncontrollably in love and devotion. Later with Srinivasa Acharya, he visited Radhakunda and Shamakunda and received the blessings of Sri Raghunath Das Goswami who was deeply touched by his devotion. Under the care of Jeeva Goswami, Narottama studied deeply the scriptures of Bhakti and soon became renowned for his humility, scholarship and realization. Srila Lokarnath Goswami, seeing Narottama's pure-hearted service finally initiated him into the chanting of the Maha Mantra. His exceptional understanding of devotional literature impressed all the Vaishnavas of Vrindavan and Sri Jeeva Goswami bestowed upon him the title Sri Thakur Mahasaya."
    },
    {
      "start_time": 285,
      "end_time": 353,
      "verse_references": [],
      "themes": [
        "teachings",
        "impact",
        "legacy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The songs of Narottama Das Thakur are spiritual thunderbolts that crack open the heart. They descend directly from the spiritual world.",
      "summary": "Emphasis on the power and importance of Narottam Das Thakur's songs and writings, and his role as a leading teacher in the Gaudiya Vaishnava movement.",
      "timestamp_url": "https://youtu.be/Ugj5n_4y1b8?t=285",
      "transcript": "From then on, he became a leading teacher and preacher in the Gaudiya Vaishnava movement. Srila Prabhupada said of his songs, \"The songs of Narottama Das Thakur are spiritual thunderbolts that crack open the heart. They descend directly from the spiritual world.\" Srila Narottama Das Thakur's two principal works are Prarthana and Prema Bhakti Chandrika which beautifully express the essence of Gaudiya Vaishnava philosophy guiding devotees from Srinivasa Acharya to the spiritual world. They have the ability to take to the higher stages of divine love. Srila Narottama Das Thakur organized the grand Keturi Mahotsava festival at his birthplace, the first large-scale Gaud Purnima celebration. Srila Narottama Das Thakura organized the grand Keturi Mahotsava festival, which is the birthplace of Mahotsava and is holy. Since that time, this festival has been celebrated in many different ways, many of them being celebrated as main festivals, as spiritual festivals, as cultural festivals, as religious festivals, and as political festivals."
    },
    {
      "start_time": 353,
      "end_time": 486,
      "verse_references": [],
      "themes": [
        "social impact",
        "compassion",
        "disappearance",
        "legacy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Narottama remained compassionate, embracing everyone equally and demonstrating that spiritual qualification is measured by devotion not by birth.",
      "summary": "Narottam Das Thakur's organization of the Keturi Mahotsava, his acceptance of disciples from all castes, his compassionate nature, and the miraculous nature of his disappearance.",
      "timestamp_url": "https://youtu.be/Ugj5n_4y1b8?t=353",
      "transcript": "festival at his birthplace, the first large-scale God Purnima celebration which commemorates Lord Chaitanya's appearance. This event united Lord Chaitanya's followers from many regions and established the foundation for his worship across Bengal. Although born into a Kayastha community, traditionally considered of lower caste, Narottama became the spiritual master of thousands including many learned brahmanas such as Ganga Narayan Chakravarthi and Ramachandra Kaviraj. These exalted disciples humbly served him, acknowledging his transcendental position. Despite criticism from caste conscious brahmanas, Narottama remained compassionate, embracing everyone equally and demonstrating that spiritual qualification is measured by devotion not by birth. In his later life, Narottama became a spiritual master of the old caste. This is the reason why he became a spiritual master of the new caste. After his death, Narottama experienced deep separation from the Lord and his associates. Having witnessed the departure of the six Goswamis, Srinivas Acharya and Ramachandra Kaviraj, he poured his heart out in the famous song Jai Anilo Prema Dhana, expressing grief over the loss of the great devotees who brought divine love to the world. His disappearance was miraculous. Aware that bathe him by pouring Ganga water over his body. As they did this, his body turned white like milk and gradually melted into the sacred Ganges. Heartbroken but obedient, his disciples collected the mixture of milk, tears, and Ganga water and enshrined it at Kheturi, where a beautiful Samadhi was built, known as Dut Samadhi, the Samadhi of Milk. Srila Narottam Das Thakur remains a radiant example of pure devotion, humility, and compassion. His life and songs reveal the heart of Prema Bhakti, unconditional love for Krishna, and his teachings transcend all material distinctions. Srila Prabhupada revered his bhajans as spiritual scripture and they continue to inspire generations"
    }
  ]
}