{
  "video_id": "UGmkk8Lsf7g",
  "title": "Lord Krishna in Sound Form: Chant with Reverence | Sri Madhu Pandit Dasa | Gaura Mandala Parikrama",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=UGmkk8Lsf7g",
  "segments": [
    {
      "start_time": 0,
      "end_time": 107,
      "verse_references": [],
      "themes": [
        "japa",
        "nama tattva",
        "reverence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But the basic principles needs repeated reminders again and again to understand nicely that how this is not an ordinary vibration.",
      "summary": "The speaker emphasizes the importance of repeatedly reminding ourselves that the holy name is not an ordinary sound vibration.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=0",
      "transcript": "So you all are already familiar with the principles of soulful japa, which you are already, to different degrees, you have been practicing. But the basic principles need repeated reminders again and again to understand nicely that how this is not an ordinary vibration. If you don't repeatedly tell ourselves, feed into our mind, our subconscious mind, the nama tattva, the principles of nama avatara, by default we are going to think that it is an ordinary vibration. We are going to think. So, because we see, we are hearing sounds, so many sounds we are hearing. So we hear this sound also like that."
    },
    {
      "start_time": 107,
      "end_time": 179,
      "verse_references": [],
      "themes": [
        "nama avatara",
        "reverence",
        "mind"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And if proactively we don't teach our mind to perceive this sound as Krishna in his Shabda Vigraha, all Satchidananda Shabda Vigraha, if we don't teach our mind, as soon as we chant or hear Naama, we won't feel that reverence towards him, respect towards him, we will not feel.",
      "summary": "The speaker explains that if we don't train our minds to perceive the holy name as Krishna Himself, we won't feel reverence or respect.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=107",
      "transcript": "That is a danger. Just like so many people saw 5000 years back when Krishna came. Oh, my god. Why? Why did he come? Why did he come? as him being one among so many persons who have moved along. Similarly, Krishna has taken incarnation, Kali Kale Naamo Rupe Krishna Avatara. He has come in the form of the holy name. So his holy name is his, himself. Avatara means himself. And if proactively we don't teach our mind to perceive this sound as Krishna in his Shabda Vigraha, all Satchidananda Shabda Vigraha, if we don't teach our mind, as soon as we chant or hear Naama, we won't feel that reverence towards him, respect towards him,"
    },
    {
      "start_time": 179,
      "end_time": 318,
      "verse_references": [],
      "themes": [
        "holy name",
        "mercy",
        "consciousness",
        "Srila Prabhupada"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna Naama is Krishna's incarnation. So how this mercy flows, that mechanism is also described by Srila Prabhupada through various analogies.",
      "summary": "The speaker states that the holy name is Krishna's incarnation and that Srila Prabhupada explains how mercy flows from the name through analogies.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=179",
      "transcript": "we will not feel. More or less, we will treat the holy name like an impersonal sound. Once in a while something you may remember, Oh Krishna is this Krishna himself. That is not enough. Once in a while is not enough. Throughout each bead, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. It is Krishna himself that obviously you don't have to repeat again and again if it is embedded in your subconscious. After several, you know, contemplation of the Naama Tattva and application of that, that means chant and hear in practice every day with the background knowledge, transcendental knowledge. Why, how, when, where, about this incarnation. For this, and with respect to how this incarnation affects us or how it is effective in changing our consciousness. How the mercy flows into our heart from this Naama. We are chanting for the mercy of Krishna. Krishna Naama is Krishna's incarnation. So how this mercy flows, that mechanism is also described by Srila Prabhupada through various analogies. So these analogies I will explain, two, three analogies, two, three of them that Prabhupada talks is something which is extremely important for us to get the right perception of what happens to us when we chant Hare Krishna."
    },
    {
      "start_time": 318,
      "end_time": 471,
      "verse_references": [],
      "themes": [
        "Krishna Nama",
        "Satchitananda",
        "soul's nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Chaitanya Charitamrita reveals that Krishna Naama is a Surya of Satchitananda... Existence, knowledge and bliss. It's an infinite source. Because that is Krishna.",
      "summary": "The speaker explains that Krishna's name is the sun of eternity, knowledge and bliss, which is the natural atmosphere for the soul.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=318",
      "transcript": "Hare Krishna Mahamantra. Chaitanya Mahaprabhu, Chaitanya Charitamrita reveals that Krishna Naama is a Surya of Satchitananda. Surya of Satchitananda means son of Satchitananda. What is normal son? It's a son of light and heat. Now we are talking about son of Satchitananda. Light and heat is energy. So son of Satchitananda means Sat, Chit and Ananda energy. Existence, knowledge and bliss. It's an infinite source. Because that is Krishna. Krishna is Satchitananda Vigraha, Anadhi Radhi Govinda, Sarva Karna Karna. So Krishna Naama is a Surya of Satchitananda. Krishna is Surya of Satchitananda. Krishna Naama is also Surya of Satchitananda. All that our soul seeks in this world or in the spiritual world is to be immersed in this Sat, Chit and Ananda Shakti. That is our natural atmosphere. Whereas now the soul is in the atmosphere of Asat Shakti, Achit Shakti and Nirananda Shakti. This is Maya energy. There is internal energy, spiritual energy of the Lord. Satchitananda energy. Sat means eternity. We all want eternal life. We all want eternal relationship. We all want eternal love. There is no doubt about it. But in the bodily life we never get any of these things. So soul's nature is to seek Sat. Chit, pure knowledge, pure understanding, not ignorance. And Ananda means bliss, love, loving exchanges, exchanges of loving, exchanges of pleasure. These are all very natural for the soul."
    },
    {
      "start_time": 471,
      "end_time": 581,
      "verse_references": [],
      "themes": [
        "Satchitananda",
        "soul",
        "analogy",
        "chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So soul is always incomplete in this material world. Therefore it is eternally it is hungry. Never satisfied... Just like our soul is like the piece of iron. We have to put in the fire of Satchitananda.",
      "summary": "The speaker explains that the soul is eternally hungry in the material world and uses the analogy of iron in fire to explain how chanting affects us.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=471",
      "transcript": "But somehow or the other even though very natural for us in this material world we are always defeated in our efforts for Satchitananda. So soul is always incomplete in this material world. Therefore it is eternally it is hungry. Never satisfied. So Krishna Nama is Surya of Satchitananda. The Surya of Satchitananda. And now Prabhupada explains how this works. When you put a piece of iron in the fire, the heat moves from the fire to the piece of iron. And gradually the piece of iron gets heated little by little. The longer it stays it gets heated and becomes red hot. The iron gets the quality of fire. At least 5 to 6 times Prabhupada has explained this phenomenon of how chanting works. So it is very important for us to remember this analogy of Prabhupada. Because from this analogy many things we understand about the phenomena of how actually Hare Krishna chanting influences us,"
    },
    {
      "start_time": 581,
      "end_time": 714,
      "verse_references": [],
      "themes": [
        "analogy",
        "Shakti",
        "holy name",
        "Krishna"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Another example that Prabhupada gives is like the electrical wire. When electricity is not flowing through the wire it is a dead wire... Krishna Satchitananda Shakti is flowing in the sound you and me utter.",
      "summary": "The speaker uses the analogy of an electrical wire to explain how Krishna's energy flows through the holy name and emphasizes that there is no difference between Krishna and His name.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=581",
      "transcript": "it affects us. Just like our soul is like the piece of iron. We have to put in the fire of Satchitananda. And then Sat Chittananda Energy Nam Nam Akari Boudha Nija Sarva Shakti What is this Shakti? Sat Shakti Chitti Shakti Ananda Shakti Nam Nam Akari Boudha Nija Sarva Shakti Tatrarthita Niyamita Smaranena Kalaha That Lord Chaitanya says the Lord has unlimited names and in each of His names He has invested all His Shakti. He has invested all this Shakti. Another example that Prabhupada gives is like the electrical wire. When electricity is not flowing through the wire it is a dead wire. When electricity flows through it you touch it, you get a shock. So in the same way we have to understand the holy name the shabda, avatara means Nam Nam Akari Boudha Nija Sarva Shakti Just like electricity is a Shakti Krishna Satchitananda Shakti is flowing in the sound you and me utter. Very important. In the sound that me and you utter all His energy is flowing. And where is this energy coming from? From the sun. Sun is Namaprabhu. Sun is Shuddha Nama. Sun is Krishna Himself. Krishna Himself in a sound form. He shines. His Shakti is. Krishna Himself shines. Krishna is Krishna Nama Himself. There is no difference between Krishna and Krishna Nama. Nama Chintamani Krishna Chaitanya Rasa Vigraha Purna Shuddha Nithya Mukta Abhinatva Nama Nama Noho No difference between name"
    },
    {
      "start_time": 714,
      "end_time": 839,
      "verse_references": [],
      "themes": [
        "sunlight",
        "Shakti Avesha Nama",
        "heart",
        "energies"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Similarly the sound we utter is not the Shuddha Nama now. It is the incarnation of the Shakti of the Lord... First we associate with Shakti Avesha Nama... We are associating with the ocean of Sat Chit and Ananda energies.",
      "summary": "The speaker explains the concept of Shakti Avesha Nama and how associating with it cleanses the heart by replacing negative energies with positive ones.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=714",
      "transcript": "and the person whose name it is. So that person now you understand very clearly. There is sun. There is sunlight, which is the energy of the sun. And it reflects on the let's say on the pond. You see a reflection of the sun. Similarly the sound we utter is not the Shuddha Nama now. It is the incarnation of the Shakti of the Lord. So Prabhupada explains using the word Shakti Avesha Nama. In New York in three lectures Prabhupada says he talks about he introduces his word Shakti Avesha Nama. That Nama that we utter in our conditioned state is the Nama in which which Chaitanya Mahaprabhu says I have invested all the powers. Who invests? Nama Prabhu invests. His Shuddha Nama invests. So first we associate with Shakti Avesha Nama. What happens when we associate with Shakti Avesha Nama? We are associating with the ocean of Sat Chit and Ananda energies. Because of that Chetodarpana Marjanam happens. That means cleansing the heart means what? Sat is Asat is replaced by Sat. Achit is replaced by Chit. Nirananda is replaced by Ananda. They are all energies. Sat is an energy. Asat is an energy. Chit is an energy. Achit is an energy. Ananda is an energy. Nirananda is an energy."
    },
    {
      "start_time": 839,
      "end_time": 972,
      "verse_references": [],
      "themes": [
        "soul",
        "heart",
        "chanting",
        "hearing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now our soul is like the piece of iron. It has to go into the fire... So if we want our soul to touch Sat Chit Ananda... You utter Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Ram Hare Ram Ram Ram Hare Hare Instantly The Lord is incarnating all his Shakti into it.",
      "summary": "The speaker emphasizes the importance of hearing the holy name for transformation of the heart and soul, comparing it to putting iron in fire.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=839",
      "transcript": "All Krishna's external energy and internal energy. Now our soul is swimming in the external energy. All the external energy. Now our soul is like the piece of iron. It has to go into the fire. Very mercifully that fire is ready to come to us. Each one of us. And enter our heart. Now it is very important. Where is the influence of Asat and Achit and Nirananda? Where is the first influence? In our heart. Three modes of material nature is acting on our consciousness in our heart. So if we want our soul to touch Sat Chit Ananda Sat Chit Ananda Shakti Avesha Nama You utter Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Ram Hare Ram Ram Ram Hare Hare Instantly The Lord is incarnating all his Shakti into it. The Surya of Sat Chit Ananda. There is no distance between There is no difference between Surya and his energy. We will come to it later. We will come to it later. There is no separation. The Shakti itself is as good as Krishna. And then when you are advanced in chanting There is no difference. Krishna himself directly is on our tongue. First His Shaktis come on our tongue so that we learn how to respect his Shaktis worship his Shaktis by proper association by hearing. If you don't hear Nama has incarnated on our tongue Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Ram Ram Ram Ram Your tongue is touching. Your tongue is your physical body. Your tongue is touching the Nama. But our transformation has to happen in our heart. How does the sound only by hearing it goes into the heart. If you don't hear"
    },
    {
      "start_time": 972,
      "end_time": 1130,
      "verse_references": [],
      "themes": [
        "purpose",
        "hearing",
        "thinking",
        "japa"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He has come for a purpose. He want to enter your heart... Thinking is the biggest enemy during japa. Any kind of thinking. Even philosophical thinking.",
      "summary": "The speaker explains that the purpose of the holy name is to enter our hearts and transform us, but thinking during japa hinders this process.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=972",
      "transcript": "you are chanting the holy name of the Lord in vain. Vain means you are not taking full advantage. He has come for a purpose. He has come to enter your heart. And to turn your iron like soul into Sat Chit Ananda. That is his purpose. And you are not fulfilling his purpose. You chant Hare Krishna Mala one to sixteen Malas. But your mind is roaming everywhere not heard one name. Or heard accidentally. Just imagine Accidental hearing has made us devotees. Accidental hearing has made us devotees. If we hear the sixteen rounds What will happen? What will happen? What will happen? What will happen? What will happen? What will happen? What will happen to us? It will never fail. Put the iron in the fire it will get red hot. But if you put the iron in the fire once Oh I should hear Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama You are in the fire. Slowly you have forgotten and come out of the fire. Correct? Again you realize No, no, no I should hear. It goes into the fire again. Again Forget. What is forgetting? Thinking. You start thinking of different things. Thinking is the biggest enemy during japa. Any kind of thinking. Even philosophical thinking. Analyzing, thinking. No. Thinking is different. Thoughts are different. Thoughts that this is Krishna is different. How this is Krishna? That is thinking. Not full faith that this is Krishna. That is thought. The moment you think you cannot hear. So You put iron in the fire take it out, take it out, take it out Inside 100 years you do will it get red hot? Will it get red hot? You keep some water for boiling on the stove It gives 95 degrees heat. Take it out of the stove. Keep it. When it gets cold, keep it. When it gets cold, keep it. When it gets hot, keep it. When it gets cold, take it out. Does it ever boil in life?"
    },
    {
      "start_time": 1130,
      "end_time": 1210,
      "verse_references": [],
      "themes": [
        "analogy",
        "hearing",
        "japa",
        "Prabhupada's instruction"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Uninterrupted hearing is extremely important... Chant Hare Krishna and exactly hear the same sound. Such a one statement is enough to change the world.",
      "summary": "The speaker emphasizes the importance of uninterrupted hearing during japa and highlights Srila Prabhupada's instruction to chant and hear the same sound.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=1130",
      "transcript": "Okay. So This whole thing I am You have to remember this analogy. Because there is a big point I am making. Uninterrupted hearing is extremely important. Big change in the quality of japa. You have to stay in the fire for 16 rounds. It is a practice. It is a question of training the mind. It is a question of training the mind. And today, tomorrow I am going to do 64 rounds. I am going to explain how the energy for this uninterrupted chanting can be achieved by following from the Nama only. By following one instruction of Prabhupada. Only one instruction. That instruction of Prabhupada we all know. We have called it what is it? Golden command. Chant Hare Krishna and exactly hear the same sound. Such a one statement is enough to change the world. If somebody follows 16 rounds he will go back to Godhead. That powerful"
    },
    {
      "start_time": 1210,
      "end_time": 1326,
      "verse_references": [],
      "themes": [
        "mind",
        "fire",
        "attention",
        "mercy"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Mind is crazy. You need a power to hold the mind. To control the mind... Only Krishna can do it. That means the Shakti can come only from the nama.",
      "summary": "The speaker explains that the mind is naturally restless and that the power to control it comes from the mercy of the holy name.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=1210",
      "transcript": "it is this instruction of Prabhupada. And one may say the mind goes away what to do? To stay within the fire. Let us go back to the analogy. You stay in the fire. Again you come out. Or you go. There is a fire. Go near the fire. You will get little heat. Go into the fire. And come out. Still it will never become red hot. So our complete Red hot means complete self realization if you want. We have to everyday stay in the fire. We have to practice staying in the fire. For two hours. Which doesn't happen overnight. Doesn't happen overnight. But it can be done. To lock the attention on the holy name. You get the power from the holy name itself. Because mind is crazy. You need a power to hold the mind. To control the mind. Mind by default according to guna, kala and karma mind unwinding the thoughts. Different thoughts. We are never keeping quiet. We are always thinking. Kala is unwinding. Kala should stop. To stop kala is not easy. To stop the flow of time is not easy. Only Krishna can do it. That means the Shakti can come only from the nama. This is another important faith that you need. For good quality japa you can do only by the mercy of the holy name. So we have to pray to the holy name. By your mercy my attention may be locked upon your shabdha."
    },
    {
      "start_time": 1326,
      "end_time": 1448,
      "verse_references": [],
      "themes": [
        "hearing",
        "challenge",
        "Prabhupada's instruction",
        "Shakti"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "First quality is depending upon hearing... Prabhupada has made it very easy. Just by chanting and hearing exactly the same sound... The shakti to keep away thinking is also there in this sound.",
      "summary": "The speaker emphasizes that the quality of japa depends on hearing and that following Prabhupada's instruction provides the power to keep away thinking.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=1326",
      "transcript": "Shabdhavatara. These analogies are not just analogies. These are actual facts. Surya of satchitananda. So you will see the quality of japa. First quality is depending upon hearing. Second quality depends upon thinking. One chanting I will do. Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Ram Hare Ram Ram Ram Hare I will tell all of you. Please hear very clearly. Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Ram Hare Ram Ram Ram Hare We have heard. Done. It has gone into our heart. It has gone into our heart. But can you second one, third one, fourth one as you go on. Will you hear like that? Or thoughts will take over. At least we should know where is the challenge. Why I am not advancing? Why I am not progressing? Why I am not excited? Why I am not floating in the ocean of shabdha, satchitananda? Problem should be identified. That I am not hearing. Then take it as a challenge. Then understand okay. It is really not a challenge. If you follow what Prabhupada has told. Prabhupada has made it very easy. Just by chanting and hearing exactly the same sound. Mantra after mantra. Not the Once the sound has gone you cannot hear. Sound is manifesting. Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Ram Hare Ram Ram Ram Hare Hare As it manifests you should hear. Hear exactly the same sound. That means there is no gap for thinking. There is no gap for thinking. If you follow this instruction of Prabhupada. And if you follow this instruction of Prabhupada. The shakti to keep away thinking is also there in this sound. Then amavatara. Because it is omnipotent sound."
    },
    {
      "start_time": 1448,
      "end_time": 1534,
      "verse_references": [],
      "themes": [
        "demonstration",
        "secret",
        "thinking",
        "faith"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This has been practically demonstrated... Chant and hear exactly the same sound. This is the secret... The culprit is thinking.",
      "summary": "The speaker shares a story demonstrating the power of chanting and hearing the holy name and identifies thinking as the main obstacle.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=1448",
      "transcript": "This has been practically demonstrated. Once in Vrindavan first time we did 108 rounds. In Vrindavan three years back. Then everybody did. At the end I asked one folk boy. He said his first time he is chanting. He completed 108 rounds. Because the shakti is coming from the nama. He simply followed that. Chant and hear exactly the same sound. This is the secret. What is the secret? Chant and hear exactly the same sound. What is the negative secret? Don't think. The culprit is thinking. Because we have so much faith in our thinking. Our life is full of thinking and solving problems. So much faith in our mind. Any problem comes, think. Condition. So in spiritual life also we think. Now I have to chant. I have to chant. I have to hear what I have chanted. Then you start thinking about hearing. Not hearing. There is a difference between thinking that I should hear and hearing. So you get stuck. I should hear. Just hear. Don't think about hearing. Just hear. Catch each word as it comes."
    },
    {
      "start_time": 1534,
      "end_time": 1620,
      "verse_references": [],
      "themes": [
        "Guru's instruction",
        "hearing",
        "heart",
        "purpose"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simply let Prabhupada talk to you. Golden command... The only way He can enter into your heart if you allow by hearing.",
      "summary": "The speaker encourages listeners to follow Prabhupada's golden command and allow the Lord to enter their hearts through hearing.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=1534",
      "transcript": "Simply let Prabhupada talk to you. Golden command. That's why I said golden command. In obedience to Guru's instruction. How to do japa, how to do nama seva. Prabhupada has told. So that should echo in our mind. Chant and exactly hear the same sound. And then what happens when you hear? When you hear the shakti, the heart touches and you get the strength. And you never feel tired of chanting. This is the action. If you think during japa you cannot do 180 rounds. You cannot do 64 rounds. You will get tired, number one. Or it will be offensive. Because your mind will be roaming on entire life problems. And everything. And mechanically tongue will be moving. And you will be finishing everything. And the tenth offense is to be inattentive to the Lord. Why is it inattentive? Why is it be offense? Because the Lord has come for a purpose. He want to enter your heart. Allow Him to enter your heart. The only way He can enter into your heart if you allow by hearing. By hearing."
    },
    {
      "start_time": 1620,
      "end_time": 1726,
      "verse_references": [],
      "themes": [
        "analogy",
        "transformation",
        "mercy",
        "relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This analogy of Prabhupada's will bring lot of faith in us. That if I follow just like iron will get hot my chitta will get transformed... This sound is wanting relationship with us.",
      "summary": "The speaker explains that following Prabhupada's analogy will bring faith and lead to transformation, emphasizing that the holy name desires a relationship with us.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=1620",
      "transcript": "So this analogy of Prabhupada's will bring lot of faith in us. That if I follow just like iron will get hot my chitta will get transformed. Transformation is guaranteed. I will be a different person. In fact because of my chitta I will be a different person. In fact because of the mercy of the holy name we are all different persons. We are different from the people who have no faith in Krishna. We are different from the people who have who wants who have no idea of going back to Godhead. We are different from the people who think they are completely their bodies and this life is everything. We are different. How have we become different? How have we become different? Why? There is a flow. There is a flow of chitta from the Nama. Therefore it is said this is not ordinary sound. Chaitanya rasa vigraha. Chaitanya living rasa vigraha full of rasa. Rasa means full of relationship. This sound is wanting relationship with us. The first relationship is to be inside and into your heart touch me and become purified. Become purified. You have to become purified if you hear. Even accidentally you hear once it has got so much effect. So imagine we very seriously worship the Nama Avatara"
    },
    {
      "start_time": 1726,
      "end_time": 1846,
      "verse_references": [],
      "themes": [
        "hearing",
        "concentration",
        "Jnana Indriya",
        "training"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hearing does not mean concentration. Nothing. Simple hearing... You have to put effort to know the sound... It is a question of training.",
      "summary": "The speaker clarifies that hearing is not about concentration but about knowing the sound and that it is a skill that can be trained.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=1726",
      "transcript": "mantra by mantra by chanting and hearing. Hearing does not mean concentration. Nothing. Simple hearing. I am speaking now. You are hearing. Concentration actually hearing means knowing the sound that is you move your conscious. Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Ram You move your attention as the sound appears. What is sound? What is hearing? It is an activity of Jnana Indriya. What is chanting? Karma Indriya. Correct? One is a doing. Seeing is a knowing. Hearing is a knowing. Tasting is a knowing. So hearing is what? A knowing. You see when we say you hear then we try to do something. Oh here here here. No. You have to put effort to know the sound. That means now I am in Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare. So our mind is very sharp. It gets practiced. It will run with it like that. It is a question of training. And anything the mind learns very fast. You don't need 100 years. Any trick you want to teach the mind in 2 months 3 months it will learn if you are very pakka about it. You are determined to teach the mind. It will learn good tricks. It will learn dirty tricks. Everything it will learn. Whatever you teach the mind it will learn. Take advantage of that. You have got a very powerful machine. You want to teach how to hear it will learn. It will learn."
    },
    {
      "start_time": 1846,
      "end_time": 1952,
      "verse_references": [],
      "themes": [
        "confidence",
        "mind",
        "habits",
        "association"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One thing we have to have confidence, faith that it is not a herculean task... Bhakti Yoga is about association. Association with the holy name... Association is a secret.",
      "summary": "The speaker encourages listeners to have confidence that learning to hear is not difficult and emphasizes the importance of association, especially with the holy name.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=1846",
      "transcript": "So one thing we have to have confidence, faith that it is not a herculean task. Just because I did not hear for 40 years 50 years oh it is going to take another 100 years. Don't think like that. It is a trick of the mind. If you teach a wrong habit if you don't want to change it that habit will become stronger and stronger even after 50 years you will not hear. Because the mind is used to thinking japa. For you japa means by default think and japa. Think about preaching. Think about this. You cannot change it. Why because you are taught the mind. You get the point. See the danger of wrong habits. And also the power of good habits. You train your mind in 2-3 months to hearing japa. Completely everything. The experience of japa the experience of Krishna consciousness because all all changes are happening by association. Bhakti Yoga is about association. Association with the holy name, association with the deities association with Bhagavatam association. It is only by association the spiritual energy flows into our heart. Association is a secret. And the best of the association is Namavatara."
    },
    {
      "start_time": 1952,
      "end_time": 2067,
      "verse_references": [],
      "themes": [
        "Namavatara",
        "mercy",
        "Shakti",
        "consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna in his Namavatara is very merciful... So by cleansing our consciousness gradually we will be able to experience. We will be able to chant. Increase the quality of chanting.",
      "summary": "The speaker highlights the mercy of Krishna in His Namavatara and explains that cleansing our consciousness allows us to experience and improve the quality of our chanting.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=1952",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Always available. Just move your tongue is available. So that is very merciful. Krishna in his Namavatara is very merciful. He can do anything. He can go down completely in all his aspects and enter your heart. So after our heart becomes purified there is no meaning in the Lord himself coming and vibrating on your tongue if you do not know how to respect him. He is not going to get insulted. According to adhikara. According to the So same Nama even now when you are chanting Krishna is on your tongue. For Krishna there is no difference between he and his Shakti. But for me now there is a difference. For me there is a difference. I can only say that I am unable to experience Krishna dancing on my tongue. But Krishna is dancing on my tongue. But I am able to experience the Shakti. Today's japa I can experience today's Shakti. If I don't do my japa properly where is my consciousness? If I do my 16 rounds properly where is my consciousness? That means the Shaktis can be immediately experienced. Presence of a Shakti. So by cleansing our consciousness gradually we will be able to experience. We will be able to chant."
    },
    {
      "start_time": 2067,
      "end_time": 2177,
      "verse_references": [],
      "themes": [
        "Rupa Goswami",
        "taste",
        "rubber gloves",
        "energies",
        "golden command"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That same Nama is there now also on our tongue when we chant... The key point I wanted to tell you is that the energy, enthusiasm to finish 100 rounds 200 rounds whatever rounds you want is coming from the Nama himself.",
      "summary": "The speaker uses the analogy of rubber gloves to explain why we don't feel Krishna's presence on our tongue and reiterates that the energy for chanting comes from the holy name itself by following the golden command.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=2067",
      "transcript": "Increase the quality of chanting. And the highest thing is what Rupa Goswami says. Day when you will seek millions of tongues and millions of ears to taste the infinite taste in the Nama. That same Nama is there now also on our tongue when we chant. But it's like a put a rubber gloves keep it on the heater. You are touching the heater. But can you feel the heat? No. Why? In between there is rubber, insulator. But keep on touching what happens? Rubber will melt. Slowly heat will start. So in the same way even now we are touching Krishna is on our tongue. He is already. Krishna is dancing on our tongue. When we chant Krishna. We cannot feel it. We cannot simply imagine also. But we have to understand from the transcendental knowledge that all Shaktis are there. I have to do Chetodarpanam first. First stage of my relationship with the holy name is cleansing my heart. Cleansing my heart for that Krishna is shining his transcendental energies into our heart. So anyway this is little background for all of you. The key point I wanted to tell you is that the energy, enthusiasm to finish 100 rounds 200 rounds whatever rounds you want is coming from the Nama himself. How does it come from the Nama himself? By following the golden command. Chant and exactly same sound you hear."
    },
    {
      "start_time": 2177,
      "end_time": 2255,
      "verse_references": [],
      "themes": [
        "thinking japa",
        "hearing japa",
        "Prabhupada's command",
        "difficulty"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thinking japa is like one rupee. Hearing japa is like one million rupees... It depends upon our how effectively we follow the simple golden command of Shri Prabhupada.",
      "summary": "The speaker compares thinking japa to one rupee and hearing japa to one million rupees, emphasizing the importance of following Prabhupada's golden command effectively.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=2177",
      "transcript": "This habit of thinking japa if you stop it is just like you know one rupee and one million rupees. One rupee is also rupee. One million is also rupee. You are thinking japa is like one rupee. Hearing japa is like one rupee. Both are thinking they are doing japa. But one is becoming richer and richer and richer and richer and richer. Each bead million times. One million one million next bead, one million next bead, one million next bead. The other person is chanting one rupee, one rupee, one rupee, one rupee. It depends upon our how effectively we follow the simple golden command of Shri Prabhupada. Because sometimes we tend to think that something like that big thing to achieve I should be really you know it is a very difficult thing. That also you should demolish. One command of Prabhupada following is not very difficult. He is saying you follow it because you don't think that you should follow it. You want to if you decide to follow it, very easy to follow it."
    },
    {
      "start_time": 2255,
      "end_time": 2377,
      "verse_references": [],
      "themes": [
        "smoothness",
        "tongue",
        "thinking",
        "Prabhupada",
        "access"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Tongue does not want to stop chanting. You want to continue more and more and more... Prabhupada was asked this particular question. Should we think of Krishna's pastime during japa? He said no just here.",
      "summary": "The speaker shares that the tongue doesn't want to stop chanting when hearing japa is practiced and that Prabhupada instructed to just hear during japa.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=2255",
      "transcript": "Then you will be shocked. So smooth. Tongue does not want those who chant with us 64 rounds at the end of 64 rounds after completing tongue does not want to stop chanting. You want to continue more and more and more. It is not that I feel tired when I am finishing the last set. No. Everybody who chants and hears want to go home, they continue the tongue goes on chanting, hearing, chanting, hearing, chanting. Because you have arrested your thinking. And you are touching Krishna. Thinking is a rubber gloves. Prabhupada was asked this particular question. Should we think of Krishna's pastime during japa? He said no just here. Just here. Because now our thinking is within the three modes. Krishna doesn't say I come as avathara as thought. For Prabhupada, thinking, chanting, preaching, everything is same. Because for him he has reached that absolute stage. Through any incarnation Prabhupada can touch Krishna. Prabhupada thinks of Krishna's image in the mind. It is Krishna. Prabhupada chants Krishna name. It is Krishna. When I think of Krishna's image in my mind it is not Krishna. When I chant Hare Krishna, it is Krishna. Why? Because Krishna has told is a easy way to access. The fact is that you see if my image of Krishna in my mind has to become pure. If my mind has to become pure, it is Krishna. So we should approach Krishna in the easiest merciful way in which even though you are impure even the beginner Krishna says I will come. Take advantage of the nama avathara."
    },
    {
      "start_time": 2377,
      "end_time": 2485,
      "verse_references": [],
      "themes": [
        "energy",
        "thinking",
        "hearing",
        "alertness",
        "determination"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Energy of chanting is coming from nama himself and don't try to not to think... To hear... Sound is Krishna. You have to catch the sound. That's all.",
      "summary": "The speaker reiterates that the energy for chanting comes from the holy name and advises to focus on hearing the sound rather than trying not to think.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=2377",
      "transcript": "Shabda avathara. So that energy of chanting is coming from nama himself and don't try to not to think. Another instruction. Don't try not to think. Then what you should try? To hear. Don't try not to think. Because if you try not to think you will think about not thinking. And you will not hear. It is a very simple thing. Sound is Krishna. You have to catch the sound. That's all. Your mantra is not a mantra. Only sound should be echoing in your mind box. Over. You are successful. So let's practice the golden command of Srila Prabhupada. Even a new person gets energy from this golden command. And we ourselves will be shocked. Because you follow the process. You are shocked. Oh my god. I did 64 rounds. I never felt tired. I felt energetic. I can go on and on and on. First one round. Two rounds. Three rounds. You follow the golden command. The attention gets locked. Then stopping. Thinking stops. That's also you will experience. But if you are not very alert and determined. The golden command of Prabhupada. If you are not determined. Mind will get scattered."
    },
    {
      "start_time": 2485,
      "end_time": 2609,
      "verse_references": [],
      "themes": [
        "questions",
        "64 rounds",
        "schedule",
        "Prabhupada's sound"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Tomorrow 64 rounds. I will explain... I put Prabhupada's that sound. Chant. Exactly. Chant Hare Krishna. Exactly same sound you hear.",
      "summary": "The speaker announces the schedule for 64 rounds of chanting and explains how Prabhupada's voice will be used to guide the chanting.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=2485",
      "transcript": "Ok. Any questions? Tomorrow 64 rounds. I will explain. First set of 16 rounds. 5 am to 7 am in hotel banquet hall. Here. Then Guru Puja. 7 o'clock. Second set of 16 rounds. In the bus. All of you. 8.30 to 10.30. We reach 10.30. Lunch at Eka Chakra Dham. Third set of 16 rounds. 2.30 to 4.30. In Eka Chakra temple. Fourth set of 16 rounds. 5.30 pm to 7.30 pm. In the bus. We will have live sessions. Ok. So this bus means there. I am going another direction. Then in the. Each bus they will. Each bus. Ok. So. Some of you want to go for Aarti to Madana Mohanattam. Can go. Why not? No. No. No. No. No. It's not like that. Even when we are chanting together. You will see how the session goes on. Even when they are chanting together. Everybody is chanting in his own speed. In his own japa he is doing. But what I do. Of course we don't have the speaker system here. I put Prabhupada's that sound. Chant. Exactly. Chant Hare Krishna. Exactly same sound you hear. Every 18 beats. Prabhupada's voice will come and tell. Will remind you. Wakes you up. And then you follow. So like a child you follow 18 times. Then again he comes and says. Like a child you follow 18 times. You follow. You see that attention gets locked."
    },
    {
      "start_time": 2609,
      "end_time": 2661,
      "verse_references": [],
      "themes": [
        "prompting",
        "Krishna",
        "faith",
        "quality of japa"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Tomorrow what we will do is... I will prompt... Chant Hare Krishna. Exactly same sound you hear... Krishna himself is on your tongue. Like that some thoughts. Not thinking. Thoughts.",
      "summary": "The speaker explains that he will prompt the audience to chant and hear the same sound and share faith-based thoughts to improve the quality of japa.",
      "timestamp_url": "https://youtu.be/UGmkk8Lsf7g?t=2609",
      "transcript": "So tomorrow what we will do is. Because the system is not there. Now and then. I will prompt. As everybody's japa is going on. You don't have to stop your japa. People don't stop their japa. They go on doing. But they hear me saying. Chant Hare Krishna. Exactly same sound you hear. And in between. Here and there. Something's about Krishna. Krishna himself is on your tongue. Like that some thoughts. Not thinking. Thoughts. Faith will also be uttered. Then you hear that. And then your quality of japa. Goes up. Shila Prabhupada ki. Hare Krishna Nama Prabhu ki. Hare Krishna Nama Prabhu ki. Like or Share? Subscribe and share. Hope to see you."
    }
  ]
}