{
  "video_id": "uiOtHfMjHOk",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.26 | 05-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=uiOtHfMjHOk",
  "segments": [
    {
      "start_time": 0,
      "end_time": 57,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Verse Introduction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In this session we will be discussing from the 26th verse of the 12th chapter of the 1st canto of Shri Madbhagavati.",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the verse from Srimad Bhagavatam that will be discussed.",
      "timestamp_url": "https://youtu.be/uiOtHfMjHOk?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Meelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet. In this session we will be discussing from the 26th verse of the 12th chapter of the 1st..."
    },
    {
      "start_time": 58,
      "end_time": 87,
      "verse_references": [],
      "themes": [
        "Qualities of a Wise King",
        "World Peace",
        "Religion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The meaning of this verse is this child will be the father of kings who will be like sages for world peace and for the sake of religion.",
      "summary": "The speaker explains the meaning of the verse, highlighting the qualities of a king who is like a sage, promoting world peace and religion.",
      "timestamp_url": "https://youtu.be/uiOtHfMjHOk?t=58",
      "transcript": "The meaning of this verse is this child will be the father of kings who will be like sages for world peace and for the sake of religion. He will be the chastiser of the upstarts and the quarrelsome."
    },
    {
      "start_time": 88,
      "end_time": 176,
      "verse_references": [],
      "themes": [
        "Wisdom",
        "Devotion",
        "Royal Succession"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The wisest man in the world is a devotee of the Lord.",
      "summary": "The speaker emphasizes that the wisest person is a devotee of the Lord and discusses the lineage of wise kings in Maharaja Yudhishthira's family.",
      "timestamp_url": "https://youtu.be/uiOtHfMjHOk?t=88",
      "transcript": "The wisest man in the world is a devotee of the Lord. Ye Krishna bhaje se bada chatura. Also Krishna says, Tesham satata yuktaanam bhajatam pritipurvakam dadami buddhi yogam tam. So the wisest man is always a devotee of the Supreme Lord. The sages are called wise men and there are different types of wise men for different branches of knowledge. Unless therefore the king or the head of the state is the wisest man, he cannot control all types of wise men in the state. So Prabhupada is explaining what is the necessity for the king to be the wisest because he is to control different types of wise people in the state. In the line of royal succession in the family of Maharaja Yudhishthira, all the kings without exception were the wisest men of their times. And so also it is foretold about Maharaja Pariksit and his son Maharaja Janamejaya who was yet to be born. Such wise kings can become chastisers of upstarts and uprooters of kali or quarrelsome."
    },
    {
      "start_time": 177,
      "end_time": 251,
      "verse_references": [],
      "themes": [
        "Kali",
        "Cow Protection",
        "Pariksit Maharaj"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As will be clear in the chapters ahead, the later chapters of this canto, Maharaja Pariksit wanted to kill the personified kali who was attempting to kill a cow, the emblem of peace and religion.",
      "summary": "The speaker narrates the story of Pariksit Maharaj and his intolerance towards Kali Purusha's attempt to kill a cow.",
      "timestamp_url": "https://youtu.be/uiOtHfMjHOk?t=177",
      "transcript": "As will be clear in the chapters ahead, the later chapters of this canto, Maharaja Pariksit wanted to kill the personified kali who was attempting to kill a cow, the emblem of peace and religion. Kali Purusha, personified kali, was trying to enter the kingdom of Pariksit Maharaj. When Pariksit Maharaj is ruling, that is going to be described in the next few chapters. And this Kali Purusha was chastised severely by Pariksit Maharaj. Why? Because this Kali Purusha was trying to kill a cow. It was unheard of, unknown during Pariksit Maharaj's time. Nobody would even hurt a cow in any minor way. Forget about killing a cow, that was unknown. But in such a place, at such a time, Kali Purusha attempting to kill a cow was intolerable."
    },
    {
      "start_time": 252,
      "end_time": 368,
      "verse_references": [],
      "themes": [
        "Symptoms of Kali Yuga",
        "Four Pillars of Dharma",
        "Irreligion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The symptoms of kali are wine, women, gambling and slaughterhouses.",
      "summary": "The speaker describes the symptoms of Kali Yuga and contrasts them with the four pillars of Dharma in Satya Yuga, explaining how irreligion destroys these pillars.",
      "timestamp_url": "https://youtu.be/uiOtHfMjHOk?t=252",
      "transcript": "And Srila Prabhupada says further, the symptoms of kali are wine, women, gambling and slaughterhouses. Four symptoms of kali yuga. What are they? Wine, women, gambling, slaughterhouses. This is explained very nicely in the later chapter that in the Satya yuga, as opposed to kali yuga. The four legs of dharma were established by the four principles of austerity, cleanliness, mercy and truthfulness. The Sanskrit words are Tapa, Shaucha, Daya, Satya. Tapa means austerity, Shaucha means cleanliness, dhaya means mercy and Satya means truthfulness. So, religion stands on four legs of four pillars. These are the four pillars. And these four are destroyed by rampant irreligion in the form of pride, lust for women, intoxication and..."
    },
    {
      "start_time": 369,
      "end_time": 551,
      "verse_references": [],
      "themes": [
        "Pride",
        "Lust",
        "Intoxication",
        "Corruption"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "With the progression of the age of Kali people are becoming very proud they are becoming attached to women and they are attached to intoxication",
      "summary": "The speaker elaborates on how pride, lust, and intoxication are rampant in Kali Yuga, leading to corruption and moral degradation.",
      "timestamp_url": "https://youtu.be/uiOtHfMjHOk?t=369",
      "transcript": "with the progression of the age of Kali, people are becoming very proud, they are becoming attached to women and they are attached to intoxication. So Srila Prabhupada gives example, by the influence of the age of Kali even a pauper is proud of his penny. People may have very little wealth but they think they are very, very rich or they're very, very wealthy. The women are always dressed in an overly attractive fashion to victimize the minds of men and of course there are lusty people, the men who want to exploit and enjoy women, but still women also, they are, though at least the ones who are not conducting themselves in the outside world properly, they are also inciting the lasty men to actually attack them. And people are addicted to drinking wine, they're addicted to smoking, they are addicted to drinking tea, chewing tobacco, etc. This is their addiction to intoxicants, different varieties. All these habits are so-called advancement of civilization are the root causes of all irreligiousity. Why are people becoming indifferent to religion? Why are they not following religious principles? Because they are victims of habits, bad habits, particularly these bad habits in Kaliyuga. So you can't explain such people to have good behavior, you can't expect them to have good moral character, you can't expect them to be civilized, no, that's not possible. And because of irreligiosity it is not possible to check corruption, bribery and..."
    },
    {
      "start_time": 552,
      "end_time": 680,
      "verse_references": [],
      "themes": [
        "Brahmanical Culture",
        "Austerity",
        "Cleanliness",
        "Mercy",
        "Truthfulness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "People can be cured of these evils by advocating the principles of Brahmanical culture or the principles of austerity, cleanliness, mercy and truthfulness",
      "summary": "The speaker suggests that the solution to these problems lies in promoting Brahmanical culture and the principles of austerity, cleanliness, mercy, and truthfulness.",
      "timestamp_url": "https://youtu.be/uiOtHfMjHOk?t=552",
      "transcript": "consequently they resort to taking bribes, cheating, plundering, becoming corrupt and earning money by dishonest means like that. So Prashula Prabhupada says, man cannot check all these evils simply by statutory acts and police vigilance, but the people can be cured of these evils by advocating the principles of Brahmanical culture or the principles of austerity, cleanliness, mercy and truthfulness, Tapa, Shaucha, Daya, Satya. So actually Srila Prabhupada says that religion is not based on some sentiment or some feeling that I belong to such and such a community or some caste, no, that is not real religion. Real religion is based on these four factual principles. It doesn't matter where one has taken birth or it doesn't matter whether somebody claims to be a Hindu or a Christian or a Muslim or a Atheist. These things don't matter. It is actually based on these four..."
    },
    {
      "start_time": 681,
      "end_time": 783,
      "verse_references": [],
      "themes": [
        "Modern Civilization",
        "Poverty",
        "Irreligion",
        "God Consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The solution to this problem is to create a new society... and educate them in god consciousness.",
      "summary": "The speaker criticizes modern civilization for creating poverty and irreligion, advocating for a new society based on God consciousness.",
      "timestamp_url": "https://youtu.be/uiOtHfMjHOk?t=681",
      "transcript": "Only then in the society there will be peace, there will be prosperity, there will be harmony or it's not possible. So Srila Prabhupada says modern civilization and economic development are creating a new situation of poverty and scarcity with the result of blackmailing the consumer's commodities. This is the effect of so-called advancement of civilization. People are becoming more and more addicted to these bad. They are becoming more and more irreligious which means they don't follow the principles of austerity, tenderness, mercy and truthfulness. So the whole atmosphere is surcharged with all bad qualities. So how can you expect peace and prosperity in such an atmosphere? So Srila Prabhupada says the solution to this problem is to create a new society. The solution to these problems is that the leaders and rich men of society should spend 50% of their accumulated wealth mercifully for the misled mass of people and educate them in god consciousness, the knowledge of Srimad Bhagavatam so that Kali will be defeated in its attempt to trap the conditioned souls."
    },
    {
      "start_time": 784,
      "end_time": 915,
      "verse_references": [],
      "themes": [
        "Sankirtana",
        "Maharaj Pariksit",
        "Peace and Morality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We have to defeat Kali by spreading Sankirtana, the chanting of the holy name of God. So that is the only solution.",
      "summary": "The speaker concludes by emphasizing the importance of Sankirtana and following the example of Maharaj Pariksit to maintain peace and morality, ending the lecture with Hare Krishna.",
      "timestamp_url": "https://youtu.be/uiOtHfMjHOk?t=784",
      "transcript": "Therefore, Srila Prabhupada says wise rulers of all states should take lessons from Maharaj Pariksit in how to maintain peace and morality by subduing the upstarts and quarrelsome people who indulge in wine, illicit connection with women, gambling and meat eating supplied by regularly maintained slaughterhouses. This has to stop. It's not that there was no meat eating in the former times, but it was restricted, highly restricted, and there was no mass killing of animals, open sale of meat or liquor. No, this was never there in the former times. So some few people would indulge in these very, very... A hidden way. So that was the situation in the former times. But now it has become very much rampant in the society and openly they're selling, advertising, making propaganda. Come, enjoy, eat, drink, be merry. The hedonistic philosophy, which is going to ruin the whole society. So therefore we should adopt the principles followed by Maharaj Pariksit and thereby create a good atmosphere of peace and prosperity through the method suggested here by Srila Prabhupada. I'll stop here. Thank you very much."
    }
  ]
}