{
  "video_id": "uKuwRqsgc00",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.51-53 | 31-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=uKuwRqsgc00",
  "segments": [
    {
      "start_time": 0,
      "end_time": 51,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/uKuwRqsgc00?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshurun Meenitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramche Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 51,
      "end_time": 147,
      "verse_references": [
        "SB 1.13.51"
      ],
      "themes": [
        "Narada Muni",
        "Dhritarashtra",
        "future",
        "foreseeing powers"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Narada can see the past, present and future",
      "summary": "Narada Muni discloses Dhritarashtra's location and movements to Yudhishthira, highlighting Narada's ability to see past, present, and future events.",
      "timestamp_url": "https://youtu.be/uKuwRqsgc00?t=51",
      "transcript": "In this session, we will be discussing three verses: 51, 52, and 53 of the 13th chapter of the first canto of Srimad Bhagavatam. The 51st verse: Dhritarashtraha Saha Bhratra Gandharaya Cha Swabharyaya Dakshinena Himavata Rishinam Ashramam Gatha. So Narada is now disclosing where Dhritarashtra has gone. He is telling the translation of the 51st verse: O King, your uncle Dhritarashtra, his brother Vidura, and his wife Gandhari have gone to the southern side of the Himalayan mountains, where there are shelters of the great sages. So Prabhupada briefly mentions in the purport: To pacify the mourning Maharaja Yudhishthira, Narada first of all spoke from the philosophical point of view, and then he began to describe the future movements of his uncle, which he had done in the past. He could see by his foreseeing powers and thus began to describe as follows. Narada can see the past, present, and future. Such saintly persons are called Trikalagya. By the mercy of the Lord, they are able to see specific events, either of the past or of the future, apart from seeing the present events, being aware of the present events."
    },
    {
      "start_time": 147,
      "end_time": 249,
      "verse_references": [
        "SB 1.13.52",
        "SB 1.13.53"
      ],
      "themes": [
        "Saptasrota",
        "Ganges",
        "Ashtanga Yoga",
        "detachment"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dhritarashtra is now engaged in beginning Ashtanga Yoga",
      "summary": "Narada describes Dhritarashtra's activities at Saptasrota, including bathing, performing sacrifices, and practicing Ashtanga Yoga to control his mind and senses and detach from familial affection.",
      "timestamp_url": "https://youtu.be/uKuwRqsgc00?t=147",
      "transcript": "So the 52nd verse. Narada Muni is describing to Yudhishthira where they have gone. The translation of the 52nd verse: The place is called Saptasrota, divided by 7, because there the waters of the sacred Ganges were divided into 7 branches. This was done for the satisfaction of the 7 great Rishis, Saptarishi. 53rd verse: Snatva Anusavanam Tasmin Hutva Chagnin Yatha Vidhi Abhaksha Upashantatma Saaste Vigatai Shanah. The meaning of this 53rd verse is: On the banks at Saptasrota, Dhritarashtra is now engaged in beginning Ashtanga Yoga by bathing three times daily in the morning, noon, and evening, by performing the Agnihotra sacrifice with fire, and by drinking only water. This helps one control the mind and the senses and frees one completely from thoughts of familial affection."
    },
    {
      "start_time": 249,
      "end_time": 361,
      "verse_references": [],
      "themes": [
        "Ashtanga Yoga",
        "purpose",
        "mind control",
        "spiritualization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "But real purpose of Ashtanga Yoga is to control the senses and mind and divert them from matter to spirit",
      "summary": "The speaker elaborates on the true purpose of Ashtanga Yoga, emphasizing that it's not merely for physical health but for controlling the mind and senses and diverting them from material to spiritual consciousness.",
      "timestamp_url": "https://youtu.be/uKuwRqsgc00?t=249",
      "transcript": "So specifically, Dhritarashtra is engaged in Ashtanga Yoga practice, and that is basically, any Yoga practice is to control the mind and senses, Yoga Indriya Samyama, and also become free from all thoughts of family affection. So Srila Prabhupada says in the purport: The Yoga system is a mechanical way to control the senses and the mind and divert them from matter to spirit. This Yoga system, Ashtanga Yoga system, is a mechanical method, and the purpose is very clearly described by Prabhupada, which is missed out by many people who may be following some practice of Ashtanga Yoga, especially nowadays. They think Ashtanga Yoga is meant for maintaining good health or for increasing some mental power, like that. So many other purposes they use this practice of Ashtanga Yoga, but the real purpose of Ashtanga Yoga is to control the senses and mind and divert them from matter to spirit. We are completely spiritual beings, but due to our desire for lording over material nature, we have been given this material body, and we have a materialistic conception of life itself. So to correct that is to divert the mind and senses from matter to spirit."
    },
    {
      "start_time": 361,
      "end_time": 588,
      "verse_references": [],
      "themes": [
        "Ashtanga Yoga",
        "eight steps",
        "Pranayama",
        "trance",
        "Paramatma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Facing the absolute person Paramatma",
      "summary": "The speaker explains the eight steps of Ashtanga Yoga, including posture, meditation, spiritual thoughts, manipulation of air (Pranayama), and achieving trance (Samadhi) focused on Paramatma.",
      "timestamp_url": "https://youtu.be/uKuwRqsgc00?t=361",
      "transcript": "In Ashtanga Yoga, there are different steps, Anga, Ashta Anga, eight steps actually. So Srila Prabhupada says: The preliminary processes are the sitting posture, meditation, spiritual thoughts, manipulation of air passing within the body, and gradual situation in trance, facing the absolute person, Paramatma. Very nicely Prabhupada is summarizing the eight steps: sitting posture, Asana; then meditation, fixing the mind, fixing the mind on the form of the Lord in the heart; spiritual thoughts, completely spiritualizing the thinking, because the Lord is completely spiritual. We are spiritual beings. There is no possibility of getting out of this material existence as long as we have got material thoughts, material conceptions, material ideas, material identification. We cannot get out. So these spiritual thoughts are very, very important. Manipulation of air passing within the body. Inside this body, there is something called Prana Vayu, and that Prana Vayu circulation or flow has to be manipulated. It is called Pranayama. Pranayama, Pranayama exercises which will help manipulate the flow in such a way that we will gradually become detached from all material sense objects, material pleasures, material thoughts. That is also called Vairagya, but it is a mechanical process. Therefore, they work with the Prana Vayu circulation, manipulating that by exercises, just like this inhalation and exhalation. That itself actually can regulate the flow of this Prana Vayu. So specifically exercising that inhalation and exhalation, breathing exercises, so that is called manipulation of air passing within the body and gradual situation in trance. Trance is the final stage actually, Samadhi, where one is completely, mind is in equilibrium, not disturbed by any external distractions, nor the mind is absorbed in some internal thinking process or feeling or willing, no internal activity either, but is absorbed in facing the absolute person, Paramatma, fixed completely on the form of Paramatma within the heart. Such mechanical ways of rising to the spiritual platform prescribe some regulative principles. Some strict rules have to be followed if at all one wants success in this Ashtanga Yoga."
    },
    {
      "start_time": 588,
      "end_time": 783,
      "verse_references": [],
      "themes": [
        "Ashtanga Yoga",
        "rules",
        "detachment",
        "material objects",
        "illusory"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This material objective trying to enjoy materially is an illusory objective",
      "summary": "The speaker discusses the strict rules of Ashtanga Yoga, such as bathing three times daily and fasting, emphasizing the need to detach from material objects and recognize the illusory nature of material enjoyment.",
      "timestamp_url": "https://youtu.be/uKuwRqsgc00?t=588",
      "transcript": "So what are the rules? Taking bath daily three times. That's why in the Bhagavad Gita also it is said, and in all the Yoga literature, Ashtanga Yoga literature, it is said, go to a secluded place which is suitable for practicing Ashtanga Yoga without any distraction and where there is facility for taking bath three times. So the Himalayan region is ideal because many, many rivers are flowing there. Most all of them are actually branches of the Ganga only, but that river flows in so many places. Anybody can actually take bath very easily three times. Fasting as far as possible. So gradually it is described in the episode on Dhruva Maharaj performing meditation on the Supreme Lord, how he progressively gave up solid food, then liquid, and even he gave up breathing. So this is the strict rules that are prescribed in the Ashtanga Yoga system, fasting as far as possible and sitting and concentrating the mind on spiritual matters. The mind is always absorbed in material things. That's our present condition. So if you want to change this subject matter of thinking for the mind, then one has to fix the mind on spiritual matters and freed from material thoughts and thus gradually becoming free from Vishaya, or material objectives. This material world is Vishaya Sagara. It's an ocean of material objects. Every material object has got some form, some taste, some smell, some sense of touch, some sound. So these material sense objects, we have to become free from them because we have nothing to do with matter or material objects or material things. We have no connection with them. We are spiritual beings, and trying to squeeze out some happiness out of matter is frustrating, will never give us the desired happiness or the desired satisfaction because we are spiritual beings. Material existence means to be absorbed in the material objective, which is simply illusory. This material objective, trying to enjoy materially, is an illusory objective."
    },
    {
      "start_time": 811,
      "end_time": 907,
      "verse_references": [],
      "themes": [
        "yoga",
        "Paramatma",
        "detachment",
        "spiritual thoughts"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Real yoga practice means to forget all these material things and to concentrate on Paramatma",
      "summary": "The speaker concludes by reiterating the importance of detaching from material thoughts and concentrating on Paramatma, using Dhritarashtra as an example of someone who had to abandon family affairs to turn towards spiritual realization.",
      "timestamp_url": "https://youtu.be/uKuwRqsgc00?t=811",
      "transcript": "Which body with some concocted idea of material enjoyment. So all these are coverings, material coverings of the spirit, and a yoga system helps one to become free from all these illusory thoughts and gradually turn towards the absolute person, Paramatma. This is the whole yoga practice or yoga system. By material associated education, we learn simply to concentrate on flimsy things, but yoga is the process of forgetting them all together. So real yoga practice means to forget all these material things and to concentrate on Paramatma, the supreme Lord within the heart, the spiritual, you all-spiritual being, supreme person. Dhritarashtra, you see the status condition, he was all along trying to improve his family affairs, but now for the sake of turning towards Paramatma, he has to forget all that. Therefore, it is necessary for him to become free from all these illusory thoughts and to concentrate on flimsy things, but now for the sake of turning towards Paramatma, he has to forget all that. Therefore, it is necessary for him to take bath three times, to fast, to concentrate his mind in spiritual thoughts like that. So I will stop here. Thank you very much."
    }
  ]
}