{
  "video_id": "UmR2yfB8dDI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.43 - 44 | 23-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=UmR2yfB8dDI",
  "segments": [
    {
      "start_time": 54,
      "end_time": 379,
      "verse_references": [],
      "themes": [
        "Grihasta Dharma",
        "Vedic Culture",
        "Social Responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So grihasta dharma is very very very important for upkeep of the society for the spiritual upkeep of the society.",
      "summary": "This segment explains the duties of a Grihasta (householder) in Vedic society, emphasizing their responsibility to provide for children, the elderly, Brahmanas, invalids, and even unknown hungry individuals.",
      "timestamp_url": "https://youtu.be/UmR2yfB8dDI?t=54"
    },
    {
      "start_time": 379,
      "end_time": 646,
      "verse_references": [],
      "themes": [
        "Charity",
        "Hospitality",
        "Vedic Injunctions",
        "Grihasta Dharma"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Any householder before he takes his meals he should go out of his house after having fed all these people children, old members of the family, the brahmanas and the invalids after having fed them before he takes his own meals he goes out and calls three times is there anybody hungry who needs food anyone they can come and actually they will be fed first before the grahastha himself takes his meals he will feed them if any unknown hungry man they won't even ask who are you no questions asked you are hungry at lunch time please take prasad this is the culture.",
      "summary": "This segment elaborates on the Vedic injunction for householders to offer food to any hungry person before taking their own meals, illustrating this principle with a story and highlighting the importance of this practice.",
      "timestamp_url": "https://youtu.be/UmR2yfB8dDI?t=379"
    },
    {
      "start_time": 646,
      "end_time": 897,
      "verse_references": [],
      "themes": [
        "Separation from Krishna",
        "Dejection",
        "Spiritual Loss",
        "Yudhishthira's Inquiries"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Or is it that you are feeling empty for all time because you might have lost your most intimate friend Lord Krishna O my brother Arjuna I can think of no other reason for your becoming so dejected.",
      "summary": "This segment discusses the 44th verse, focusing on Yudhishthira's inquiry into Arjuna's dejection and suggesting that it stems from the separation from Lord Krishna, referencing Narada's earlier indication of Krishna's departure.",
      "timestamp_url": "https://youtu.be/UmR2yfB8dDI?t=646"
    }
  ]
}