{
  "video_id": "UmR2yfB8dDI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.43 - 44 | 23-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=UmR2yfB8dDI",
  "segments": [
    {
      "start_time": 54,
      "end_time": 379,
      "verse_references": [],
      "themes": [
        "Grihasta Dharma",
        "Vedic Culture",
        "Social Responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So grihasta dharma is very very very important for upkeep of the society for the spiritual upkeep of the society.",
      "summary": "This segment explains the duties of a Grihasta (householder) in Vedic society, emphasizing their responsibility to provide for children, the elderly, Brahmanas, invalids, and even unknown hungry individuals.",
      "timestamp_url": "https://youtu.be/UmR2yfB8dDI?t=54",
      "transcript": "In this session, we will be discussing from the 43rd and 44th verses of the 14th chapter of the first canto of Srimad Bhagavatam. These are the last two verses of this chapter. This chapter is entitled, \"The Disappearance of Lord Krishna.\" The 43rd verse: अपिसित परियभुं तास्त्वं संभोज्यान वृद्धबालकान जो परियभुं तास्त्वं संभोज्यान वृद्धबालकान जुगुप्सितं कर्म किञ्चित् कृतवान नयद अक्षमं. The meaning of this verse is, \"Have you not taken care of old men and boys who deserve to dine with you? Have you left them and taken your meals alone? Have you committed some unpardonable mistake which is to be considered abominable?\" This question itself indicates how very exalted was the Vedic culture, that the consideration always for a person before he takes his food, especially lunch, is that he feeds all those who are desirous of food and he is deserving to be fed by a grihasta. This is called grihasta dharma. In the Vedic society, the four spiritual orders: brahmachari, grihasta, vanaprastha, sannyas. Out of these four orders, the grihasta has got certain duties which is absolutely essential to be carried out by the grihasta for the upkeep of the other three spiritual orders. A brahmachari goes and begs from householders. A vanaprastha, he also, of course a vanaprastha does not really beg from a grihasta, but a vanaprastha may beg from a grihasta if he cannot get anything in the forest in terms of fruits, roots, berries or something edible like that in nature. And a sannyasi, of course, he travels from door to door to enlighten people, but in the pretext of begging he tries to approach householders to enlighten them spiritually. So for his subsistence he may take a little, some, bare minimum bhiksha, some food, that's it! So grihasta dharma is very, very, very important for upkeep of the society, for the spiritual upkeep of the society. So Yudhishthira is asking Arjuna that have you not taken care of old men and boys who deserve to dine with you? So Prabhupada explains in the purport, it is the duty of a householder to feed first of all the children, the old members of the family, the brahmanas and the invalids. Such a wonderful culture it is, the very culture, the duty of the householder to feed these four categories of persons. Who are they? The children, the old members of the family, the elderly people, the brahmanas and the invalids. The brahmanas don't work for earning money or for their own maintenance, they don't work. They just give spiritual guidance to the entire society, rest of the society, after themselves becoming well versed in the scriptural knowledge. So they give free consultation to anybody in any subject matter free of charge and for the service they give to the society they are maintained by the other members of the society, especially householders. So householders they share what they have with brahmanas and the invalids. Due to some reason somebody is not able to work and earn money or get their livelihood then they are maintained by the others who are capable of earning and generating wealth. Those able bodied persons should maintain the invalids. This is the culture."
    },
    {
      "start_time": 379,
      "end_time": 646,
      "verse_references": [],
      "themes": [
        "Charity",
        "Hospitality",
        "Vedic Injunctions",
        "Grihasta Dharma"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Any householder before he takes his meals he should go out of his house after having fed all these people children, old members of the family, the brahmanas and the invalids after having fed them before he takes his own meals he goes out and calls three times is there anybody hungry who needs food anyone they can come and actually they will be fed first before the grahastha himself takes his meals he will feed them if any unknown hungry man they won't even ask who are you no questions asked you are hungry at lunch time please take prasad this is the culture.",
      "summary": "This segment elaborates on the Vedic injunction for householders to offer food to any hungry person before taking their own meals, illustrating this principle with a story and highlighting the importance of this practice.",
      "timestamp_url": "https://youtu.be/UmR2yfB8dDI?t=379",
      "transcript": "So Prabhupada says further, besides that, an ideal householder is required to call for any unknown hungry man to come and dine before he himself goes to take his meals. Any householder before he takes his meals he should go out of his house after having fed all these people, children, old members of the family, the brahmanas and the invalids, after having fed them, before he takes his own meals he goes out and calls three times, \"Is there anybody hungry who needs food?\" Anyone, they can come and actually they will be fed first before the grahastha himself takes his meals. He will feed them if any unknown hungry man, they won't even ask who are you, no questions asked, you are hungry at lunch time please take prasad. This is the culture, this is the chastric injunction. So a grahastha, a householder is required to call for such a hungry man thrice on the road. In fact, I have heard this that even now in some provinces there are people who follow this injunction. I know of a certain gentleman who said he was travelling in Karnataka in the south canada district, he was going from one place to another place by his car and while he was passing through one particular village it was about lunch time, say one o'clock in the afternoon and his car was stopped by a gentleman of the village and he stopped the car and he was curious why did that gentleman stop his car. So the gentleman said, \"I am from this village. I stopped you to inquire from you, have you had your lunch?\" So this person in the car said, \"No I have not had my lunch.\" \"Please come to my house for lunch,\" he invited. So this is grahastha dharma. So then that person in the car said who is travelling, who is a traveller, he was very pleased and he went to that gentleman's house of the village and took his meals. So formerly there were no hotels, there were no restaurants either. People would go to a temple which had the arrangement of feeding any visitors at lunch time. Even now if you go to Udupi temple you will get, you will get lunch at lunch time or if you go to ISKCON Bangalore temple you can get lunch at lunch time. So like this there are still some temples even in north India, even in south India, even in Gujarat, in Rajasthan, in Bengal, in Bihar, in Orissa, there are temples which feed people who are visitors in the afternoon at lunch time and sometimes the householders will to a limited extent they may host a person who is a visitor or a traveller or a person who has no arrangement for cooking his food, they may host such a person and feed him. So this is what is explained by Prabhupada here, the neglect of this prescribed duty of a householder especially in the matter of the old men and children is unpardonable. It is considered as a violation of the Vedic injunction for a householder who does not feed such deserving people. So Yudhishthira's question to Arjuna is, did you refuse to feed such deserving people, refuse to feed somebody who was worthy of being fed as a grahastha dharma?"
    },
    {
      "start_time": 646,
      "end_time": 897,
      "verse_references": [],
      "themes": [
        "Separation from Krishna",
        "Dejection",
        "Spiritual Loss",
        "Yudhishthira's Inquiries"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Or is it that you are feeling empty for all time because you might have lost your most intimate friend Lord Krishna O my brother Arjuna I can think of no other reason for your becoming so dejected.",
      "summary": "This segment discusses the 44th verse, focusing on Yudhishthira's inquiry into Arjuna's dejection and suggesting that it stems from the separation from Lord Krishna, referencing Narada's earlier indication of Krishna's departure.",
      "timestamp_url": "https://youtu.be/UmR2yfB8dDI?t=646",
      "transcript": "You didn't do your duty because of which you are dejected. The 44th verse, the last verse: कचित् प्रेष्ठतमॆनाथा हृदयेनात्म बन्धुना शुन्योस्मि रहितो नित्यं मन्यसेते अन्यथा नरुक. The meaning of this verse is, \"Or is it that you are feeling empty for all time because you might have lost your most intimate friend Lord Krishna? O my brother Arjuna, I can think of no other reason for your becoming so dejected.\" So Srila Prabhupada says in the purport, \"All the inquisitiveness of Maharaj Yudhishthira about the world situation was already conjunctured by Maharaj Yudhishthira on the basis of Lord Krishna's disappearance from the vision of the world and this is now disclosed by him because of the acute dejection of Arjuna which could not have been possible otherwise.\" So even though he was doubtful about it he was obliged to inquire frankly from Arjuna on the basis of Sri Narada's indication. If you recollect in the previous chapter, Dhritarashtra quits home, it was indicated by Narada to Yudhishthira that you Pandavas, you remain on the earth as long as Krishna is on the earth and after Krishna's departure you also may leave this world. So Krishna's departure was hinted by Narada when Yudhishthira had inquired from Narada about Dhritarashtra's quitting home. So this was in the back of the mind of Yudhishthira. So he sent Arjuna after that to inquire from Krishna what is the future program of Krishna and Arjuna did not return for seven months. So Yudhishthira became very anxious whether Krishna has departed from this world because of which so many bad omens were being seen by Yudhishthira and those were described in the beginning of this chapter. So now Yudhishthira is directly inquiring from Arjuna, are you feeling so dejected because you have lost your most intimate friend Lord Krishna because Krishna has departed for the spiritual world, Krishna is no longer on this earth planet. So Yudhishthira is even concluding, \"I can think of no other reason for your becoming so dejected,\" and it will turn out that in the next chapter it will be described how Arjuna replies to all these questions with one answer to begin with and later on he recollects how he is feeling separation from Krishna because Krishna has departed for the spiritual abode, for the spiritual abode after winding up his pastimes. So that is what Arjuna is going to reply but Yudhishthira has already figured out by Arjuna not answering in the affirmative for any of the other reasons for Arjuna's dejection. He has denied, \"I am not dejected because of all the other reasons that Yudhishthira thought could be the reason for Arjuna's dejection.\""
    }
  ]
}