{
  "video_id": "uNxTVcIlg1A",
  "title": "Daily Evening Bhagavatam Discourse | SB 1.17.6-7 | HH Stoka Krishna Swami | 17-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=uNxTVcIlg1A",
  "segments": [
    {
      "start_time": 60,
      "end_time": 162,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Time",
        "Godlessness",
        "Krishna Consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Kali Yuga began about 5,000 years ago when Krishna appeared at the end of Dwapar Yuga.",
      "summary": "This segment introduces the Kali Yuga, its duration, its beginning with Krishna's departure, and its influence of godlessness, which was initially mitigated by Krishna conscious kings.",
      "timestamp_url": "https://youtu.be/uNxTVcIlg1A?t=60"
    },
    {
      "start_time": 168,
      "end_time": 312,
      "verse_references": [],
      "themes": [
        "Punishment",
        "Cow Protection",
        "Lawlessness",
        "Slaughterhouses"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In a civilization where God is conspicuously banished and there is no devotee warrior like Arjuna the associates of the age of Kali take advantage of this lawless kingdom and arrange to kill innocent animals like the cow in secluded slaughterhouses.",
      "summary": "This segment discusses Parikshit Maharaj's punishment of Kali, highlighting the importance of cow protection and drawing a parallel between the beating of a cow in seclusion and the modern-day slaughter of cows in slaughterhouses due to a godless society.",
      "timestamp_url": "https://youtu.be/uNxTVcIlg1A?t=168"
    },
    {
      "start_time": 313,
      "end_time": 477,
      "verse_references": [],
      "themes": [
        "Godless Civilization",
        "Dharma Shastras",
        "Lawless Kingdom",
        "Animal Slaughter"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Our present civilization is more or less a godless civilization as far as the rulers are concerned.",
      "summary": "This segment compares the present civilization to the beginning of Kali Yuga, emphasizing the absence of God in governance, the disregard for Dharma Shastras, and the resulting lawless kingdom where innocent animals are killed in secluded slaughterhouses.",
      "timestamp_url": "https://youtu.be/uNxTVcIlg1A?t=313"
    },
    {
      "start_time": 477,
      "end_time": 628,
      "verse_references": [],
      "themes": [
        "Animal Murder",
        "Death Penalty",
        "Pious King",
        "Comparison to Child Murder"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Such murderers of animals stand to be condemned to death by the order of a pious king like Maharaj Pariksit.",
      "summary": "This segment condemns the killing of animals as murder, punishable by death according to a pious king like Parikshit Maharaj, drawing a comparison to the murder of an innocent child in a secluded place.",
      "timestamp_url": "https://youtu.be/uNxTVcIlg1A?t=477"
    },
    {
      "start_time": 628,
      "end_time": 742,
      "verse_references": [],
      "themes": [
        "Parikshit Maharaj",
        "Bull",
        "Demigod",
        "Grief"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Are you some demigod causing us grief in the form of a bull?",
      "summary": "This segment focuses on Parikshit Maharaj questioning the bull with only one leg, wondering if it is a demigod trying to communicate a message of impending misfortune.",
      "timestamp_url": "https://youtu.be/uNxTVcIlg1A?t=628"
    },
    {
      "start_time": 742,
      "end_time": 886,
      "verse_references": [
        "BG 18.44"
      ],
      "themes": [
        "Cow Protection",
        "Law and Order",
        "Dharma Shastras",
        "Vaisya Duties"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "At least up to the time of Maharaj Pariksit no one could imagine the wretched conditions of the cow and the bull.",
      "summary": "This segment highlights the protection given to cows and bulls during Parikshit Maharaj's reign, emphasizing the astonishment at seeing their suffering and connecting it to the duties of a Vaisya as described in the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/uNxTVcIlg1A?t=742"
    },
    {
      "start_time": 888,
      "end_time": 951,
      "verse_references": [],
      "themes": [
        "Sensitive Kings",
        "Kali Yuga Symptoms",
        "Solutions",
        "Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The kings were so very sensitive and they would go around and see what is the condition of the people or the animals even which deserve protection what is happening in their kingdom they would go on a tour.",
      "summary": "This segment describes the sensitivity of kings like Parikshit Maharaj, their concern for the well-being of their subjects, and mentions the symptoms of Kali Yuga and solutions to overcome its defects as detailed in the Bhagavatam.",
      "timestamp_url": "https://youtu.be/uNxTVcIlg1A?t=888"
    }
  ]
}