{
  "video_id": "uNxTVcIlg1A",
  "title": "Daily Evening Bhagavatam Discourse | SB 1.17.6-7 | HH Stoka Krishna Swami | 17-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=uNxTVcIlg1A",
  "segments": [
    {
      "start_time": 60,
      "end_time": 162,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Time",
        "Godlessness",
        "Krishna Consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Kali Yuga began about 5,000 years ago when Krishna appeared at the end of Dwapar Yuga.",
      "summary": "This segment introduces the Kali Yuga, its duration, its beginning with Krishna's departure, and its influence of godlessness, which was initially mitigated by Krishna conscious kings.",
      "timestamp_url": "https://youtu.be/uNxTVcIlg1A?t=60",
      "transcript": "This chapter is entitled Punishment and Reward of Kali. Kali represents the Kali Yuga, the present age. Time is passing on this earth planet and is measured in terms of the number of years, a particular age called Yuga. It's a very, very big time period. Like Kali Yuga, the present age, lasts 432,000 years or we can say 4,32,000 years. Kali Yuga began about 5,000 years ago when Krishna appeared at the end of Dwapar Yuga. Kali Yuga and Krishna went back to his personal abode after winding up his pastimes. The day Krishna left this earth planet and went back to his personal kingdom, that is when Kali Yuga began. But the influence of the age of Kali, which is to bring in godlessness, but the influence was actually not felt by the people because of the wonderful administration of Parikshit Maharaj and similar Krishna conscious kings."
    },
    {
      "start_time": 168,
      "end_time": 312,
      "verse_references": [],
      "themes": [
        "Punishment",
        "Cow Protection",
        "Lawlessness",
        "Slaughterhouses"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In a civilization where God is conspicuously banished and there is no devotee warrior like Arjuna the associates of the age of Kali take advantage of this lawless kingdom and arrange to kill innocent animals like the cow in secluded slaughterhouses.",
      "summary": "This segment discusses Parikshit Maharaj's punishment of Kali, highlighting the importance of cow protection and drawing a parallel between the beating of a cow in seclusion and the modern-day slaughter of cows in slaughterhouses due to a godless society.",
      "timestamp_url": "https://youtu.be/uNxTVcIlg1A?t=168",
      "transcript": "So the sixth verse. The meaning of this verse is, you rogue. It is Parikshit Maharaj addressing that Kali Purusha, the personality of Kali, who is beating a common bull in a secluded place. Parikshit is addressing that Kali Purusha. The meaning of this verse is, you rogue. Do you dare beat an innocent cow because Lord Krishna and Arjuna, the carrier of Gandiva bow, are out of sight? Since you are beating the innocent in a secluded place, you are considered a culprit and therefore deserve to be killed. So the king is pointing out the action of this Kali Purusha is a criminal act and therefore he deserves to be killed, death sentence or death penalty, because an innocent cow is beaten in a secluded place, so the cow should be given all kinds of protection against any harm, including even just beating the cow. So in the purport Srila Prabhupada says, \"In a civilization where God is conspicuously banished and there is no devotee warrior like Arjuna, the associates of the age of Kali take advantage of this lawless kingdom and arrange to kill innocent animals like the cow in secluded...\""
    },
    {
      "start_time": 313,
      "end_time": 477,
      "verse_references": [],
      "themes": [
        "Godless Civilization",
        "Dharma Shastras",
        "Lawless Kingdom",
        "Animal Slaughter"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Our present civilization is more or less a godless civilization as far as the rulers are concerned.",
      "summary": "This segment compares the present civilization to the beginning of Kali Yuga, emphasizing the absence of God in governance, the disregard for Dharma Shastras, and the resulting lawless kingdom where innocent animals are killed in secluded slaughterhouses.",
      "timestamp_url": "https://youtu.be/uNxTVcIlg1A?t=313",
      "transcript": "Srila Prabhupada is comparing the present day status of the society is somewhat similar to the situation being described which Parikshita encountered the beginning of Kali Yuga. So our present civilization is more or less a godless civilization as far as the rulers are concerned. Those in power, political power or those in governmental authority, they don't conduct the state in terms of the codes given by God, the codes given in our authorized Vedic scriptures. They don't conduct the state in terms of the codes given by God, the codes given in our authorized Vedic scriptures. In short, they don't conduct the governance in accordance with the Dharma Shastras: The Manu Smriti, Parashara Smriti, or Yajna Valkya Smriti. Perfect codes are given, perfect laws are given. They are not man-made laws. They are given by liberated souls. They are not man-made laws. They are given by liberated souls. They are not man-made laws. They are given by liberated souls. So there is no mistake in them. Neither there is any need to amend those laws from time to time. There is no need of any amendment. They are perfect laws. So these present day rulers in this Kali Yuga especially, God is conspicuously banished from their governance. It's a godless state. And the person's ruling are not exactly like Arjuna or Pariksit Maharaj in terms of conducting the state affairs in order to maintain law and order. They don't conduct themselves properly. Then, as Prabhupada says here, the associates of the age of Kali take advantage of this lawless kingdom and arrange to kill innocent animals like the cow in secluded slaughterhouses."
    },
    {
      "start_time": 477,
      "end_time": 628,
      "verse_references": [],
      "themes": [
        "Animal Murder",
        "Death Penalty",
        "Pious King",
        "Comparison to Child Murder"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Such murderers of animals stand to be condemned to death by the order of a pious king like Maharaj Pariksit.",
      "summary": "This segment condemns the killing of animals as murder, punishable by death according to a pious king like Parikshit Maharaj, drawing a comparison to the murder of an innocent child in a secluded place.",
      "timestamp_url": "https://youtu.be/uNxTVcIlg1A?t=477",
      "transcript": "Nobody knows how the cow suffers in the slaughterhouse. Formerly the killing was done in the butcher shop if at all animals were to be killed for meat. But now, especially in the modernized states where modern technology is employed, the people eat packed meat and they think it is like packed vegetables or packed biscuits or packed grains. Like that they think. No, it is not that. It is very cruel killing of the animals who suffer so much. Such murderers of animals. See the word Prabhupada uses is murder. That means somebody who is supposed to be protected is being killed unlawfully. Is being killed unlawfully. So such murderers of animals stand to be condemned to death by the order of a pious king like Maharaj Pariksit. Pariksit Maharaj will not tolerate such a killing. He doesn't even tolerate a beating of a cow. What to speak of killing an animal like cow. For a pious king the culprit who kills an animal in a secluded place is punishable by the death penalty exactly like a murderer who kills an innocent child in a secluded place. Prabhupada gives a comparison. If a child is killed it is helpless. Supposing it is killed by some rogue. That is the term used by Prabhupada for this Kali Purusha who is beating an innocent cow in a secluded place. So it is exactly like killing a child. Same way if a child is killed, innocent child is killed in a secluded place, then the murderer is punishable by the death sentence. Exactly like that. Even the one who harms a cow should be actually punished by death penalty."
    },
    {
      "start_time": 628,
      "end_time": 742,
      "verse_references": [],
      "themes": [
        "Parikshit Maharaj",
        "Bull",
        "Demigod",
        "Grief"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Are you some demigod causing us grief in the form of a bull?",
      "summary": "This segment focuses on Parikshit Maharaj questioning the bull with only one leg, wondering if it is a demigod trying to communicate a message of impending misfortune.",
      "timestamp_url": "https://youtu.be/uNxTVcIlg1A?t=628",
      "transcript": "The seventh verse: Tvamva brunala dhavalaha paadai niunah. padacharan vrisharoopena kim kashchid devonah parikhedayan. The meaning is, then he, Maharaj Pariksit, asked the bull, \"O who are you? Are you a bull as white as a white lotus? Or are you a demigod? You have lost three of your legs and are moving on one only. Are you some demigod causing us grief in the form of a bull?\" So Pariksit Maharaj is next questioning the bull, because the bull was not exactly like an ordinary bull, as white as a white lotus. So very, very beautiful to look at, except that it had lost three legs and it was moving on only one leg. So what was this bull trying to communicate? So he is wondering whether it is simply a bull or is it a devata who has come in the form of a bull to communicate something. \"Are you some demigod causing us grief in the form of a bull?\" Indicating some misfortune, some bad time is going to come, or is foreboding some danger for such innocent animals."
    },
    {
      "start_time": 742,
      "end_time": 886,
      "verse_references": [
        "BG 18.44"
      ],
      "themes": [
        "Cow Protection",
        "Law and Order",
        "Dharma Shastras",
        "Vaisya Duties"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "At least up to the time of Maharaj Pariksit no one could imagine the wretched conditions of the cow and the bull.",
      "summary": "This segment highlights the protection given to cows and bulls during Parikshit Maharaj's reign, emphasizing the astonishment at seeing their suffering and connecting it to the duties of a Vaisya as described in the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/uNxTVcIlg1A?t=742",
      "transcript": "So in the purport Srila Prabhupada says, \"At least up to the time of Maharaj Pariksit no one could imagine the wretched conditions of the cow and the bull.\" Maharaj Pariksit's time the cows and bulls were specially protected as much as the citizens, human beings were protected completely by the powerful rulers like the Pandavas, Pariksit Maharaj. They were perfectly giving protection to those deserving protection, the human beings and the cows and the bulls. Maharaj Pariksit therefore was astonished to see such a horrible scene. How dare somebody beat a cow and who has cut off the legs of the bull? Why is the bull standing on one leg? So Pariksit Maharaj inquired whether the bull was not a demigod assuming such a wretched condition to indicate the future of the cow and the bull. Some message is being communicated, that's what Pariksit thought. It's a very, very unusual scene in Pariksit's kingdom where perfect law and order was enforced by the powerful Emperor Pariksit based on the Dharma Shastras. In the Bhagavad Gita Krishna says, krishi go raksha vanijam vaisya karma svabhavajam. A vaisya is supposed to protect cows, engage in agricultural activity and trade and commerce for the upkeep of the society, civilized society. So he is inquiring, Pariksit is inquiring from the bull, \"Are you a devata who is trying to give us some indication so that I may take some action, I may correct something?\""
    },
    {
      "start_time": 888,
      "end_time": 951,
      "verse_references": [],
      "themes": [
        "Sensitive Kings",
        "Kali Yuga Symptoms",
        "Solutions",
        "Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The kings were so very sensitive and they would go around and see what is the condition of the people or the animals even which deserve protection what is happening in their kingdom they would go on a tour.",
      "summary": "This segment describes the sensitivity of kings like Parikshit Maharaj, their concern for the well-being of their subjects, and mentions the symptoms of Kali Yuga and solutions to overcome its defects as detailed in the Bhagavatam.",
      "timestamp_url": "https://youtu.be/uNxTVcIlg1A?t=888",
      "transcript": "See the kings were so very sensitive and they would go around and see what is the condition of the people or the animals even which deserve protection, what is happening in their kingdom, they would go on a tour, sometimes they would go incognito to find out the reality. So like this the explanation is being given in the Bhagavad Gita, the beginning of the age of Kali and the symptoms of Kali Yuga and 12th canto details are given of the symptoms of Kali Yuga and this solution is also given to overcome the defects of Kali Yuga, what is to be done, that is also explained in this chapter and in the Bhagavatam in general. I will stop here, thank you very much."
    }
  ]
}