{
  "video_id": "Uq9HxmlW0XA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.9 | 30-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Uq9HxmlW0XA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 57,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyanan Janashalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/Uq9HxmlW0XA?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janashalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatharine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Srivasa Adi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswateem Vyasam Tato Jayam Udi Raya"
    },
    {
      "start_time": 57,
      "end_time": 146,
      "verse_references": [
        "SB 1.15.9"
      ],
      "themes": [
        "Mahabharata",
        "Arjuna",
        "Yudhishthira",
        "Jarasandha"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Your respectable younger brother who possesses the strength of 10,000 elephants killed by his grace Jarasandha whose feet were worshipped by many kings.",
      "summary": "Arjuna reminds Yudhishthira of Bhima's strength and how he killed Jarasandha, releasing kings who then paid tribute to Yudhishthira.",
      "timestamp_url": "https://youtu.be/Uq9HxmlW0XA?t=57",
      "transcript": "In this session, we will be discussing from the 9th verse of the 15th chapter of the 1st canto of Srimad Bhagavatam: Yat Tejasar Nripashiro Angrim Ahan Makhaartham Aryo Nujas Tava Gajayuta Sattva Veeryaha Tenah Hruta Pramathanatha Makhaya Bhupa Yan Mochitas Tad Anayan Balim Advarete. The meaning of this verse is Arjuna is addressing Yudhishthira: \"Your respectable younger brother, who possesses the strength of 10,000 elephants, killed by his grace Jarasandha, whose feet were worshipped by many kings. These kings had been brought for sacrifice in Jarasandha's Mahabhairava Yagna, but they were thus released. Later, they paid tribute to your majesty.\" So, this is another incident in the Mahabharata being mentioned by Arjuna to Yudhishthira, and Srila Prabhupada explains that in a little more detail in the purport. Srila Prabhupada's purport is as follows: Jarasandha was a very powerful king of Magada."
    },
    {
      "start_time": 146,
      "end_time": 378,
      "verse_references": [],
      "themes": [
        "Jarasandha",
        "birth story",
        "demon",
        "king"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Out of curiosity, she joined the two parts and the child became complete and regained life.",
      "summary": "Srila Prabhupada's purport explains the unusual birth story of Jarasandha, involving a king, two queens, a mango, a she-demon named Jara, and the joining of two body parts.",
      "timestamp_url": "https://youtu.be/Uq9HxmlW0XA?t=146",
      "transcript": "And this Krishna Mantra Prasurtyamantra was a very powerful king of Magada, and the history of his birth and activities was also very interesting. His father, King Brihadratha, was also a very prosperous and powerful king of Magada, but he had no son, although he married two daughters of the king of Kashi. Being disappointed in not getting a son from either of the two queens, the king, along with his wives, left Kashi home to live in the forest for austerities. But in the forest, he was blessed by one great Rishi to have his son, and that Rishi gave him one mango to be eaten by the queens. The queens did so and were very soon pregnant. The king was very happy to see the queens bearing children, but when the right time approached, the queens delivered one child in two parts, one from each of the queens' wombs. The two parts were thrown in the forest where a great she-demon used to live, and she was glad to have some delicate alnya flesh and blood from the newly born child. Out of curiosity, she joined the two parts, and the child became complete and regained life. The king was in a haste. He thought the queens have delivered two parts which are not complete. He thought they are useless. Both the queens have delivered something which is incomplete. So, they simply discarded the parts. But when the she-demon joined the two parts, they became complete and regained life. The child became complete and regained life because the child was born due to the blessing of the rishi in the forest. The rishi blessed that the king have only one child through the two queens, one child. Becoming common, the class 4 queen came out. So, therefore, the she-demon was known as 'jara', that was her name, who lived in that forest where the king had retired, and being compassionate on the childless king, she went to the king and presented him with the nice child. Instead of, she presented the king with the child. The king was very pleased with the she-demon and wanted to reward her according to her desire. The she-demon expressed her desire that the child be named after her. And thus, the child was surnamed Jarasandha, or one who was joined by Jara, the she-demon. Sandha means to join."
    },
    {
      "start_time": 378,
      "end_time": 507,
      "verse_references": [],
      "themes": [
        "Jarasandha",
        "demoniac qualities",
        "Lord Shiva",
        "devotee"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shiva is the lord of all ghostly and demoniac men.",
      "summary": "The lecture explains that Jarasandha was born with demoniac qualities, making him a devotee of Lord Shiva, who is easily pleased and often worshipped by demons.",
      "timestamp_url": "https://youtu.be/Uq9HxmlW0XA?t=378",
      "transcript": "So, this child got the name Jarasandha. So, it is also explained here that this Jarasandha was born as one of the children of the king. He was also one of the parts and parcels of the demon Viprachitti. So, he was also a demon, this Jarasandha, as a part and parcel of another big demon, Viprachitti. The saint by whose benedictions the queens bowed, the child was called Chandrakaushika, who foretold of the child before his father, Brihadratha. Now, this child, since he possessed demoniac qualities from birth, this is what the Bhagavad Gita explains, by birth, somebody is born with divine qualities, somebody else is born with demoniac qualities. So, this child was born with demoniac qualities. Naturally, he became a great devotee of Lord Shiva. Now, Shiva, who is Shiva? Shiva is the lord of all ghostly and demoniac men. Because Shiva is very easily pleased, these demons, they try to appease Shiva and get some material benedictions from him. And Shiva is very powerful, so he bestows material benedictions very easily. He is easily pleased. So, therefore, you can find many demons are devotees of Lord Shiva. So, Srila Prabhupada gives the example here: Ravana was a great devotee of Lord Shiva, and so also was King Jarasandha."
    },
    {
      "start_time": 507,
      "end_time": 652,
      "verse_references": [],
      "themes": [
        "Jarasandha",
        "Kamsa",
        "Krishna",
        "enemy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Jarasandha became very angry against Krishna.",
      "summary": "The lecture details how Jarasandha became an enemy of Krishna after Krishna killed Kamsa, who was Jarasandha's son-in-law, leading to Jarasandha's daughters becoming widows.",
      "timestamp_url": "https://youtu.be/Uq9HxmlW0XA?t=507",
      "transcript": "Jarasandha also was a devotee of Lord Shiva. This Jarasandha used to sacrifice all the demons, all arrested kings before Lord Mahabhairava or Shiva. And by his military power, this Jarasandha defeated many small kings and arrested them to butcher before Mahabhairava. This is offering as a tribute to Mahabhairava, another form of Shiva. So, Srila Prabhupada also says here that there are many devotees of Lord Mahabhairava or Kalabhairava in the province of Bihar. This was called formerly Magadha. Jarasandha was a relative of Kamsa, the maternal uncle of Krishna. And therefore, after Kamsa's death, King Jarasandha became a great enemy of Krishna. Why? Because Jarasandha's daughters were married to Kamsa. So, when Kamsa was killed by Krishna, Jarasandha's daughters became widows. After becoming widows, they went back to their father's house, Jarasandha's house. And Jarasandha was very unhappy that his daughters became widows, and he thought the cause of their becoming widows is Krishna. He never considered that Kamsa was doing all kinds of atrocious activities. Kamsa harassed Vasudeva and Devaki so much. So, Krishna, in order to actually give protection to Vasudeva and Devaki, who are devotees, he had to kill this Kamsa. So, Jarasandha became very angry against Krishna, and that way, Krishna became Jarasandha's enemy, simply because Krishna tried to protect his own parents and had to kill this Jarasandha."
    },
    {
      "start_time": 652,
      "end_time": 865,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Bhima",
        "Jarasandha",
        "killing",
        "tribute",
        "Yudhishthira"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is the real cause for all these happenings.",
      "summary": "The lecture describes how Krishna orchestrated Jarasandha's death through Bhima, leading to the release of imprisoned kings who then paid tribute to Yudhishthira, highlighting Krishna's role as the prime mover.",
      "timestamp_url": "https://youtu.be/Uq9HxmlW0XA?t=652",
      "transcript": "So, Jarasandha became enemy. Actually, Lord Krishna wanted to kill Jarasandha, but he also wanted that those who served as military men for Jarasandha might not be killed. Therefore, a plan was adopted to kill this Jarasandha by Lord Krishna. What is the plan? Krishna, Bhima and Arjuna disguised themselves as poor brahmanas and went to Jarasandha and begged charity from him. Jarasandha never refused charity to any brahmana. So, when Krishna, Bhima and Arjuna asked Jarasandha for the facility of fighting him, to settle that Jarasandha would fight with Bhima only. So, all of them were guests and combatants of Jarasandha. So, Bhima and Jarasandha fought every day for several days, and Bhima became very disappointed that he could not kill Jarasandha, could not defeat or kill Jarasandha, because both were very powerful. Then Krishna gave hints that, he gave hints to Bhima about Jarasandha being joined together as an infant. Two parts of a child were joined together. That's why Jarasandha was born. So, Bhima dissected him again and killed him. So, all the kings who were detained in the concentration camp to be offered as Bali in front of Mahabhairava, they were released by Bhima. Now, when the kings felt obliged to the Pandavas, they paid tribute to King Yudhishthira. In this way, Arjuna is recollecting how by Krishna's mercy, Bhima was able to kill Jarasandha. And because the kings who were arrested by Jarasandha were released by Bhima, after Bhima killed Jarasandha, so the released kings, they paid tributes to Yudhishthira in the Rajasuya Yajna. So, Krishna is the real cause for all these happenings. Though Krishna remains in the background, he is the prime cause for all these incidents. This is the way of the Lord's pastimes in this world. I will stop here. Thank you very much."
    }
  ]
}