{
  "video_id": "Uq_oxS2uPsw",
  "title": "Learning to Develop Divine Consciousness | Sri Jai Chaitanya Dasa | ISKCON Bangalore",
  "speaker": "HG Jai Chaitanya Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=Uq_oxS2uPsw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 18,
      "verse_references": [],
      "themes": [
        "divine consciousness",
        "dualities",
        "material existence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Unless you are in divine consciousness, it is not possible.",
      "summary": "The speaker explains that without divine consciousness, one cannot overcome the dualities of material existence, such as profit and loss, fame and infamy.",
      "timestamp_url": "https://youtu.be/Uq_oxS2uPsw?t=0",
      "transcript": "Unless we get divine consciousness, we cannot cross over the tribunals. We cannot cross over the dualities. Profit will affect us. Name and fame will affect us. Loss will disturb us. Facilities not provided will disturb us. Too much facilities will make us proud. Both these things are affecting. Dualities are there."
    },
    {
      "start_time": 18,
      "end_time": 38,
      "verse_references": [
        "BG 2.47"
      ],
      "themes": [
        "devotional service",
        "karma",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Your only work in this material world is to do your duty without looking for the results.",
      "summary": "The speaker quotes the Supreme Lord, emphasizing the importance of performing one's duty without attachment to the results, whether success or failure.",
      "timestamp_url": "https://youtu.be/Uq_oxS2uPsw?t=18",
      "transcript": "Unless you are in divine consciousness, it is not possible. A man engaged in devotional service rids himself of both good and bad actions. That is where the Supreme Lord is saying that your only work in this material world is to do your duty, without looking for the results, whether it is profit or loss, success or failure."
    },
    {
      "start_time": 38,
      "end_time": 73,
      "verse_references": [],
      "themes": [
        "consciousness",
        "mind-body connection",
        "spiritual practice"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Easy to change outside, then inside automatically follows outside.",
      "summary": "The speaker explains that by acting without seeking results, one can become fixed in consciousness, and that in spiritual life, changing external actions can lead to internal transformation.",
      "timestamp_url": "https://youtu.be/Uq_oxS2uPsw?t=38",
      "transcript": "And when you act in such a way where we are not looking for the result, you will slowly, slowly get, be fixed in consciousness. So the body is doing all sinful activities. Your mind will also be sinful. Other way round also. If the mind is always sinful, the body will also follow the mind. When there is acceptance, when the external body is acting, something is happening inside also. The ability to cross beyond dualities is happening inside. That is why we say external actions are important to change the insides. Many times we see psychologically, if you change the insides, you can change the outside. But in spiritual life, it's easy to change the outside, then the inside automatically follows the outside."
    }
  ]
}