{
  "video_id": "UQB_jav9ggQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.5-6 | 09-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=UQB_jav9ggQ",
  "segments": [
    {
      "start_time": 0,
      "end_time": 50,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya",
      "summary": "The lecture begins with traditional Vaishnava prayers and invocations.",
      "timestamp_url": "https://youtu.be/UQB_jav9ggQ?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Namah Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 50,
      "end_time": 194,
      "verse_references": [
        "SB 1.16.5"
      ],
      "themes": [
        "inquiry",
        "Krishna-katha",
        "auspiciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, therefore, it's so important to discuss these topics.",
      "summary": "The speaker introduces the fifth verse of the sixteenth chapter of the first canto of Srimad Bhagavatam, explaining Shaunaka Rishi's inquiry about Pariksit Maharaja's actions and emphasizing the importance of discussing topics related to Krishna.",
      "timestamp_url": "https://youtu.be/UQB_jav9ggQ?t=50",
      "transcript": "In this session we will be discussing from the 5th and 6th verses of the 16th chapter of the 1st canto of Shri Madbhagavata. The 5th verse is as follows: Shaunaka Vacha Kasyahetor Nijagraha Kalim Digvijayendrapaha Nrudeva Chinha Drakshudra Kosav Gamya Padahanat Tatkathyata Mahabhaga Yadi Krishna Kathashrayam? So the meaning of this 5th verse is as follows: Shaunaka Rishi inquired. Suta Goswami is describing to the sages of Naimisharan. He did by Shaunaka Rishi vary hundred Shana because she is inquiring after you heard that Parachit Maharaja came across a low class person meeting a cow and a bull. So he came after wrote on all of this. Savanaka Rishi's inquiry is very pertinent here. Savanaka Rishi inquired, why did Maharaj Pariksit simply punish him since he was the lowest of the Shudras, having dressed as a king and having struck a cow on the leg? Please describe all these incidents if they relate to the topics of Lord Krishna. So, the sages of Naimisharanya, they are very eager to hear topics connected with Krishna. In the beginning itself, they ask six questions related to Krishna. So, these questions pertaining to Krishna are completely satisfying to the soul, to the real self. Therefore, such questions are very, very important, and answers to such questions can solve all problems, can bring about peace and prosperity in the entire world. It can purify the heart of the conditioned souls. It brings in all auspiciousness. It brings in enlightenment."
    },
    {
      "start_time": 194,
      "end_time": 370,
      "verse_references": [],
      "themes": [
        "justice",
        "cow protection",
        "degradation of Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This suggests that a pious king like Maharaj Pariksit should have at once killed an offender who wanted to cheat the public by dressing like a king and at the same time daring to insult the purest of animals, a cow.",
      "summary": "The speaker discusses Srila Prabhupada's perspective on Pariksit Maharaja's punishment of the Shudra, highlighting the importance of protecting cows and the expected severity of justice in a pious kingdom, contrasting it with the degraded state of Kali Yuga.",
      "timestamp_url": "https://youtu.be/UQB_jav9ggQ?t=194",
      "transcript": "So, therefore, it's so important to discuss these topics. Now, in the Purport of the Lord Krishna, there is a very important topic. What Srila Prabhupada says, Savanaka and the rishis were astonished to hear that the pious Maharaj Pariksit simply punished the culprit and did not kill him. See, the sages of Naimisharanya, they were expecting Pariksit as the Mahabhagavata, as the ideal king, ideal emperor, ideal ruler, that he will never... that he will never tolerate even a little harm done to a cow. So, why did Pariksit not kill the fellow immediately? Instead, you are describing Pariksit Maharaj just punished him, spared his life. So, they were completely astonished to hear. Why did Pariksit not kill him? So, Srila Prabhupada further says, This suggests that a pious king like Maharaj Pariksit should have at once killed an offender who wanted to cheat the public by dressing like a king and at the same time daring to insult the purest of animals, a cow. In general, a conditioned soul is inclined to cheat, but this kind of cheating, dressing like a king while actually behaving as the lowest class person, is real, real big cheating. Big cheating. His actions suggest that he is a very low class fellow, but externally he appears to be dressed like a king. So, this cheating has to be at once stopped. And how can it be stopped? Simply kill the fellow on the spot. No mercy. No relief for him. No pardon. No excuse. Not at all. So, Srila Prabhupada says, The rishis in those days, headed by Saunaka, however, could not even imagine that in the advanced days of the age of Kali, the lowest of the shudras will be elected as administrators."
    },
    {
      "start_time": 370,
      "end_time": 511,
      "verse_references": [],
      "themes": [
        "degradation of Kali Yuga",
        "cow killing",
        "sin"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, this cow killing is the greatest sin. Greatest sin.",
      "summary": "The speaker elaborates on the degradation of Kali Yuga, focusing on the prevalence of unqualified leaders and the sin of cow killing, emphasizing the severe karmic consequences described in the scriptures.",
      "timestamp_url": "https://youtu.be/UQB_jav9ggQ?t=370",
      "transcript": "Then there was one person, Parikshit's time. But now there are so many of, so many people like that Kali Purusha. And they are the lowest among men in the society, but they are elected as administrators, playing the role of the king. And such people will open organized slaughterhouses for killing cows. Mass killing. They could not even imagine that Kali Yuga, as time progresses, will become so degraded. Then one person was just beating a cow and a bull. Just beating, mind you. That itself, the rishi's reaction was, He should have immediately killed. Then what is the punishment for somebody opens a slaughterhouse and mass killing of cows? Helplessly, these innocent, pure animals are being killed by the thousands, tens of thousands, lakhs, millions, especially in America. So, because the scriptures say, a cow killer is punished by Yamaraj to be sent to hell for punishment for as many years as there are hair on the body of the cow. You can imagine how severe the punishment is if he escapes punishment before he dies. After death, punishment is abating those who escape punishment before they die. Suitable punishment. So, this cow killing is the greatest sin. Greatest sin."
    },
    {
      "start_time": 511,
      "end_time": 595,
      "verse_references": [],
      "themes": [
        "Krishna-katha",
        "purification",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everything in this material world in relationship with the three gunas is actually impure. But when dovetailed with Krishna everything becomes purified.",
      "summary": "The speaker explains that even seemingly mundane topics become valuable when connected to Krishna, emphasizing Krishna as the purifying agent and the principle of dovetailing everything with devotional service.",
      "timestamp_url": "https://youtu.be/UQB_jav9ggQ?t=511",
      "transcript": "There can't be any greater sin than cow killing. So, further Srila Prabhupada says, Anyway, although hearing about a Shudraka who was a cheat and an insulter of a cow was not very interesting to the great rishis, they nevertheless wanted to hear about it to see if the event had any connection with Lord Krishna. See, they are interested in hearing all topics connected with Krishna. It doesn't matter what the topic is. It should be in relationship with Krishna. That's all they want to hear. So, Prabhupada says the characteristic of Bhagavatam is there are so many topics about sociology, politics, economics, cultural affairs, but all of them are in relation with Krishna. Therefore, all of them are worth hearing, because Krishna is the purifying agent in all these matters. Everything in this material world in relationship with the three gunas is actually impure, but when dovetailed with Krishna everything becomes purified. That's the principle of the Bhagavatam."
    },
    {
      "start_time": 595,
      "end_time": 671,
      "verse_references": [
        "SB 1.16.6"
      ],
      "themes": [
        "devotee's perspective",
        "Krishna-katha",
        "transcendental plane"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The devotees of the Lord are accustomed to licking up the honey available from the lotus feet of the Lord. What is the use of topics which simply waste one's valuable life?",
      "summary": "The speaker introduces the sixth verse, explaining that devotees are only interested in topics related to Krishna and that Lord Krishna and his devotees are both on the transcendental plane above the three gunas.",
      "timestamp_url": "https://youtu.be/UQB_jav9ggQ?t=595",
      "transcript": "The sixth verse: athavasya padam bhoja makaranda liham satam kim manyair asad alaapair ayusho yad asad vyayaha. The meaning of the sixth verse is: The devotees of the Lord are accustomed to licking up the honey available from the lotus feet of the Lord. What is the use of topics which simply waste one's valuable life? Characteristic of a devotee of Krishna is the devotee only wants to hear topics connected with Krishna. All other topics are waste of time. So Srila Prabhupada says in the purport: Lord Krishna and his devotees are both on the transcendental plane above the three gunas. Therefore the topics of Lord Krishna and of his pure devotees are equally good. Prabhupada gives an example: The battle of Kurukshetra is full of politics and diplomacy, but because the topics are related with Lord Krishna, the Bhagavad Gita is therefore adored all over the world. There is no need to eradicate politics, economics, sociology etc."
    },
    {
      "start_time": 671,
      "end_time": 794,
      "verse_references": [],
      "themes": [
        "devotional service",
        "Krishna consciousness",
        "pure devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But for a pure devotee he actually sees everything in relationship with Krishna. And therefore he is able to relate everything with Krishna.",
      "summary": "The speaker contrasts the mundane perspective with the devotee's vision, who sees everything in relation to Krishna, emphasizing the importance of pure devotional service and the transcendental nature of topics related to Krishna's pure devotees.",
      "timestamp_url": "https://youtu.be/UQB_jav9ggQ?t=671",
      "transcript": "which are mundane to the mundane-ers. Some class of philosophers, they consider topics like economics, politics, sociology connected with this world, the world we live in, as material subject matter and they don't want to hear at all. But for a pure devotee he actually sees everything in relationship with Krishna, and therefore he is able to relate everything with Krishna. So that relationship of everything with Krishna is possible when everything is dovetailed with the Lord's service, with pure devotional service. So Prabhupada is explaining: We have heard and talked about the activities of the Pandavas and we are now dealing with topics of Maharaj Paricharan. But because all these topics are related to the Supreme Lord Krishna they are all transcendental and pure devotees have great interest in hearing them. You see. How? Even the fighting on the battlefield of Kurukshetra or Paricharan Maharaj dealing with a low class person who was hurting a cow, these are important for us because they are in relationship with Krishna. Because the Pandavas are pure devotees of Krishna, Paricharan Maharaj is a pure devotee of Krishna, therefore those topics are of interest to us"
    },
    {
      "start_time": 794,
      "end_time": 860,
      "verse_references": [],
      "themes": [
        "time management",
        "self-realization",
        "Krishna consciousness"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is our duty to see that not a moment of our life is wasted in topics which are not related with Krishna.",
      "summary": "The speaker emphasizes the limited duration of life and the importance of utilizing every moment for Krishna-related topics, urging listeners to avoid wasting time on matters disconnected from self-realization and going back to Godhead.",
      "timestamp_url": "https://youtu.be/UQB_jav9ggQ?t=794",
      "transcript": "as devotees. We have already discussed this matter in connection with the prayers of Bhishma and Deva. In the ninth chapter of the first canto this is discussed in detail. Our duration of life is not very long and there is no certainty of when we shall be ordered to leave everything for the next stage. Of course we don't die a spirit soul, but we have to quit this body at a certain time when ordered to do so. There is a certain life span we can live in this body and we exactly do not know how many years we are going to live. It is our duty to see that not a moment of our life is wasted in topics which are not related with Krishna. Somebody who is serious about self-realization or going back to Godhead should not waste a valuable time in this human form of life in topics which are disconnected from Krishna."
    },
    {
      "start_time": 860,
      "end_time": 989,
      "verse_references": [],
      "themes": [
        "lotus feet of Krishna",
        "devotional service",
        "shelter"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "devotees are accustomed to licking up the honey available from the lotus feet of the Lord.",
      "summary": "The speaker explains the concept of taking shelter of Krishna's lotus feet, describing the spiritual planet Goloka Vrindavana and the honey available in the lotus flower, symbolizing the relishable nectar of devotional service and the constant desire of devotees to be sheltered by Krishna.",
      "timestamp_url": "https://youtu.be/UQB_jav9ggQ?t=860",
      "transcript": "Now, Srila Prabhupada explains what is this licking up the honey available at the lotus feet of the Lord. Prabhupada says the spiritual planet Goloka Vrindavana, the eternal abode of Krishna, is shaped like the wall of a lotus flower. Even when the Lord descends to any of the mundane planets, any of the planets in this material world, He does so by manifesting His own abode as it is. Krishna's abode comes down with Him. When He comes His feet remain always on the same big wall of the lotus flower. And His feet are also as beautiful as the lotus flower. Therefore it is said Lord Krishna has lotus feet. You would have heard this many times. Krishna's feet are described as lotus feet because His feet are always resting on the lotus flower. So there is a certain honey available in the lotus flower, and that honey is what the devotees are accustomed to tasting when they take shelter of Krishna's lotus feet. That's why devotees are attached to Krishna's lotus feet, and that honey is as relishable as nectar. Therefore constantly the devotees want to be sheltered by Krishna's lotus feet. And that's why it is said devotees are accustomed to licking up the honey available from the lotus feet of the Lord. So to take shelter of the lotus feet of the Lord means to be engaged always in a relationship with topics of devotional service to Krishna. That is the meaning of taking shelter of the lotus feet of the Lord. I will stop here. Thank you very much."
    }
  ]
}