{
  "video_id": "uQkM2LNV6Qk",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.55 | 2-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=uQkM2LNV6Qk",
  "segments": [
    {
      "start_time": 51,
      "end_time": 140,
      "verse_references": [
        "SB 1.13.55"
      ],
      "themes": [
        "liberation",
        "Ashtanga Yoga",
        "Vedanta philosophy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Ashtanga Yoga system of practice is ultimately meant for liberation from material bondage.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains how it relates to liberation and the Ashtanga Yoga system, as simplified by Srila Prabhupada.",
      "timestamp_url": "https://youtu.be/uQkM2LNV6Qk?t=51",
      "transcript": "In this session, we will be discussing from the 55th verse of the 13th chapter of the 1st canto of Srimad Bhagavatam: शेत्रग्ञे प्रविलाप्यतं, ब्रह्मणी आत्मानं आधारे, घटां बरं इवां बरे. The meaning of this verse is: Dhritarashtra will have to amalgamate his pure identity with intelligence and then merge into the supreme being with knowledge of his qualitative oneness as a living entity with the supreme Brahman, being freed from the blocked sky, he will have to rise to the spiritual sky. This is a typical philosophical verse in the Bhagavatam which also is explaining the Vedanta philosophy. So what is that philosophy that is being explained here is simplified by Srila Prabhupada in the purport. So basically, in the verse, it is explaining that the Ashtanga Yoga system of practice is ultimately meant for liberation from material bondage, and how that liberation happens technically is being explained."
    },
    {
      "start_time": 143,
      "end_time": 273,
      "verse_references": [],
      "themes": [
        "desire",
        "material world",
        "cooperation with Supreme Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If we don't have a desire to Lord it over material nature then we act in our constitutional position in our original state as loving devotional servant of Krishna.",
      "summary": "The speaker elaborates on Srila Prabhupada's explanation of the living being's desire to lord over the material world and the consequences of declining to cooperate with the Supreme Lord.",
      "timestamp_url": "https://youtu.be/uQkM2LNV6Qk?t=143",
      "transcript": "So Srila Prabhupada attached in the purport, \"The living being, by his desiring to lord it over the material world and declining to cooperate with the Supreme Lord, contacts the sum total of the material world.\" Let me go a little slow and let us try to understand what Srila Prabhupada is telling here. Each one of us is a living being, and the characteristic of every living being is that the living being has the capacity or the ability to desire. Desire is integral with the existence as spirit soul, so you cannot be without desire at any stage, in any condition, in any place, in any situation. Any person cannot be desireless. So specifically, a certain type of desire, what is that desire? To lord it over the material world. I want to be the Lord. Now, who is the Lord actually? Krishna. Krishna is eternally the Lord of the material world, the spiritual world, in the whole existence. That is Krishna's position. Our position is not, never to be the Lord, but if we develop a desire to be the Lord, and as a result of desiring to be the Lord, what happens next? We decline to cooperate with the Supreme Lord. If we don't have a desire to lord it over material nature, then we act in our constitutional position."
    },
    {
      "start_time": 273,
      "end_time": 375,
      "verse_references": [],
      "themes": [
        "service to Krishna",
        "illusion",
        "Mahatatva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Desiring to lord over and declining to cooperate with the supreme lord, the living entity contacts the sum total of the material world called Mahatatva.",
      "summary": "The speaker explains that the desire to lord over is only possible under illusion in the material world, leading to contact with the Mahatatva, the sum total of material energy.",
      "timestamp_url": "https://youtu.be/uQkM2LNV6Qk?t=273",
      "transcript": "In our original state as loving devotional servant of Krishna. So we are happily situated, completely blissfully, nicely engaged in Krishna's service as a cooperator. Krishna never forces in the spiritual world anyone to serve him because he is not in need of service. It's for our own self-interest that we must serve Krishna, but how is the service rendered? Lovingly, with devotion, then we are happy, we are perfectly situated. But if we decline, \"I don't want to serve Krishna,\" then what do you want to do, sir? \"I want to lord over.\" So that lording over is only possible under illusion, and that illusion exists only in the material world. So therefore, desiring to lord over and declining to cooperate with the supreme lord, the living entity contacts the sum total of the material world called Mahatatva. The material world, the sum total of this material world, everything material is the original substance or the energy called as Mahatatva. This is a technical term, it's called Mahatatva."
    },
    {
      "start_time": 375,
      "end_time": 472,
      "verse_references": [],
      "themes": [
        "false ego",
        "Mahatatva",
        "material elements"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The contact of the living being with this Mahatatva or the sum total of the material energy gives rise to a false ego.",
      "summary": "The speaker describes how contact with Mahatatva gives rise to false ego, intelligence, mind, and senses, leading to a false identity with the material world.",
      "timestamp_url": "https://youtu.be/uQkM2LNV6Qk?t=375",
      "transcript": "The sum total of all material energy. And finally, from this Mahatatva, from this sum total of the material energy, his false identity with the material world, false identity with the material world means my false ego, your false ego, each person's false ego, each person's ahankara. Ahankara is a Sanskrit word, the English equivalent is false ego or false identity. So the contact of the living being with this Mahatatva or the sum total of the material energy gives rise to a false ego and gives rise to a particular kind of intelligence and then a particular kind of mind and particular set of senses. All these are developed by the living beings."
    },
    {
      "start_time": 472,
      "end_time": 571,
      "verse_references": [],
      "themes": [
        "spiritual identity",
        "self-realization",
        "yogic process"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Self-realization means I realize myself as pure spiritual identity completely apart from this material body means material senses apart from the material mind.",
      "summary": "The speaker explains that originally we are spiritual beings with a spiritual identity in relationship with Krishna, but this is covered by contact with Mahatatva, and self-realization is reverting to the original position.",
      "timestamp_url": "https://youtu.be/uQkM2LNV6Qk?t=472",
      "transcript": "Identity. Originally, we are all spiritual beings, pure spirit. We have our spiritual identity in relationship with Krishna. We have our spiritual senses, our spiritual mind, our spiritual intelligence, our spiritual identity as loving servitor of Krishna, but all that is covered when we come in contact with this Mahat Tattva, when a covering is generated suitable for the lording over. Now, by this yogic process, particularly the Ashtanga Yoga process or any yogic process, when his pure identity is realized, in shastra, self-realization, self-realization means I realize myself as pure spiritual identity completely apart from this material body, means material senses, apart from the material mind, apart from the material intelligence, apart from the material ego, I am pure spiritual identity. One has to revert to the original position by amalgamating, amalgamating means bringing together, combining the five gross elements."
    },
    {
      "start_time": 571,
      "end_time": 690,
      "verse_references": [],
      "themes": [
        "analogy",
        "material body",
        "material existence"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The cause of all our material problems in this material existence represents general of birth and death false understanding false identity all kinds of material misconceptions.",
      "summary": "The speaker uses the analogy of a clay pot to explain how the pure spiritual soul takes on material elements to form a material body, and how self-realization means freeing oneself from this material dress.",
      "timestamp_url": "https://youtu.be/uQkM2LNV6Qk?t=571",
      "transcript": "And the subtle elements, mind and intelligence into the Mahat Tattva. It is just like if a potter is making a clay pot, he takes some clay and then he mixes it with water and then shapes it into a pot and then bakes that pot in fire, it becomes a pot. Now the pot is used, and when the pot is destroyed, what happens? The elements which went into making the pot are all separated. Fire is separated, then water is separated, and the earth as clay goes back to the earth. Similarly, when we come in contact with this Mahat Tattva, the pure spiritual soul, then we take little false ego, little material intelligence, little material mind, little material senses, and then the material covering called the gross and the subtle body is prepared and that becomes a dress for the spirit soul, for the living being, material dress. But self-realization means we don't require this material dress because the cause of all our material problems in this material existence represents a general of birth and death, false understanding, false identity, all kinds of material misconceptions, material miseries, material, material, uh, material existence itself is completely."
    },
    {
      "start_time": 690,
      "end_time": 800,
      "verse_references": [],
      "themes": [
        "spiritual identity",
        "super soul",
        "servant of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Always my identity as servant of the supreme lord and supreme lord's identity as the master of everyone eternally remains that never changes that never is never is at any time lost it always exists.",
      "summary": "The speaker explains that becoming free from material existence means realizing the spiritual identity of the soul and merging into the super soul, while maintaining the eternal relationship of servant and master.",
      "timestamp_url": "https://youtu.be/uQkM2LNV6Qk?t=690",
      "transcript": "Unnecessary. So becoming free from this material existence means becoming free of तो अराओं के रूप में सुन रहे हैं। इसलिए अराओं उंदन दिया जाना है और एलिमेंट्स उनको बेट दबा देगा जो हम के लिए पहले शुरू कर रहे हैं। बेगिनी वे ने वर बी कॉंटाइटेड में महात्तव थी दस गएटिंग फ्रीड फॉर थे क्लाक्शेस वह थे थैंका पाप ला यहां इस टू मर्ज इन एग्जिस्टेंस ऑफ द सुपर सोल जो वह ने बिकंग फ्री फॉर ने महात्तत्व. Then what is left is the spiritual identity of the spiritual soul. Spirit soul in its pure identity is left behind and that has to merge into the super soul. Merge means become one, and what is this becoming one actually mean? In other words, Prabhupada says he has to realize that qualitatively he is non-different from the super soul. It doesn't mean that I become the super soul. Merging into the super soul here does not mean I become the super soul, no. Always my identity as servant of the supreme lord and supreme lord's identity as the master of everyone eternally remains. That never changes, that never."
    },
    {
      "start_time": 800,
      "end_time": 916,
      "verse_references": [],
      "themes": [
        "qualitative oneness",
        "transcendental service",
        "spiritual sky"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Realizing the qualitative oneness means I am pure spiritual personality and that pure spiritual personality is eternally the servant of Krishna.",
      "summary": "The speaker concludes by explaining that realizing qualitative oneness means understanding oneself as a pure spiritual personality and eternally a loving, devotional servant of Krishna, transcending the material sky and engaging in transcendental service.",
      "timestamp_url": "https://youtu.be/uQkM2LNV6Qk?t=800",
      "transcript": "Is lost, never is, never is at any time lost, it always exists. So realizing the oneness, qualitative oneness means one in quality. I am spiritual by nature, super soul or quality. I am spiritual by nature, super soul or quality. I am spiritual by nature, super soul or Krishna is spiritual by nature, but Krishna is master, I am servant. So non-different means not that I, the servant becomes the master, no. Servant will never become the master, master will never become the servant. Master is always master eternally, Krishna is always the master eternally and all the living entities are eternally servants. Jivera swarupa hoy krishnera nitya dasa. So, realizing the qualitative oneness means I am pure spiritual personality and that pure spiritual personality is eternally the servant of Krishna. What kind of servant? Loving, devotional servant. And when this qualitative oneness is realized, freed from the mahat-tattva coverings or material coverings, one transcends the material sky. You rise above the material sky, material existence and in the pure spiritual intelligence becomes intelligent engaged in transcendental loving service of the Lord. So, this is explained here by Srila Prabhupada what happened to Dhritarashtra. I will stop here. Thank you very much."
    }
  ]
}