{
  "video_id": "usmclZZ2p8k",
  "title": "SB 1.17.25 | Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | 08-03-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=usmclZZ2p8k",
  "segments": [
    {
      "start_time": 0,
      "end_time": 90,
      "verse_references": [],
      "themes": [
        "invocation",
        "verse introduction",
        "chapter overview"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In this session we will be discussing from the 25th verse of the 7th chapter of the Bhagavad Gita. The 17th chapter of the first canto of Srimad Bhagavatam.",
      "summary": "The lecture begins with invocatory prayers and an introduction to the 25th verse of the 17th chapter of the first canto of Srimad Bhagavatam, focusing on the punishment and reward of Kali.",
      "timestamp_url": "https://youtu.be/usmclZZ2p8k?t=0",
      "transcript": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 25th verse of the 7th chapter of the Bhagavad Gita, the 17th chapter of the first canto of Srimad Bhagavatam. This chapter is entitled Punishment and Reward of Kali. It's interesting that the chapter title says Punishment and Reward. Punishment we can understand because Kali Purusha was the root cause of all kinds of irreligiosities. But why would Kali Purusha be rewarded by Parikshit Maharaj? That we are going to see in the later verses of this chapter. So the 25th verse."
    },
    {
      "start_time": 91,
      "end_time": 124,
      "verse_references": [],
      "themes": [
        "truthfulness",
        "Kali's influence",
        "Dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You are now standing on one leg only which is your truthfulness and you are somehow or other hobbling along but quarrel personified Kali flourishing by deceit is also trying to destroy that leg.",
      "summary": "The speaker explains the meaning of the verse, describing Dharma standing on one leg (truthfulness) and Kali's attempt to destroy it through deceit.",
      "timestamp_url": "https://youtu.be/usmclZZ2p8k?t=91",
      "transcript": "The meaning of this verse is, You are now standing on one leg only, which is your truthfulness, and you are somehow or other hobbling along, but quarrel personified Kali, flourishing by deceit, is also trying to destroy that leg."
    },
    {
      "start_time": 125,
      "end_time": 278,
      "verse_references": [],
      "themes": [
        "Dharma",
        "Satya Yuga",
        "degradation of values",
        "Parampara"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Earlier it was described Dharma which in Satya Yuga was standing on four legs, four pillars austerity, cleanliness, mercy and truthfulness.",
      "summary": "The lecture details the decline of Dharma through the Yugas, from four legs in Satya Yuga to one in Kali Yuga, emphasizing that true Dharma comes from God and the Parampara system.",
      "timestamp_url": "https://youtu.be/usmclZZ2p8k?t=125",
      "transcript": "Earlier it was described Dharma, which in Satya Yuga was standing on four legs, four pillars: austerity, cleanliness, mercy, and truthfulness. So in Satya Yuga, four pillars of religion perfectly intact, and then by the time Satya Yuga progressed and came to Treta Yuga, one leg was destroyed, tapasya, austerity. Then from Treta Yuga to Dwapar Yuga the second leg was destroyed, that is cleanliness. Then from Treta Yuga to Dwapar Yuga the second leg was destroyed, that is cleanliness. Then from Treta Yuga to Dwapar Yuga the second leg was destroyed, that is cleanliness. Then from Treta Yuga to Dwapar Yuga the second leg was destroyed, that is cleanliness. Then from Treta Yuga to Dwapar Yuga the second leg was destroyed, that is cleanliness. Then from Treta Yuga to Dwapar Yuga the second leg was destroyed, that is cleanliness. Then from Treta Yuga to Dwapar Yuga the second leg was destroyed, that is cleanliness. Then from Treta Yuga to Dwapar Yuga the second leg was destroyed, that is cleanliness. Then from Treta Yuga to Dwapar Yuga the second leg was destroyed, that is cleanliness. Then from Treta Yuga to Dwapar Yuga the second leg was destroyed, that is cleanliness. Now, beginning of Kali Yuga, only that fourth leg, only one leg, the fourth leg, that is truthfulness, is remaining, and somehow still some Dharma is there at the beginning Kali Yuga, but this Kali Purusha, quarrel personified, flourishing by deceit, by unwritten, by lying propensity, lying propaganda, is trying to destroy that leg, that leg of truthfulness of Dharma. So in the purport, Srila Prabhupada explains, the principles of religion do not stand on some dogmas or man-made formulas, but they stand on four primary regulative observances, namely austerity, cleanliness, mercy, and truthfulness. Earlier we had discussed religion, Dharma means the codes given by God, nobody can manufacture Dharma, real Dharma, it is what is given by God in the beginning of creation and coming down in human society as a result of that, it is not possible to do that, it is impossible to get that."
    },
    {
      "start_time": 279,
      "end_time": 340,
      "verse_references": [],
      "themes": [
        "real religion",
        "man-made religion",
        "austerity",
        "cleanliness",
        "mercy",
        "truthfulness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So real religion means there are four primary regulative observances what are they austerity cleanliness mercy and truthfulness",
      "summary": "The speaker contrasts real religion with man-made religion, highlighting the four regulative principles: austerity, cleanliness, mercy, and truthfulness.",
      "timestamp_url": "https://youtu.be/usmclZZ2p8k?t=279",
      "transcript": "through maturity, through the param para system, bona fide Param para system. So there are no man-made religion switchers, real religions, man my religion means that is a cheating religion or somebody is very strong belief in some system of not real religion. So real religion means there are four primary regulative observances, what are they? Austerity, cleanliness, mercy, and truthfulness. The mass of people, Srila Prabhupada says, must be taught to practice these principles from childhood. Austerity means what are the meaning of these four principles in reality? Austerity means to accept voluntarily things which may be not very comfortable for the body but are conducive for spiritual realization."
    },
    {
      "start_time": 341,
      "end_time": 440,
      "verse_references": [
        "BG 17.5",
        "BG 17.6"
      ],
      "themes": [
        "austerity",
        "fasting",
        "spiritual realization",
        "modes of nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Austerity means to accept voluntarily things which may be not very comfortable for the body but are conducive for spiritual realization",
      "summary": "The lecture explains austerity as voluntarily accepting inconvenience for spiritual realization, using fasting as an example and distinguishing it from fasting for other purposes, which is condemned in the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/usmclZZ2p8k?t=341",
      "transcript": "body for a higher purpose, that is spiritual realization, and an example is given, fasting. Fasting twice or four times a day is not good for the body, it is not good for the body, it is not good for the mind, but at least a month is a sort of austerity which may be voluntarily accepted for spiritual realization only and not for any other purposes, political or otherwise. We know one great freedom fighter in this country used to go on fast to put pressure on the government to yield to some of their demands, that is not good for the body. The real austerity that one should take up fasting is done austerity means only for the sake of spiritual realization. Fasting which are meant for not for self-realization but for some other purposes are condemned in the Bhagavad-Gita in the 17th chapter, fifth and sixth verses. Fasting in the mode of passion, fasting in the mode of ignorance, that is condemned in the Bhagavad-Gita, it is not going to result in any spiritual benefit and materially even if it is in some way beneficial ultimately is the cause of material entanglement. Already we are entangled so we should not do something by which you get more entangled."
    },
    {
      "start_time": 441,
      "end_time": 553,
      "verse_references": [],
      "themes": [
        "cleanliness",
        "bodily cleanliness",
        "mental cleanliness",
        "glorifying the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Similarly cleanliness is necessary both for the mind and the body simply bodily cleanliness may help to some extent people know about bodily cleanliness external cleanliness but more important is cleansing the mind",
      "summary": "The speaker emphasizes the importance of both bodily and mental cleanliness, stating that mental cleanliness is achieved through glorifying the Supreme Lord.",
      "timestamp_url": "https://youtu.be/usmclZZ2p8k?t=441",
      "transcript": "that is not very wise, that's not very intelligent. Similarly, cleanliness is necessary both for the mind and the body. Simply bodily cleanliness may help to some extent, people know about bodily cleanliness, external cleanliness, but more important is cleansing the mind. Bodily cleanses is good but it's not enough, it's not sufficient. Cleanliness of the mind is absolutely essential for a human being and how is it possible to clean the mind? It is affected by glorifying the Supreme Lord, by glorifying the Supreme Lord. No one can cleanse the accumulated mental without glorifying the Supreme Lord. Chanting Hare Krishna primarily cleanses our mind primary. A godless civilization cannot cleanse the mind because it is no idea of God. Modern civilization is a godless civilization. People say, oh we are very nice people, we like to follow some principles without any reference to God or scriptures. They say why do you bring in God, just be good to everyone, don't harm anyone, don't hurt anybody, be nice to everyone, this is not going to work."
    },
    {
      "start_time": 554,
      "end_time": 635,
      "verse_references": [],
      "themes": [
        "godless civilization",
        "cow protection",
        "laws of God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For some people cutting the throat of a cow it doesn't matter as long as you're nice to all other fellow human beings because they believe cows don't have soul",
      "summary": "The lecture criticizes a godless civilization and uses the example of cow slaughter to illustrate the lack of mercy and the consequences of ignoring God's laws.",
      "timestamp_url": "https://youtu.be/usmclZZ2p8k?t=554",
      "transcript": "for some people cutting the throat of a cow it doesn't matter as long as you're nice to all other fellow human beings because they believe cows don't have soul. Now just because some ignorant person is believing cows don't have soul because of that it doesn't matter if you are nice to all other fellow human beings that somebody can kill that poor animal and it suffered so much like the human being suffer. If I cut your throat how will you feel? Same way the cow also feels and the cow is the most useful animal in the human society, the most useful animal. Even the cow dung and cow urine are useful for human beings and such an animal they go and kill just because it stops giving milk or just because they like to eat cow flesh. So this is very very very very simple and it is punishable very severely by the laws of God, now nobody can escape that."
    },
    {
      "start_time": 636,
      "end_time": 713,
      "verse_references": [],
      "themes": [
        "peace of mind",
        "Sathya Yuga",
        "decline of values",
        "untruthfulness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everyone is anxious for peace of mind but how can they get this peace of mind without cleansing the mind",
      "summary": "The speaker discusses the lack of peace of mind in Kali Yuga due to the decline of austerity, cleanliness, mercy, and truthfulness, contrasting it with the peace of Sathya Yuga.",
      "timestamp_url": "https://youtu.be/usmclZZ2p8k?t=636",
      "transcript": "So Srila Prabhupada is telling here, a godless civilization cannot have no life cleansing of the mind because they no idea of God and people whose mind is not clean cannot have any good qualifications however much materially they may be equipped. In this age of Kali people are mostly dissatisfied. So everyone is anxious for peace of mind but how can they get this peace of mind without cleansing the mind? So Srila Prabhupada says this peace of mind was complete in the Sathya Yuga, Sathya age because of the existence of the above mentioned attributes of the human beings. Everyone was austere, everyone was clean internally and externally, everyone was having mercy and everyone was truthful. So in Sathya Yuga total peace of mind complete. Gradually these attributes have diminished in Trita Yuga to three-fourths, in Dwapar Yuga to half and in Kali Yuga to one-fourth which is also gradually diminishing on."
    },
    {
      "start_time": 714,
      "end_time": 846,
      "verse_references": [],
      "themes": [
        "truthfulness",
        "Kali Yuga",
        "lying",
        "fraud"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So much of untruthfulness so because of that that last leg truthfulness of Dharma is diminishing",
      "summary": "The lecture uses the analogy of airline tickets and online fraud to illustrate the increasing untruthfulness in Kali Yuga and its impact on Dharma.",
      "timestamp_url": "https://youtu.be/usmclZZ2p8k?t=714",
      "transcript": "there in the beginning of Kali Yuga just like in Kali Yuga I'll give a simple example just before the advent of this truth and the look at the technique which I have shown you already in the Meenakshi some truthfulness left you take that piece of paper and go to the airline company in the airport and then they say yes please welcome you are most welcome to board the flight and they treat you very nicely. But now with this untruthfulness increasing what is happening? They have so many fraud people issuing tickets and unless you go through a proper website there are so many fake websites and they have what is called as phishing software where they will siphon off your money from your bank account or they will issue your a form false ticket when you pay money and that ticket the airline won't have issued at all and when you go with that false ticket they will say there is no such booking in our website no such booking see. So untruthfulness, untruthfulness, so much of untruthfulness. So because of that that last leg truthfulness of Dharma is diminishing."
    },
    {
      "start_time": 847,
      "end_time": 958,
      "verse_references": [],
      "themes": [
        "pride",
        "affection",
        "intoxication",
        "lying propaganda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By too much lying propaganda truthfulness is spoilt",
      "summary": "The speaker explains how pride spoils austerity, affection spoils cleanliness, intoxication spoils mercy, and lying propaganda spoils truthfulness.",
      "timestamp_url": "https://youtu.be/usmclZZ2p8k?t=847",
      "transcript": "Then Srila Prabhupada explains as was told in a previous purport in a previous verse by pride either artificial or real the resultant action of austerity is spoiled. Tapasya is not meant for showing off to others that I am a very austere person I am very very devoted to fasting it's not meant for showing off to others they becoming proud it is meant for spiritual advancement. By too much affection for female association cleanliness is point the mind becomes unclean by too much of sex indulgence by too much of sense enjoyment the mind becomes polluted there'll never be peace always anxiety. Then too much addiction to intoxication mercy spoilt people become indifferent to other suffering and they become intoxicated either they get intoxicated by liquor or they get intoxicated by drinking too much of tea or drinking or smoking cigarette different or taking some drugs they become totally heartless that mercy is lost in human society and by too much lying propaganda truthfulness is point."
    },
    {
      "start_time": 959,
      "end_time": 1039,
      "verse_references": [],
      "themes": [
        "lying propaganda",
        "Bhagavata Dharma",
        "spiritual realization"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The revival of bhagavata dharma can save civilization from falling prey to evils of all description",
      "summary": "The lecture concludes by emphasizing the prevalence of lying propaganda and the importance of reviving Bhagavata Dharma to save civilization by following the four principles for spiritual realization.",
      "timestamp_url": "https://youtu.be/usmclZZ2p8k?t=959",
      "transcript": "there is so much of lying propaganda now being being promoted there's like sometimes even I don't say all some rare case of course parents teach their children tell lies example when there's traveling with the child in a railway train they don't buy a ticket for the child even though they're supposed to buy a ticket and they teach the child to tell lies when questioned about which standard are you studying in the ticket checking authority ask the child which standard are you studying it may be studying in and let's say eight standard but will be told you tell you're studying in fourth standard. So like this lying propaganda is increasing now it's increasing in different places different purposes and truthfulness is point. So the revival of bhagavata dharma can save civilization from falling prey to evils of all description. Bhagavata dharma means to follow these principles for principles for spiritual realization. I'll stop here."
    }
  ]
}