{
  "video_id": "UT9iNBB49kc",
  "title": "SB 1.18.17-18 | HH Stoka Krishna Swami | 08-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=UT9iNBB49kc",
  "segments": [
    {
      "start_time": 0,
      "end_time": 37,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Mirandhasya Gyananjanishalakaya Chaksharunmeelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and the Lord.",
      "timestamp_url": "https://youtu.be/UT9iNBB49kc?t=0",
      "transcript": "Om Agyanati Mirandhasya Gyananjanishalakaya Chaksharunmeelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvijesha Shunyavadi Pashchatyade Shatarine Jai Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 37,
      "end_time": 163,
      "verse_references": [
        "SB 1.18.17"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Bhakti Yoga",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srimad Bhagavatam is mainly full of the narrations of the activities of the supreme unlimited and therefore, it is the science of Bhakti Yoga or the devotional service of the Lord.",
      "summary": "The speaker introduces the verses to be discussed (SB 1.18.17-18), focusing on the purifying and supreme nature of the topics discussed between Pariksit Maharaj and Sukadeva Goswami, emphasizing their connection to Bhakti Yoga and the importance of Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/UT9iNBB49kc?t=37",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session we will be discussing from the 17th and 18th verses of the 18th chapter of the 1st canto of Shri Madbhagavata. To begin with, I will recite the 17th verse. Tanna parampuñña asamrutartham ākhyānam atyadbhuta yoganiṣṭham ākhyāhi ananta ācharitopa pannam pārīkṣitam bhāgavata ābirāmam. The meaning of this verse is: Thus, please narrate to us the narrations of the unlimited, for they are purifying and supreme. They were spoken to Maharaj Pariksit and they are very dear to the pure devotees being full of Bhakti Yoga. So, the sages of Naimisharanya are requesting Suta Goswami to speak about those topics discussed between Pariksit Maharaj and Sukadeva Goswami. And what is the nature of those topics? They are purifying and supreme. They are very dear to pure devotees, these topics, because they are full of Bhakti Yoga. They are pure devotees. These topics are full of Bhakti Yoga. So, Prabhupada explains in the purport, what are spoken to Maharaj Pariksit and what is very dear to the pure devotees is Srimad Bhagavatam. Srimad Bhagavatam is mainly full of the narrations of the activities of the supreme unlimited and therefore, it is the science of Bhakti Yoga or the devotional service of the Lord."
    },
    {
      "start_time": 163,
      "end_time": 261,
      "verse_references": [
        "SB 1.18.17",
        "SB 1.18.18"
      ],
      "themes": [
        "devotional service",
        "transcendental knowledge",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even by conversing with such great souls, one can without delay cleanse oneself of all disqualifications resulting from lower births.",
      "summary": "The speaker explains that Srimad Bhagavatam contains transcendental knowledge, renunciation, and real religion, but most importantly, devotional service. He then introduces the eighteenth verse, highlighting Suta Goswami's statement about being born in a mixed caste and the power of association with advanced souls to cleanse oneself of disqualifications.",
      "timestamp_url": "https://youtu.be/UT9iNBB49kc?t=163",
      "transcript": "Thus, it is para or supreme. Because, although it is enriched with all kinds of knowledge and religion, it is specifically enriched with the devotional service of the Lord. That is a special characteristic of Bhagavatam. It contains transcendental knowledge. It contains topics of renunciation. It contains what is real religion. But most importantly, it contains devotional service of the supreme Lord, Bhakti Yoga. It is enriched with Bhakti Yoga. The eighteenth verse. Sūtavvāca ahovayam janma-bhṛto adhyahāsma vṛddhānu-vṛtyāpi viloma-jātāha dauṣkulyam ādhyam vidhunoti-shīgram mahattamānām abhidhāna-yogaḥ. The meaning is, Sri Sathya Goswami said, he is responding to whatever the sage Suna Mishra has said now, O God, although we are born in a mixed caste, we are still promoted in birthright simply by serving and following the great who are advanced in knowledge. Even by conversing with such great souls, one can without delay cleanse oneself of all disqualifications resulting"
    },
    {
      "start_time": 261,
      "end_time": 384,
      "verse_references": [
        "SB 1.18.18"
      ],
      "themes": [
        "association",
        "purification",
        "Caitanya Mahaprabhu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Higher association means all disqualifications are washed away.",
      "summary": "The speaker elaborates on Suta Goswami's background and how association with higher devotees like Sukadeva Goswami purified him. He then connects this principle to Caitanya Mahaprabhu, who elevated many low-born individuals to the status of devotional service and acaryas through transcendental association.",
      "timestamp_url": "https://youtu.be/UT9iNBB49kc?t=261",
      "transcript": "from lower births. So, Suta Goswami is revealing some secret here, a very, very important secret. What is he telling? That he was born in a mixed caste, viloma-jātāha, born in a mixed caste. So, Srila Prabhupāda explains what is that born in a mixed caste. In the purport, Srila Prabhupāda says, Suta Goswami did not take his birth in a brāhmaṇa family. He was born in a family of mixed caste or an uncultured low family. So, Suta means somebody who is born in an uncultured low family is called a Suta. But because of higher association, like Sri Śukadeva Goswami and the great sages of Naimishāraṇya, certainly the disqualification of inferior birth was washed off. There is a power of association. Higher association means all disqualifications are washed away. And it actually happened to Suta Goswami. So, Srila Prabhupāda explains the principle that Lord Śrī Caitanya Mahāprabhu followed this principle in pursuance of the Vedic youth sages. And by his transcendental association, he elevated many low-born or those disqualified by birth or action to the status of devotional service and established them in the position of ācāryas or authorities."
    },
    {
      "start_time": 384,
      "end_time": 533,
      "verse_references": [],
      "themes": [
        "Caitanya Mahaprabhu",
        "spiritual master",
        "qualification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If he is conversant with the science of Kṛṣṇa, then he can be accepted as ācārya or guru, or a spiritual master.",
      "summary": "The speaker emphasizes that Caitanya Mahaprabhu strictly followed the principle that anyone conversant with the science of Krishna can be accepted as an acarya or guru, regardless of their birth or social status.",
      "timestamp_url": "https://youtu.be/UT9iNBB49kc?t=384",
      "transcript": "Caitanya Mahāprabhu strictly followed this principle of the Bhagavatam. Just like Suta Goswami became qualified, and he became cleansed of all disqualifications simply by associating with pure devotees. Same thing, Caitanya Mahāprabhu himself gave association and he elevated those who were disqualified by birth or action to the status of devotional service. And when they become situated on this platform of pure devotional service, they become authorities. They attain the position of ācāryas, those who can teach others by their own example. They are perfect in knowledge and realization. So, Caitanya Mahāprabhu clearly stated, any man, whatever he may be, whether a brāhmaṇa or a śūdra, by birth, or a householder or a mendicant in the order of society, if he is conversant with the science of Kṛṣṇa, he can be accepted as an ācārya or guru, a spiritual master. The exact verse is, kibha vipra kibha nyāsi śūdra kenanāya yehi kṛṣṇa tattvaveta sei guru hoya. This is Caitanya Mahāprabhu's statement. This means, irrespective of the position, either in the varṇa or the āśrama, varṇa positions, the highest is brāhmaṇa, the lowest is śūdra. So, Caitanya Mahāprabhu says it doesn't matter what the varṇa position is of a person. Neither the āśrama position, whether one is householder or mendicant in the order of society, that means whether one is grāṣṭa or sannyāsi, it doesn't matter. If he is conversant with the science of Kṛṣṇa, yehi kṛṣṇa tattvaveta, kṛṣṇa tattva, in truth he knows what is Kṛṣṇa, then he can be accepted as ācārya or guru, or a spiritual master."
    },
    {
      "start_time": 533,
      "end_time": 653,
      "verse_references": [],
      "themes": [
        "Suta Goswami",
        "knowledge of Krishna",
        "authority"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Suta Goswami learned the science of Kṛṣṇa from great rishis and authorities like Śukadeva and Vyāsadeva. And he was so qualified, that even the sages of Naimisharanya eagerly wanted to hear from him the science of Kṛṣṇa in the form of Srimad Bhagavatam.",
      "summary": "The speaker highlights Suta Goswami's qualification as a speaker of Srimad Bhagavatam, despite his low birth, due to his learning from Sukadeva Goswami and Vyasadeva. Even high-class brahmanas were eager to hear from him because of his realized knowledge of Krishna.",
      "timestamp_url": "https://youtu.be/UT9iNBB49kc?t=533",
      "transcript": "So, Caitanya Mahāprabhu followed this very rigidly. This principle, he followed this principle. Now, it is described here, Suta Goswami learned the science of Kṛṣṇa from great rishis and authorities like Śukadeva and Vyāsadeva. And he was so qualified, that even the sages of Naimisharanya eagerly wanted to hear from him the science of Kṛṣṇa in the form of Srimad Bhagavatam. So, Suta Goswami, by birth he was a low-born, but he learned the science of Kṛṣṇa from Śukadeva Goswami, from Vyāsadeva, and in this way he became qualified. And how much qualified did he become? That even the sages of Naimisharanya, who were high-class brāhmaṇas, atappumbir dvijaśreṣṭhā, Suta Goswami himself addresses the sages of Naimisharanya, you are dvijaśreṣṭhā, you are high-class brāhmaṇas. Even such high-class brāhmaṇas, they are eager to hear from Suta Goswami about Kṛṣṇa, because Suta Goswami knows and has realized the science of Kṛṣṇa. That's why he is in that exalted position of being the ācārya, to impart knowledge about Kṛṣṇa. So, Prabhupāda says, Suta Goswami had the double association of great souls by hearing and preaching. He heard them when they made inquiries, and he answered their questions by which he was preaching to them also."
    },
    {
      "start_time": 653,
      "end_time": 794,
      "verse_references": [],
      "themes": [
        "learning",
        "preaching",
        "qualification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By learning one acquires some qualification, and by preaching one acquires a higher qualification.",
      "summary": "The speaker explains that both learning and preaching the science of Krishna consciousness are essential for acquiring qualifications, with preaching leading to a higher level of qualification. He emphasizes that Suta Goswami's example proves that there was no bar to learning or preaching transcendental science due to inferior birth.",
      "timestamp_url": "https://youtu.be/UT9iNBB49kc?t=653",
      "transcript": "Transcendental science, or the science of Kṛṣṇa, has to be learned from the authorities, from somebody who is following these principles taught by Chaitanya Mahāprabhu. So, learning is not enough. One has to preach the science of Kṛṣṇa consciousness, and then one becomes still more qualified. By learning one acquires some qualification, and by preaching one acquires a higher qualification. So, Suta Goswami had both the advantages, and thus undoubtedly he was completely freed from all disqualifications, low birth and mental agonies. So, Suta Goswami cannot be considered as low born. Those disadvantages are all cleansed away. This verse definitely proves that Śrīla Śukadeva Goswami did not refuse to teach Suta Goswami about the transcendental science, nor did the sages of Naimishāna refuse to hear lessons from Suta Goswami, because of his inferior birth. See, both are there. Suta Goswami though low born, Śukadeva Goswami spoke Bhāgavatam, and Suta Goswami heard, and became enlightened, qualified. And the sages of Naimishāna, even though they are high class brāhmaṇas, they did not refuse to hear from Suta Goswami, because their only consideration was this: Suta Goswami actually has heard about Kṛṣṇa and knows Kṛṣṇa. Therefore, let us hear from Him. That was their only consideration. So, Prabhupāda says one important point. This means that thousands of years ago, there is no bar to learning or preaching the transcendental science because of inferior birth."
    },
    {
      "start_time": 794,
      "end_time": 961,
      "verse_references": [],
      "themes": [
        "caste system",
        "qualification",
        "association"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Birth is not important, but the qualification of the person after taking birth, whatever be the family, if they acquire the qualifications by proper hearing, then they are washed off all the contamination of the lower birth.",
      "summary": "The speaker refutes the idea that lower castes were historically denied transcendental knowledge, stating that the rigidity of the caste system is a relatively recent phenomenon. He concludes that qualification, acquired through proper hearing and association with pure devotees, is more important than birth, and that such association cleanses one of all contamination.",
      "timestamp_url": "https://youtu.be/UT9iNBB49kc?t=794",
      "transcript": "Many times these ignorant people, they accuse that in the past, so-called śūdras were denied the knowledge of the Vedas. They were denied transcendental knowledge. No, that's never true. That's never true. As Prabhupāda says, there was never any bar for learning or preaching the transcendental science because of low birth. The rigidity of the so-called caste system in Hindu society became prominent within only one hundred years or so, when the number of dvija bandhus or disqualified men in the families of higher caste increased. Prabhupāda is clearly pointing out in the last hundred years or so, that is, if you count from now, when Prabhupāda is writing the purport, he says last hundred years this has become so, vitiated caste system, Hindu caste system. But that was not the case before. So, how did this happen in the last hundred years or hundred and fifty years? Because the number of disqualified people taking birth in higher caste increased. And then, such disqualified people, they don't have qualification, they claim, I am a brāhmaṇa by birth. But without qualification, what is the use of such birth? It is useless. It is no good. So, therefore, Prabhupāda explains that birth is not important, but the qualification of the person after taking birth, whatever be the family, if they acquire the qualifications by proper hearing, then they are washed off all the contamination of the lower birth. So, this is the conclusion that more important than birth is the association through which one actually becomes elevated, association of pure devotees, association of great ācāryas, one becomes elevated, cleansed of all contamination. And one becomes qualified to speak such transcendental subject matter to others who may not be conversant with it. I will stop here. Thank you very much."
    }
  ]
}