{
  "video_id": "UTf-Y7PV5jk",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.5.40 | 22-10-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=UTf-Y7PV5jk",
  "segments": [
    {
      "start_time": 0,
      "end_time": 79,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In this session we will be discussing from the 40th verse of the 5th chapter of the 1st canto of Srimad Bhagavatam.",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the verse from Srimad Bhagavatam that will be discussed.",
      "timestamp_url": "https://youtu.be/UTf-Y7PV5jk?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktive Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Srivasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 79,
      "end_time": 149,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "purpose of scripture",
        "suffering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Please, therefore, describe the Almighty Lord's activities which you have learned by your vast knowledge of the Vedas. For that will satisfy the hankerings of great learned men and at the same time mitigate the miseries of the masses of common people who are always suffering from material pangs.",
      "summary": "The speaker explains the meaning of the verse, highlighting Narada Muni's instruction to Vyasadeva to describe the Lord's activities to alleviate suffering and satisfy learned men.",
      "timestamp_url": "https://youtu.be/UTf-Y7PV5jk?t=79",
      "transcript": "In this session, we will be discussing from the 40th verse of the 5th chapter of the 1st canto of Srimad Bhagavatam. This is the last verse in this chapter: Tvam Apya Tvam Api Adabhra Shruta Vishrutam Vibho Samapyate Yena Vidam Bubutsitam Prachyahi Dukhayar Muhur Ardhitaatmanam Sanklesh Nirvanam Ushantinanyatha. The meaning of this verse is: Please listen. Please, therefore, describe the Almighty Lord's activities which you have learned by your vast knowledge of the Vedas, for that will satisfy the hankerings of great learned men and at the same time mitigate the miseries of the masses of common people who are always suffering from material pangs. Indeed, there is no other way to get out of such miseries."
    },
    {
      "start_time": 149,
      "end_time": 288,
      "verse_references": [],
      "themes": [
        "Absolute Truth",
        "Supreme Person",
        "activities of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "exclusive literature describing the glories of Krishna, especially Krishna's activities.",
      "summary": "The speaker emphasizes the importance of understanding the Absolute Truth as the Supreme Person, highlighting the significance of Krishna's activities and glories as described in the Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/UTf-Y7PV5jk?t=149",
      "transcript": "So this verse, spoken by Narada Muni to Vyasadeva, is the conclusion of this chapter. The chapter title is Narada's Instructions on Srimad Bhagavatam. Narada Muni has sufficiently justified why Vyasadeva should compile Srimad Bhagavatam. Why? It is clear. He has revealed exclusive literature describing the glories of Krishna, especially Krishna's activities. The conception of the Absolute Truth as the Supreme Person is important to understand. That person means activities; impersonal, there is no activity; impersonal, there are no qualities; impersonal, there are no names, forms, there is no paraphernalia, there is no variety, there is no variegatedness. All this variety—names, forms, qualities, pastimes, activities, everything, paraphernalia, devotees, relationships, everything—is possible only if we try to understand the Absolute Truth's feature as the Supreme Person, Bhagavan. That's why Bhagavata. So here, Narada Muni's conclusion is that for helping people identify suffering of material existence, the easiest way is to provide the transcendental glories of the Supreme Lord's activities. His activities are extraordinary."
    },
    {
      "start_time": 288,
      "end_time": 400,
      "verse_references": [
        "BG 7.16"
      ],
      "themes": [
        "good men",
        "devotion",
        "surrender"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The four classes of good men acknowledge the authority of the Almighty God, of the Supreme Lord.",
      "summary": "The speaker introduces Srila Prabhupada's explanation of the four classes of good men who acknowledge the Supreme Lord and intuitively take shelter of Him.",
      "timestamp_url": "https://youtu.be/UTf-Y7PV5jk?t=288",
      "transcript": "Extraordinary. None of his activities are ordinary. So, that is Narada Muni's instruction to Vyasa Deva. Now, Srila Prabhupada very nicely explains in the purport that Narada Muni is instructing Vyasa Deva to compile the Bhagavatam for the good of all classes of people of the entire world. So, Srila Prabhupada says, according to the Bhagavad Gita analysis, there are four classes of good men and four classes of bad men also in this world. Who are the four classes of good men? First of all, the description of the four classes of good men. The four classes of good men acknowledge the authority of the Almighty God, of the Supreme Lord. And therefore, such good men fall under four classes. The first class of good men are those who are in difficulty. The second class of good men are those who are in need of money. The third class of good men are those who are advanced in knowledge. And the fourth class of good men are those who are inquisitive to know more and more about God. All these four classes of men intuitively take shelter of the Lord because they acknowledge the Lord. They acknowledge the authority of the Almighty Supreme Lord."
    },
    {
      "start_time": 400,
      "end_time": 507,
      "verse_references": [],
      "themes": [
        "Vyasadeva",
        "knowledge",
        "satisfaction",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But even that vast learning, if it is not utilized for specifically describing the transcendental activities of the personality of Godhead, until then, he can have full satisfaction in the heart",
      "summary": "The speaker explains that even with vast Vedic knowledge, Vyasadeva felt a vacuum until he described the transcendental activities of the Supreme Lord, emphasizing the importance of focusing on Krishna's glories.",
      "timestamp_url": "https://youtu.be/UTf-Y7PV5jk?t=400",
      "transcript": "Now, Narada is instructing Vyasa Deva to broadcast the transcendental knowledge of God in terms of the vast Vedic knowledge which he has already attained. If you remember, at the beginning of the fourth chapter, it was described Vyasa Deva, he first of all put the Vedas in writing and he divided the Vedas into four. And then he further summarized the Vedas. He explained the Vedas for less intelligent class of people in an easily understandable way by presenting the Mahabharata. Like that, so much work he did, but he is still feeling a vacuum in his heart. So, he is vastly learned. But even that vast learning, if it is not utilized for specifically describing the transcendental activities of the personality of Godhead, until then, he can have full satisfaction in the heart, including those who are learned in the Vedas, just like Vyasa Deva himself. He is not feeling satisfaction in his heart. He is fully learned in the Vedas because he has not described the transcendental glories of the activities of the Supreme Lord."
    },
    {
      "start_time": 507,
      "end_time": 660,
      "verse_references": [
        "BG 7.15"
      ],
      "themes": [
        "bad men",
        "fruitive work",
        "sinful activities",
        "atheism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The first category of bad men that are described, those who are simply addicted to the mode of progressive fruity work.",
      "summary": "The speaker describes the four classes of bad men: those addicted to fruitive work, those engaged in sinful activities, those materially advanced in knowledge but lacking devotion, and atheists who hate God.",
      "timestamp_url": "https://youtu.be/UTf-Y7PV5jk?t=507",
      "transcript": "Now, as far as the four classes of bad men are concerned, they are also described in the Bhagavad Gita. The first category of bad men that are described, those who are simply addicted to the mode of progressive fruity work. Fruity work means they have to do some work in which they get some results for their material enjoyment, material pleasure, material gain. That is called fruity work. So, there are people who are addicted to progressive fruity work and they keep on doing this, and as a result, they are subjected to the accompanying miseries. Nothing in this material world, any material work done, is always accompanied by miseries. You cannot say, I will do something and I want only pleasure. No, not possible. Always there is pleasure and pain, or enjoyment and suffering. Sukha and dukkha are two sides of the same coin. Two sides of the same coin, material activity, fructive activity. So, this is the first class of bad men. The second class of bad men are those who are simply addicted to vicious work, sinful activities. For what? For sense gratification, for sense satisfaction. And naturally they suffer the consequences because they are outright engaging in sinful activity. They have to suffer. Sooner or later, they have to suffer. And the third class of bad men are those who are materially advanced in knowledge, but they suffer. In spite of being advanced in knowledge, they suffer because they do not have the sense to acknowledge the authority of the Almighty Supreme Lord. So, what happens? The effect of their knowledge is stolen away by the illusory energy: Māyayā pahṛtaṁ jñānam. And the fourth class of bad men, those who are known as atheists and who therefore purposely hate the very name of God,"
    },
    {
      "start_time": 660,
      "end_time": 775,
      "verse_references": [],
      "themes": [
        "atheism",
        "misconceptions",
        "suffering",
        "devotee's vision"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "A pure devotee is not thinking, let me try to do good to some good people. No. He is thinking of doing good to all suffering people, all types of people who are suffering material miseries, whether they are good men or bad men.",
      "summary": "The speaker elaborates on the misconceptions of atheists and highlights the compassionate vision of a pure devotee who aims to benefit all suffering beings, regardless of their nature.",
      "timestamp_url": "https://youtu.be/UTf-Y7PV5jk?t=660",
      "transcript": "although they are always in difficulty, it is natural for somebody who is in difficulty to take shelter of God. But these people, because they have developed a hatred for God with a misunderstanding that God is their enemy, or God is against them, or God is not in their favour, or God is partial to somebody who is their enemy, all kinds of misconceptions, wrong conceptions, misunderstanding. So, they are always in difficulty because they engage in sinful activities one after another, one after another, and they continuously suffer. Still, they will never surrender to God. So, Nārada is advising Vyāsadeva, you please describe the glories of the Supreme Lord to do good to all eight classes of men, both good and bad. See, this is the vision of the Āchārya. This is the vision of the pure devotee. A pure devotee is not thinking, let me try to do good to some good people. No. He is thinking of doing good to all suffering people, all types of people who are suffering material miseries, whether they are good men or bad men. So, please understand, in this world, other than devotees of the Supreme Lord, everyone else can be classified into these eight classes of good and bad men."
    },
    {
      "start_time": 775,
      "end_time": 914,
      "verse_references": [
        "BG 7.16",
        "BG 7.15"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "universal benefit",
        "transcendental peace"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Srimad Bhagavatam is therefore not meant for any particular class of men or any particular section of society. No. It is meant for the sincere soul who actually wants his own welfare and peace of mind.",
      "summary": "The speaker concludes that Srimad Bhagavatam is for everyone seeking welfare and peace, offering liberation from material miseries and transcendence through hearing the Lord's activities.",
      "timestamp_url": "https://youtu.be/UTf-Y7PV5jk?t=775",
      "transcript": "This is the analysis of the Gita: Chaturvidhā bhajante mām janā sukṛtino arjuna and namām duṣkṛtino mūḍhā prapadyante narādhamā māyayā pahṛta-jñāna āsuraṁ bhāvam āśritam. So, if people are not devotees of the Supreme Lord in this world, then they are either fruitive workers who perform pious activities or they are sinful people who simply don't care for any pious activities and they simply do all kinds of sinful activities. So, for doing good to all eight classes of men, Narada is advising Vyasa Deva kindly compile the Bhagavatam, in which you exclusively describe the transcendental glories of the Supreme Lord, especially by describing His extraordinary activity. So, the conclusion is, Srimad Bhagavatam is therefore not meant for any particular class of men or any particular section of society. No. It is meant for the sincere soul who actually wants his own welfare and peace of mind. Simply by hearing Bhagavatam, the extraordinary activities of the transcendental Supreme Lord, one can become free from all material miseries, one can become peaceful in the mind, one can become situated transcendentally above the three gunas, no more victimized by the three modes. So, that is what is the Bhagavatam. Hare Krishna. I will stop here."
    }
  ]
}