{
  "video_id": "uTZ4IewLiuc",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.32-34 | 10-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=uTZ4IewLiuc",
  "segments": [
    {
      "start_time": 0,
      "end_time": 61,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyanan Janishalakaya",
      "summary": "The session begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/uTZ4IewLiuc?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chapsharon Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Prishtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jaya Shri Krishna Chaitanya Prabhu Nithyananda Jaya Shri Krishna Chaitanya Prabhu Nithyananda Jaya Shri Krishna Chaitanya Prabhu Nithyananda"
    },
    {
      "start_time": 61,
      "end_time": 179,
      "verse_references": [
        "SB 1.7.32"
      ],
      "themes": [
        "Brahmastra",
        "divine will",
        "protection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Arjuna at once retracted both the Brahmastra weapons and there was no more danger from that Brahmastra which Ashwathama had released.",
      "summary": "The speaker discusses Arjuna retracting the Brahmastra weapons, emphasizing Krishna's role in averting destruction.",
      "timestamp_url": "https://youtu.be/uTZ4IewLiuc?t=61",
      "transcript": "In this session, we will be discussing the 32nd, 33rd, and 34th verses of the 7th chapter of the first canto of Shri Madbhagavatam. Prajopadravam Alaksya Lokavyatikaram Chatham Matamcha Vasudevasya Sanjahararjuno Dwayam. The meaning of this verse: thus seeing the disturbance from the general populace and the imminent destruction of the planets, Arjuna at once retracted both Brahmastra weapons as Lord Sri Krishna desired. So Arjuna asked Krishna, when he saw the radiation in the sky spreading everywhere, what is the source of this radiation? Then Krishna explained how Ashwathama had released that Brahmastra out of fear for his own life and he did not know how to retract it. So it was very dangerous. And Srila Prabhupada explains that Brahmastra is like a nuclear weapon of modern times, but it is much, much more powerful. A Brahmastra can destroy an entire universe. So therefore, seeing the imminent destruction of the planets, Krishna actually advised Arjuna to retract both the Brahmastras by counteracting what Ashwathama had released, by Arjuna releasing his own Brahmastra simply to counteract, that's all, and retract both of them."
    },
    {
      "start_time": 179,
      "end_time": 336,
      "verse_references": [],
      "themes": [
        "divine will",
        "supreme control",
        "natural laws"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Ultimately it all rests on the supreme will of the Supreme Lord.",
      "summary": "The speaker explains that the power of atomic weapons is insignificant compared to the will of the Supreme Lord, who ultimately controls everything.",
      "timestamp_url": "https://youtu.be/uTZ4IewLiuc?t=179",
      "transcript": "So exactly what Arjuna did, he at once retracted both the Brahmastra weapons and there was no more danger from that Brahmastra which Ashwathama had released. So Srila Prabhupada says in the purport, \"The theory that the modern atomic bomb explosions can annihilate the world is childish imagination.\" Why? Because Srila Prabhupada says, first of all, the atomic energy is not powerful enough to destroy the whole world. Secondly, ultimately it all rests on the supreme will of the Supreme Lord. Because without His will or sanction, nothing can be built up or destroyed. This we have heard many times, that ultimately everything is under the supreme control of the Supreme Lord. And unless He wills that there should be destruction of the entire world or the entire planet or the entire universe, till then it cannot be destroyed by anybody else. Not possible. So it is foolish also to think that natural laws are ultimately powerful. Yes, there are nature's laws working, but these laws are not blind. They are directed ultimately by the Supreme Lord. Krishna says this in the Bhagavad Gita, Mayadhyakshena prakritihi suyatesa characharam. Mayadhyakshena prakritihi suyatesa characharam. Mayadhyakshena prakritihi suyatesa characharam. By my superintendence, this material nature is working. It is Krishna's superintendence ultimately that is the basis for material nature to work. The laws are there, but the laws have got the law maker and that is the Supreme Lord, and the law enforcer, that is also the Supreme Lord. So without the Supreme Lord's sanction, without the Supreme Lord's enforcement, nothing will happen in this world. So therefore, natural laws are not ultimately powerful."
    },
    {
      "start_time": 336,
      "end_time": 470,
      "verse_references": [
        "BG 9.10"
      ],
      "themes": [
        "divine will",
        "agents of the Lord",
        "insignificance of humans"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Unless the Lord wills, it is not possible for anyone to destroy the entire world.",
      "summary": "The speaker continues to emphasize the supreme power of the Lord and the insignificance of human power in comparison.",
      "timestamp_url": "https://youtu.be/uTZ4IewLiuc?t=336",
      "transcript": "It is the supreme will of the Supreme Lord. So further Srila Prabhupada says, \"Material nature's law works under the direction of the Gita as confirmed in the Bhagavad Gita.\" The Lord says there that natural laws work under His supervision. The words I quoted, Mayadhyakshena prakritihi suyatesa characharam. The world can be destroyed only by the will of the Lord and not by the whims of tiny politicians. After all, everyone in this world is a very, very insignificant person when compared to the supreme power of the Supreme Lord. So everybody is under control of the Supreme Lord and in front of the Lord's power, the power we possess is very, very insignificant. However powerful a person may appear to be in relationship with other persons, but ultimately, in comparison with the Supreme Lord's power, everyone is simply insignificant. So, as Srila Prabhupada says here, unless the Lord wills, it is not possible for anyone to destroy the entire world. Lord Sri Krishna desired that the weapons released by both Drauni and Arjuna—Drauni is Ashwathama, Dronacharya's son—Drauni and Arjuna be withdrawn, and it is carried out by Arjuna at once. So Krishna just instructed Arjuna and Arjuna did accordingly. That is Krishna's will. Similarly, there are many agents of the all-powerful Lord and by his will only can one execute what he desires, what Krishna desires."
    },
    {
      "start_time": 470,
      "end_time": 511,
      "verse_references": [],
      "themes": [
        "agents of the Lord",
        "devatas",
        "divine order"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All Devatas are Vishnubhaktas.",
      "summary": "The speaker explains that the Devatas are agents of Krishna, working according to His instructions, reinforcing the idea that no one can destroy the planet without His will.",
      "timestamp_url": "https://youtu.be/uTZ4IewLiuc?t=470",
      "transcript": "So, Krishna has got many, many agents. The Devatas are all agents of Krishna only. Vishnubhaktas vruto daiva. All Devatas are Vishnubhaktas. So, according to Vishnu's order, Vishnu's instructions, Vishnu's directions, the Devatas are working perfectly. There is no reason to think that some insignificant person of this world can destroy the entire planet."
    },
    {
      "start_time": 511,
      "end_time": 671,
      "verse_references": [
        "SB 1.7.33"
      ],
      "themes": [
        "anger",
        "duty",
        "dharma",
        "justice"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna, his eyes blazing in anger, like two red balls of copper, dexterously arrested the son of Gautami and bound him with ropes, like an animal.",
      "summary": "The speaker describes Arjuna's anger and his act of arresting Ashwatthama, explaining that it was part of his duty (dharma).",
      "timestamp_url": "https://youtu.be/uTZ4IewLiuc?t=511",
      "transcript": "That never can happen. In the thirty-third verse, it is described, the meaning of this thirty-third verse is, \"Arjuna, his eyes blazing in anger, like two red balls of copper, dexterously arrested the son of Gautami and bound him with ropes, like an animal. Pashumrashanayata.\" So, Arjuna was very angry against this Ashwatthama because Ashwatthama had killed the five sleeping sons of Draupadi. So, Arjuna was very angry against this. He was so angry against Ashwatthama. And therefore, Arjuna's description here is, his eyes blazing in anger like two red balls of copper. He was so angry, his red eyes had become so red. And Arjuna arrested this Ashwatthama. He did not kill him immediately. He arrested him. And how did he arrest him? He bound him up with ropes like an animal. Generally a human being is not bound up by ropes like that, but here the treatment meted out to Ashwatthama by Arjuna is justified by Srila Prabhupada in the purport. Srila Prabhupada says, \"Ashwatthama's mother Krippi was born in the family of Gautama, so she is referred to as Gautami, and Ashwatthama is referred to as Gautami Sutam. The significant point in this shloka is that Ashwatthama was caught and bound up with ropes like an animal. According to Sridhar Swami, Arjuna was obliged to catch this son of a Brahmana like an animal as part of the ritual, as part of his duty, Dharma.\" So the Acharyas are explaining that Arjuna was just doing his duty."
    },
    {
      "start_time": 671,
      "end_time": 781,
      "verse_references": [
        "SB 1.7.33",
        "SB 1.7.34"
      ],
      "themes": [
        "duty",
        "justice",
        "divine perspective"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It was not wrong on the part of Arjuna to bind Ashwatthama with ropes like an animal.",
      "summary": "The speaker continues to justify Arjuna's actions and introduces the next verse where Krishna will speak to Arjuna.",
      "timestamp_url": "https://youtu.be/uTZ4IewLiuc?t=671",
      "transcript": "It was not wrong on the part of Arjuna to bind Ashwatthama with ropes like an animal. This suggestion by Sridhar Swami is also confirmed in the later statement of Sri Krishna. Later on Krishna also will tell the same thing. Ashwatthama was a bona fide son of Dronacharya and Krippi, but because he had degraded himself to a lower status of life, it was proper to treat him like an animal and not as a Brahmana. It is proper for Arjuna to have treated Ashwatthama in that way. And the 34th verse: Shibiraya Nini Shantam Rajwa Baddhwaripum Balat Praha Arjunam Prakupito Bhagavan Ambujekshanaha. The meaning of this 34th verse is, after binding Ashwatthama, Arjuna wanted to take him to the military camp. The personality of God is Sri Krishna looking on with his lotus eyes, spoke to angry Arjuna. So Arjuna wants to take him to the camp, their own military camp, but before that Krishna is now going to speak to Arjuna. And Krishna is described as looking on with his lotus eyes, and Arjuna, he was very angry. His eyes were red, two red hot balls of copper."
    },
    {
      "start_time": 781,
      "end_time": 911,
      "verse_references": [
        "SB 1.7.34"
      ],
      "themes": [
        "transcendence",
        "divine anger",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because Krishna is absolute, both his anger and pleasure are the same.",
      "summary": "The speaker explains the difference between Arjuna's anger and Krishna's anger, emphasizing Krishna's transcendental nature and his concern for his devotees.",
      "timestamp_url": "https://youtu.be/uTZ4IewLiuc?t=781",
      "transcript": "That's already described. In the Purport, Srila Prabhupada says that both Arjuna and Lord Sri Krishna are described here in angry mood, but Arjuna's eyes were like balls of red copper whereas the eyes of the Lord were like lotuses. What does this mean? This means that the angry mood of Arjuna and that of the Lord are not on the same level. Why? Because the Lord is transcendence and is absolute in any stage. Krishna is not affected by some moods or some influence of some event. He is unaffected under all circumstances at all times in all places. So he is transcendently situated, always, eternally. His anger, that is Krishna's anger, is not like the anger of a conditioned living being within the modes of qualitative material nature. When we become angry, we are influenced by the modes of material nature, Rajoguna, Tamoguna. Because Krishna is absolute, both his anger and pleasure are the same. His anger is not exhibited in the three modes of material nature. It is only a sign of his bent of mind towards the cause of his devotee, because that is his transcendental nature. Krishna felt for Arjuna because Ashwatthama had beheaded the sleeping sons of Draupadi. Draupadi is also Krishna's devotee. So Krishna was feeling for his devotee. Therefore, even if Krishna is angry, the object of anger is blessed. He is unchanged in all circumstances. This is Krishna's position. He is unaffected by any situation. He is always transcendently situated."
    }
  ]
}