{
  "video_id": "UvVVMAJ0Wgc",
  "title": "SB 1.18.49-50 | HH Stoka Krishna Swami | 01-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=UvVVMAJ0Wgc",
  "segments": [
    {
      "start_time": 0,
      "end_time": 49,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Mirandhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/UvVVMAJ0Wgc?t=0",
      "transcript": "Om Agyanati Mirandhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshthaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 49,
      "end_time": 177,
      "verse_references": [
        "SB 1.18.49"
      ],
      "themes": [
        "offense",
        "forgiveness",
        "divine plan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Parikshit's garlanding the sage with a dead snake was not at all a very serious offense, but Shringi's cursing the king was a serious offense.",
      "summary": "The speaker introduces and explains verse 49, focusing on the incident of Parikshit Maharaj and the sage's son, emphasizing that Parikshit's action was a minor offense compared to the curse, and the boy's foolishness warranted pardon.",
      "timestamp_url": "https://youtu.be/UvVVMAJ0Wgc?t=49",
      "transcript": "In this session we will be discussing two verses, the 49th and the 58th verses of the 18th chapter of the first canto of Srimad Bhagavatam. These are the last two verses of this chapter. This chapter is entitled Maharaj Parikshit Cursed by a Brahmana Boy. The 49th verse, Iti Putra Krita Ghena Sonu Tapto Mahamunihi Swayam Viprakrto Ragna Naiva Agham Tad Achintayat. The translation is, The Sage Dharamuddin thus regretted the sin committed by his own son. He did not take the insult paid by the king very seriously. Now this is summarizing the incident itself entirely. The whole chapter which is describing this incident, leading to Parikshit Maharaj renouncing his kingdom and thereby meeting Shikadeva Goswami and Bhagavatam being spoken and revealed for the benefit of the whole world. So in the Purport, Shila Prabhupada says, The whole incident is now cleared up. How is it cleared up? Maharaj Parikshit's garlanding the sage with a dead snake was not at all a very serious offense, but Shringi's cursing the king was a serious offense. So it's very clear. Now, Parikshit's action, which was the, which led to the whole incident of cursing by the Shamika Rishi's son, it is not at all a serious offense. And the cursing by Shringi was a very, very serious offense. Now, how is it adjusted? Very nicely it's adjusted. The serious offense is committed by foolish child only. Therefore, he deserved to be pardoned by the Supreme Lord."
    },
    {
      "start_time": 177,
      "end_time": 359,
      "verse_references": [],
      "themes": [
        "acceptance",
        "opportunity",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The curse was in no way an impediment for him to achieve the highest perfection. Rather it became a kind of boon in disguise.",
      "summary": "The speaker continues explaining the situation of Maharaj Parikshit, highlighting how he didn't mind the curse and used it as an opportunity to achieve liberation through hearing the Srimad Bhagavatam from Shukadeva Goswami.",
      "timestamp_url": "https://youtu.be/UvVVMAJ0Wgc?t=177",
      "transcript": "Because the curse was given by a foolish boy. And the small boy has made a mistake unknowingly, immaturely, foolishly he has done a mistake. So he deserved to be pardoned by the Supreme Lord. Although it was not, it was not possible to get free from the sinful reaction. The reaction is, the sinful activity is very, very, very serious. So ordinarily a person cannot get away by committing such a very, very serious sinful activity. A grave sinful activity. Nobody can get away. But this case, specific case, the foolish boy deserves to be pardoned. Now, Maharaj Pariksit also did not mind the curse offered to him by a foolish Brahmana. This is Maharaj Pariksit's personal reaction. When he heard that he is going to die within seven days, having been cursed by the son of Shamika Rishi, so he did not mind at all. On the contrary, he took full advantage of the awkward situation. This clumsy situation in which Pariksit Maharaj had been placed. He took full advantage. What did he do? By a great will of the Lord, Maharaj Pariksit achieved the highest perfection of life through the grace of Srila Shukadeva Goswami. The events that led to Pariksit Maharaj achieving the highest perfection of life. The curse was in no way an impediment for him to achieve the highest perfection. Rather it became a kind of boon in disguise. They say boon in disguise. So it came as something very, very beneficial for Pariksit. That he took advantage by renouncing his kingdom and trying to prepare for meeting with death within one week. And in the course of that, he happened to meet Shukadeva Goswami and Shukadeva Goswami spoke the entire Bhagavatam to Pariksit Maharaj. Pariksit Maharaj got enlightened and thereby he achieved the ultimate liberation and also others who heard also achieved the same destination. And in future, anybody by hearing Bhagavatam can get the highest perfection of life simply by hearing like Pariksit Maharaj did. Simply hearing Bhagavatam."
    },
    {
      "start_time": 359,
      "end_time": 489,
      "verse_references": [],
      "themes": [
        "divine will",
        "instrumentality",
        "karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The whole series of events was a desire of the Lord.",
      "summary": "The speaker explains that the events surrounding Parikshit Maharaj were part of the Lord's plan, using the analogy of Krishna using the Pandavas as instruments in the Kurukshetra war and Kala using instruments to bring about destruction.",
      "timestamp_url": "https://youtu.be/UvVVMAJ0Wgc?t=359",
      "transcript": "Actually it was a desire of the Lord. The whole series of events was a desire of the Lord. And Maharaj Pariksit, Rishi Shamika and Rishi Shamika's son Shringi were all instrumental in fulfilling the desire of the Lord. The Lord wants to do something in the material world. Sometimes he directly does it. Sometimes he indirectly does it through somebody, through some instruments. Like it is actually Krishna only who killed all those Kauravas on the battlefield of Kurukshetra. But Krishna did it through the Pandavas headed by Arjuna. So Krishna tells Arjuna that I have already killed all these Kauravas. You can only be an instrument. As Kala, Krishna is always acting in this material world. Kala destroys everything in course of time. So destruction by Kala nobody can avoid. But sometimes Kala also uses some instrument to kill somebody. It is like people say natural death and death by some vehicle accident. So when it is death by vehicle accident people think oh he died because of vehicle accident. No it is Kala only who is using the vehicle accident as an instrument to actually destroy. Even if somebody dies a natural death it is Kala only who is actually bringing about the destruction. So similarly the Lord is using Maharaj Pariksit, Rishi Shamika and Shamika Sanshungi as instruments for his purpose."
    },
    {
      "start_time": 489,
      "end_time": 552,
      "verse_references": [
        "SB 1.18.50"
      ],
      "themes": [
        "detachment",
        "transcendentalism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So when everything is in relationship with Krishna nothing is bad, nothing is wrong, nothing is punishable.",
      "summary": "The speaker introduces verse 50, explaining that transcendentalists are not distressed or pleased by worldly things because they are transcendentally engaged.",
      "timestamp_url": "https://youtu.be/UvVVMAJ0Wgc?t=489",
      "transcript": "That the Srimad Bhagavatam be spoken. None of them were put into difficulty because everything was done in relation with the Supreme Person. So when everything is in relationship with Krishna nothing is bad, nothing is wrong, nothing is punishable. The 50th verse, the last verse of this chapter. prayashaha sadavo loke paraidhvanveshu yojitah na vyathanti na hrishyanti yata atma agunashrayah The meaning of this verse is generally the transcendentalists even though engaged by others in the dualities of the material world are not distressed. Nor do they take pleasure in worldly things for they are transcendentally engaged."
    },
    {
      "start_time": 552,
      "end_time": 649,
      "verse_references": [],
      "themes": [
        "material vs spiritual",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Conditioned souls are always busy trying to avoid material distress and trying to maximize material happiness.",
      "summary": "The speaker contrasts the behavior of conditioned souls, who seek material pleasure and avoid distress, with that of transcendentalists, who are indifferent to both.",
      "timestamp_url": "https://youtu.be/UvVVMAJ0Wgc?t=552",
      "transcript": "Prabhupada explains this very nicely that those who are transcendentalists they are described as here sadavaha transcendentalists, saintly persons. They are never distressed or they are never happy in this material world. Why? Because they are always spiritually engaged. So they don't even consider what is the material situation. As materialists or as people who are under the crutches of maya we are always concerned whether we are getting material pleasure or material happiness and we try to avoid material distress. We are busy always. Conditioned souls are always busy trying to avoid material distress and trying to maximize material happiness. But the transcendentalists, the spiritualists those who are seriously engaged always in spiritual activities they never care whether by some reason they get material happiness or material distress. They don't care for either."
    },
    {
      "start_time": 649,
      "end_time": 773,
      "verse_references": [],
      "themes": [
        "transcendentalism",
        "jnana",
        "yoga",
        "bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The transcendentalists are of three kinds: The emperic philosophers, the mystics, and the devotees of the Lord.",
      "summary": "The speaker explains the three types of transcendentalists: jnanis, yogis, and bhaktas, and their respective goals of merging into the absolute, perceiving the Supersoul, and engaging in loving service to Krishna.",
      "timestamp_url": "https://youtu.be/UvVVMAJ0Wgc?t=649",
      "transcript": "So Srila Prabhupada explains in the purport the transcendentalists are of three kinds. The emperic philosophers the mystics and the devotees of the Lord. The jnanis, yogis and bhaktas. There is a samskara for that. Empiric philosophers aim at the perfection of merging into the being of the absolute. What is the ultimate goal of the emperic philosophers the jnanis those who cultivate spiritual knowledge with the aim of merging into the absolute truth. Sayujya mukti they want sayujya mukti. Mystics aim at perceiving the all pervading super soul. Mystics are the ashtanga yogis. Their goal is to realize the Paramatma who is all pervading in this material world. He is Paramatma is present in everyone's heart of every living being's heart and Paramatma is also present entered into every atom. So they want to perceive that Paramatma. This is their perfection. The ashtanga yogis. And devotees of the Lord are engaged in the transcendental loving service of the personality of God. Devotees pure devotees bhaktas they only want one thing. They want to be always engaged in the transcendental loving service of Krishna. Now Srila Prabhupada further explains Since Brahman, Paramatma and Bhagavan are different phases of the same transcendence This is explained in the Bhagavatam. vadantita tattva vidas tattvam yad jnanam advayam brahmeti paramatmeti bhavaneti sabhyate"
    },
    {
      "start_time": 773,
      "end_time": 891,
      "verse_references": [
        "SB 1.2.11"
      ],
      "themes": [
        "absolute truth",
        "brahman",
        "paramatma",
        "bhagavan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All categories of transcendentalists, their aim is the absolute truth only.",
      "summary": "The speaker elaborates on the three features of the Absolute Truth (Brahman, Paramatma, and Bhagavan) and how each type of transcendentalist aims for one of these features, emphasizing that they are all non-dual.",
      "timestamp_url": "https://youtu.be/UvVVMAJ0Wgc?t=773",
      "transcript": "All categories of transcendentalists their aim is the absolute truth only. But there are three features of the absolute truth and accordingly the three categories of transcendentalists are aiming for one of the features. The jnanis aim for Brahman. The mystic yogis or the ashtanga yogis aim for Paramatma and the devotees or bhaktas bhakti yogis aim at Bhagavan. But Brahman, Paramatma and Bhagavan are described in the Bhagavatam as advayagyana non-dual substance of the absolute truth. They are all the same. Therefore Prabhupada says these three categories of transcendentalists are beyond the three modes of material nature. All of them are transcendental to the three modes. Agunashrayaha Atma Agunashraya Those are transcendentalists. They are always beyond the modes. Material distress and happiness are products of the three modes. Always interactions of the three gunas produces either distress or happiness. Material distress or material happiness. That's the nature of this material existence. Therefore the causes of such material distress and happiness have nothing to do with the transcendentalists. Transcendentalists are engaged in spiritual activities because of which they don't care whether a material situation gives them happiness or distress. They don't care for that. Because they don't want they neither want happiness nor want distress. What do they want? They want the supreme."
    },
    {
      "start_time": 891,
      "end_time": 969,
      "verse_references": [],
      "themes": [
        "devotee",
        "mystic",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Parikshit Maharaj did not mind the cursing of that boy. Shamika Rishi did not mind Parikshit Maharaj insulting him. Both are transcendentalists.",
      "summary": "The speaker concludes by identifying Parikshit Maharaj as a devotee and Shamika Rishi as a mystic, explaining their detachment from the incident and reiterating that the child was an instrument of the Lord's will, ending the session with gratitude and Hare Krishna.",
      "timestamp_url": "https://youtu.be/UvVVMAJ0Wgc?t=891",
      "transcript": "They only want the supreme. The king was a devotee and the rishi was a mystic. That's why all this is explained. Parikshit Maharaj was a pure devotee of the supreme lord. He was a he was a bhakta. And Shamika Rishi was a mystic yogi. So he was Shamika Rishi was also a transcendentalist seriously engaged in Ashtanga Yoga practice. That's why he was sitting in trance trying to fix his attention on the Paramatma within the heart. So therefore both of them were unattached to the accidental incident created by the supreme lord. Parikshit Maharaj did not mind the cursing of that boy. Shamika Rishi did not mind Parikshit Maharaj insulting him. Both are transcendentalists. The playful child was an instrument in fulfilling the lord's will. Other than these two the child was simply an instrument in the lord's plan. So I will stop here."
    }
  ]
}