{
  "video_id": "UyBOQsPXI3k",
  "title": "Daily Evening Bhagavatam Discourse | SB 1.17.20 | HH Stoka Krishna Swami | 01-03-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=UyBOQsPXI3k",
  "segments": [
    {
      "start_time": 54,
      "end_time": 102,
      "verse_references": [],
      "themes": [
        "distress",
        "argumentation",
        "intelligence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O sage amongst kings, judge for yourself by thinking over all this with your own intelligence.",
      "summary": "Dharma replies to Pariksit's question, stating that the cause of distress cannot be ascertained by argumentation, imagination, or words, and advises Pariksit to use his own intelligence.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=54"
    },
    {
      "start_time": 122,
      "end_time": 154,
      "verse_references": [
        "BG 15.15"
      ],
      "themes": [
        "Supreme Lord",
        "Paramatma",
        "actions",
        "witness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is the Supreme Director, for he confirms in the Bhagavad Gita, 15.15, that he, as all-pervading Paramatma, stays in everyone's heart and keeps vigilance over all actions and witnesses all activities.",
      "summary": "Srila Prabhupada explains that Vaishnavites believe nothing happens without the Supreme Lord's sanction, and He, as Paramatma, witnesses all actions.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=122"
    },
    {
      "start_time": 191,
      "end_time": 223,
      "verse_references": [],
      "themes": [
        "atheism",
        "proof",
        "previous life",
        "sinful activity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Atheists have got this argument that if you are saying that I am suffering because of some sinful activities I did in my previous life where is the proof that I was existing in a previous life and what is the evidence for my having performed some sinful activity in some previous life this is their argument",
      "summary": "The speaker addresses the atheistic argument that there is no proof of past lives or sinful activities to justify present suffering.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=191"
    },
    {
      "start_time": 231,
      "end_time": 267,
      "verse_references": [],
      "themes": [
        "Paramatma",
        "eternal existence",
        "constant companion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though I don't remember or I cannot produce an evidence or any living being of this world cannot produce evidence in terms of material evidence in terms of one's past life still Paramatma is there in everybody's heart who has existed eternally in the past who remains to continues to exist now and who will remain after everything is finished",
      "summary": "Even without material evidence of past lives, Paramatma exists eternally in everyone's heart as a constant companion.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=231"
    },
    {
      "start_time": 267,
      "end_time": 312,
      "verse_references": [],
      "themes": [
        "Paramatma",
        "karma",
        "suffering",
        "enjoyment",
        "Vedanta philosophy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is the perpetual witness of everything that is happening and it is he only who remembers knows everything we have done and who exactly directs and directs material nature to inflict suffering or give enjoyment exactly according to our karma and according to the time the karma is rectified so everything is perfectly explained in the Vedanta philosophy",
      "summary": "Paramatma witnesses everything and directs material nature to inflict suffering or give enjoyment according to our karma, as explained in Vedanta philosophy.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=267"
    },
    {
      "start_time": 319,
      "end_time": 357,
      "verse_references": [],
      "themes": [
        "individual soul",
        "supreme soul",
        "Paramatma",
        "Upanishad"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A living being may forget all that he might have done in his past or present but one must know that in the same tree of the material body the individual soul and the supreme soul as Paramatma are sitting like two birds",
      "summary": "The individual soul and the Supreme Soul (Paramatma) reside together in the material body, likened to two birds on a tree, according to the Upanishads.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=319"
    },
    {
      "start_time": 363,
      "end_time": 407,
      "verse_references": [],
      "themes": [
        "fruits of action",
        "bitter fruits",
        "sweet fruits",
        "distress",
        "enjoyment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Upaniṣad says, one of them, the living being, is enjoying the fruits of the tree. Whatever the result of our actions is given to us as the fruits.",
      "summary": "The living being enjoys the fruits of actions, some bitter (distress) and some sweet (enjoyment), as described in the Upanishads.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=363"
    },
    {
      "start_time": 423,
      "end_time": 443,
      "verse_references": [],
      "themes": [
        "Paramatma",
        "witness",
        "direction",
        "remembering",
        "forgetting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Supreme Being is there inside to witness the activities. Therefore the Paramātmā feature, the Supreme Soul, is actually the witness of all activities of the living being. And only by His direction, can the living being remember or forget what He might have done in the past.",
      "summary": "Paramatma witnesses all activities and directs the living being to remember or forget past actions.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=423"
    },
    {
      "start_time": 452,
      "end_time": 493,
      "verse_references": [],
      "themes": [
        "Brahman",
        "Paramatma",
        "impersonal",
        "localized",
        "energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is there for both the all-pervading impersonal Brahman and the localized Paramātmā in everyone's heart. The Supreme Absolute Truth, Krishna, the Supreme Personality of Godhead, has got a feature called Brahman feature. Impersonal, all-pervading Brahman.",
      "summary": "The Supreme Absolute Truth has both the impersonal Brahman feature and the localized Paramatma feature, with Brahman being the all-pervading energy.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=452"
    },
    {
      "start_time": 494,
      "end_time": 525,
      "verse_references": [],
      "themes": [
        "Paramatma",
        "knower",
        "devotees",
        "sincerity",
        "rewards"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Paramātmā is localized. It is in the heart of every living entity. Paramātmā is seated. So localized expansion of the Supreme Lord. And that Paramātmā actually is the knower of all past, present and future. And nothing can be hidden from Him.",
      "summary": "Paramatma is localized in the heart of every living entity, knows everything, and devotees, aware of this, act sincerely without being overly anxious for rewards.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=494"
    },
    {
      "start_time": 532,
      "end_time": 571,
      "verse_references": [],
      "themes": [
        "Paramatma",
        "karma",
        "results",
        "actions",
        "success"
      ],
      "content_type": "practical",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "If Paramātmā is always active, and Paramātmā exactly gives us the result of our own activities of the past, according to Kāla, then why should we be anxious about the result of any activity we do?",
      "summary": "Since Paramatma gives results according to our actions, we should focus on performing actions properly rather than being anxious about the outcome.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=532"
    },
    {
      "start_time": 576,
      "end_time": 608,
      "verse_references": [],
      "themes": [
        "Lord's reactions",
        "speculation",
        "scholarship",
        "past actions",
        "estimation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One cannot estimate the Lord's reactions either by speculation or by scholarship. See, what exactly we have done in the past, we do not know.",
      "summary": "The Lord's reactions cannot be estimated by speculation or scholarship, as we do not fully know our past actions.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=576"
    },
    {
      "start_time": 612,
      "end_time": 638,
      "verse_references": [],
      "themes": [
        "Vedic knowledge",
        "Vedantist",
        "service",
        "dependence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "No one is independent of him. Everyone is engaged in his service in different ways. This we have to also understand.",
      "summary": "Everyone is engaged in the Lord's service in different ways, and no one is independent of Him.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=612"
    },
    {
      "start_time": 638,
      "end_time": 672,
      "verse_references": [],
      "themes": [
        "service to Krishna",
        "illusory energy",
        "dictation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If I don't serve Krishna, which is the case in this material world with most people, then I am forced to serve the dictation of the illusory energy who is directed by Krishna.",
      "summary": "If we don't directly serve Krishna, we are forced to serve the illusory energy, which is ultimately directed by Krishna.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=638"
    },
    {
      "start_time": 679,
      "end_time": 708,
      "verse_references": [],
      "themes": [
        "conditioned state",
        "material nature",
        "force",
        "material modes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the conditioned state, that means our present state of existence, such services are endured by the living being under force of the material nature. The material nature is forcing us.",
      "summary": "In our conditioned state, we are forced to engage in service by the material nature.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=679"
    },
    {
      "start_time": 721,
      "end_time": 766,
      "verse_references": [],
      "themes": [
        "actions",
        "mind",
        "words",
        "body",
        "laziness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Actions are performed through the mind, through the words and through the body, external body. So all three types of actions are there. So even a lazy person may be physically not working, but mentally is active.",
      "summary": "Actions are performed through the mind, words, and body, and even a lazy person is active mentally and vocally.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=721"
    },
    {
      "start_time": 771,
      "end_time": 798,
      "verse_references": [],
      "themes": [
        "devotees",
        "devotional service",
        "Krishna",
        "liberated state",
        "gunatit"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The devotees, they are engaged in devotional service in order to please Krishna. And that is the liberated state of the devotee. When any activity is done for the sake of pleasing Krishna, then such activities are all above the gunas, gunatit.",
      "summary": "Devotees engage in devotional service to please Krishna, which is the liberated state, and such activities are above the gunas.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=771"
    },
    {
      "start_time": 803,
      "end_time": 833,
      "verse_references": [],
      "themes": [
        "devotional service",
        "liberated state",
        "material nature",
        "material activities",
        "three gunas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Living beings, either they do devotional service and serve the Supreme Lord for pleasing Him, they are in the liberated state. Or somebody doesn't want to do devotional service, wants to be independent of Krishna, then they are forced by material nature to engage in some material activities according to the dictation of the three gunas, the illusory energy, the material energy.",
      "summary": "Living beings are either in a liberated state through devotional service or forced into material activities by material nature according to the three gunas.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=803"
    },
    {
      "start_time": 838,
      "end_time": 857,
      "verse_references": [],
      "themes": [
        "Supreme Lord's actions",
        "incongruity",
        "inebriety",
        "meaning"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In His actions, the Supreme Lord's actions, there is no incongruity or inebriety. Inebriety means there is no defect. And incongruity means there is nothing illogical or unreasonable or meaningless. Everything is full of meaning.",
      "summary": "The Supreme Lord's actions are without defect, illogicality, or meaninglessness; everything is full of meaning.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=838"
    },
    {
      "start_time": 861,
      "end_time": 890,
      "verse_references": [],
      "themes": [
        "sufferings",
        "Maharaj Pariksit",
        "ideal executive head",
        "protection",
        "spiritual advancement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The conclusion is, therefore, that the sufferings of the representative of religion and the representative of the earth, as present before Maharaj Pariksit, were planned to prove that Maharaj Pariksit was the ideal executive head because he knew well how to give protection to the cows, the earth, and the Brahmanas, religious principles, the two pillars of spiritual advancement.",
      "summary": "The sufferings presented before Maharaj Pariksit were planned to prove his worth as an ideal executive head who protects cows, the earth, and Brahmanas, the pillars of spiritual advancement.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=861"
    },
    {
      "start_time": 896,
      "end_time": 933,
      "verse_references": [],
      "themes": [
        "Maharaj Pariksit",
        "Lord's control",
        "test",
        "suffering",
        "Dharma",
        "Mother Earth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Pariksit was put to test for His greatness and how He solves this problem of who is the cause for the suffering of the bull and the cow, that is Dharma and Mother Earth.",
      "summary": "Maharaj Pariksit was tested to see how he would solve the problem of the suffering of Dharma and Mother Earth.",
      "timestamp_url": "https://youtu.be/UyBOQsPXI3k?t=896"
    }
  ]
}