{
  "video_id": "uymyVX9hBSU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.17 | 09-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=uymyVX9hBSU",
  "segments": [
    {
      "start_time": 38,
      "end_time": 191,
      "verse_references": [],
      "themes": [
        "Krishna's mercy",
        "Devotee-Lord relationship",
        "Arjuna's remembrance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Arjuna is recollecting some past incidents in his intimate relationship with the Supreme Lord Krishna.",
      "summary": "Arjuna is remembering past events and his intimate relationship with Krishna, highlighting Krishna's mercy and kindness towards his devotees.",
      "timestamp_url": "https://youtu.be/uymyVX9hBSU?t=38",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Devim Sarasvatim Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 17th verse of the 15th chapter of the 1st canto of Srimad Bhagavatam. Sautye Vratakumatinatmada Ishwarome Yadpada Padmam Abhavaya Bhajantibhavya Maam Shrantavaham Arayo Rathino Bhuvishtham Napraharan Yad Anubhava Nirastam Yadpada Padmam Abhavaya Bhajantibhavya. The meaning of this verse is: It was by his mercy only that my enemies neglected to kill me when I descended from my chariot to get water for my thirsty horses. And it was due to my lack of esteem for my lord that I dared engage him as my chariot driver, for he is worshipped and offered services by the best men to attain salvation. So Arjuna is recollecting some past incidents in his intimate relationship with the Supreme Lord Krishna. And it is clearly established that Krishna is very, very merciful to his devotees, especially his pure devotees. He is very, very kind, very merciful, and he is ready to do anything for his devotees. So this is a good point that is being brought out by Arjuna that Krishna, who is worshipped and offered services by the best of men to attain salvation, is a very, very merciful person. That Supreme Lord, Arjuna is thinking, I dared engage him as my chariot driver."
    },
    {
      "start_time": 191,
      "end_time": 327,
      "verse_references": [],
      "themes": [
        "Impersonalists vs. Devotees",
        "Brahman effulgence",
        "Vedanta philosophy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Supreme Lord, the personality of God is Sri Krishna, is the object of worship, both by impersonalists...",
      "summary": "Srila Prabhupada explains the difference between impersonalists and devotees in their worship of Krishna, highlighting that even impersonalists indirectly worship Krishna's effulgence.",
      "timestamp_url": "https://youtu.be/uymyVX9hBSU?t=191",
      "transcript": "So Srila Prabhupada explains this in the purport, a little elaborately, this point. The Supreme Lord, the personality of God is Sri Krishna, is the object of worship, both by impersonalists and by the devotees of the Lord. The impersonalists worship his glowing effulgence emanating from his transcendental body of eternal form, bliss, and knowledge. So there are two categories of transcendentalists who are followers of the Vedanta philosophy presented by Vyasa Deva. The first category are the impersonalists, so they worship the impersonal Brahman. Now what is this impersonal Brahman? This impersonal Brahman is a glowing effulgence coming out of the transcendental form of Krishna. So the impersonalists are also worshiping Krishna, but they are unable to approach the personality of Krishna because of their impersonal conception. They cannot go beyond the Brahma Jyothi or the Brahman effulgence. And Krishna says this in the Eshopanishad, it is mentioned that the Supreme Lord, his transcendental form, is covered by his dazzling effulgence emanating from his transient form, the Brahma Jyothi or the impersonal Brahman. And here Prabhupada continues to explain that devotees, the second category of transcendentalists who are followers of the Vedanta philosophy presented by Vyasa Deva, they are the devotees who involve themselves in and on the..."
    },
    {
      "start_time": 327,
      "end_time": 477,
      "verse_references": [
        "BG 9.4",
        "BG 14.4"
      ],
      "themes": [
        "Bhakti Yoga",
        "Krishna as the source",
        "Krishna's universal appeal"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna is not only for the devotees or only for the transcendentalists who follow the Vedanta which is the correct philosophy but he is for everyone because everyone is his part and parcel",
      "summary": "The speaker explains that Krishna is the source of everything, including the Brahman effulgence, and that He is accessible to everyone as all beings are His parts and parcels.",
      "timestamp_url": "https://youtu.be/uymyVX9hBSU?t=327",
      "transcript": "they are the devotees who are the together followers of St Karmakaria know Fifuge USA by the Vere verde by Massalan Kah τιςa veni s flats that precise understanding is there pertamata 지금 the seda the sada usthiyab talk us e voln and vesala brother Wis merely at two details this concept can be explained with the hilaryfficient intent we did not understand sense or logic so we want to understand what is the difference between the 21st classويkat geography of Virtual Republic of India. The bhakti yogis or the pure devotees, they worship him as the supreme personality of Godhead. They directly worship the source, the source of everything including the Brahman effulgence. Krishna is the source of the Brahman effulgence. Brahmanohi pratishtaham, in the Bhagavad Gita Krishna explains, I am the basis of the impersonal Brahman, Krishna says. And the Brahmasamhita says yasyaprabha prabhavato jagadhanda koti govindam adipurusham tamaham bhajami, that primeval Lord Govinda Krishna, yasyaprabha, his bodily effulgence is the Brahma Jyoti. So further Srila Prabhupada says, those who are below even the impersonalists consider him to be one of the great historical personalities. Apart from the Vedantas who follow the Vedanta philosophy presented by Vyasa Deva, there are others also, there are other philosophers, other transcendentalists, they consider him to be one of the great historical personalities. The Lord, however, descends to attract all by his specific transcendental pastimes. Krishna is not only for the devotees or only for the transcendentalists who follow the Vedanta which is the correct philosophy, but he is for everyone because everyone is his part and parcel, his own. Mama eva misho jiva loke jiva bhoota sanatana ha sarva bhutani asheshani drakshasi atmani atomai. So in several places in the Bhagavad Gita Krishna explains very carefully, sarva yonisha kaunteya murtriya sambhavanti yaha tasam brahma mahad yonir aham bija pradapita. I am the seed giving father for all the living entities who take birth in this material world. At the beginning of creation, all living beings belong to me, they are mine."
    },
    {
      "start_time": 477,
      "end_time": 665,
      "verse_references": [],
      "themes": [
        "Krishna's omnipresence",
        "Forgetfulness of Krishna",
        "Krishna's incarnations"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna never forsakes anybody Krishna never disowns anybody Krishna is never away from anyone but we are forgetful",
      "summary": "The speaker emphasizes that Krishna is always present and active within every living being, even though we may forget or neglect Him, and that He incarnates to attract everyone through His transcendental pastimes.",
      "timestamp_url": "https://youtu.be/uymyVX9hBSU?t=477",
      "transcript": "they are within me, they are in me, they are my own part and parcel eternally, they are my parts, they belong to me. So Krishna does not disown anybody. Though we may forget Krishna, we may try to be independent of Krishna, we may be neglectful of Krishna, though he is prominent in our life even in this material world. Bhagavad Gita elaborately explains this, how Krishna is prominent in our ordinary life even in this material world as Paramatma has entered our heart and then he is conducting all the affairs of this body. We are totally helpless in this body because we are spirit and this body is made up of the material energy. So for us material energy is foreign, a foreign substance. So we do not know what is this body, we do not know how to use this body, we cannot live in this body and utilize this body, but Krishna facilitates us, Paramatma. So he is active every moment, he is active within every living being, only then the living being can actually live in the body and utilize the body for whatever purposes the living entity wants to. So Krishna never forsakes anybody, Krishna never disowns anybody, Krishna is never away from anyone, but we are forgetful. We means the living entities in the material world who have taken birth by force of karma are the ones who are forgetful of Krishna, are the ones who are neglecting Krishna, are the ones who are wanting to be independent of Krishna. So here Srila Prabhupada says the Supreme Lord Krishna descends, comes down to this material world, that's what we say, he incarnates to attract all by his specific transcendental pastimes and thus he plays the part of the most perfect master, friend, son, and lover. These are the personal relationships Krishna has with his personal devotees: perfect master. He plays the part of the master when the devotee wants to serve him as a servant. When the devotee wants to serve him as his friend, then he acts as a perfect friend. When the devotee wants to act as his father or mother, he plays the part of the perfect son. And when the devotee wants him as her beloved, then he plays the part of the perfect lover."
    },
    {
      "start_time": 665,
      "end_time": 886,
      "verse_references": [],
      "themes": [
        "Krishna's intimate relationships",
        "Yoga Maya",
        "Devotee's perspective"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Intelligent men are attracted by the transcendental acting of the lord with a pure, unalloyed devotee like Arjuna.",
      "summary": "The speaker explains how Krishna engages in intimate relationships with His devotees, facilitated by Yoga Maya, and that devotees are never at fault for engaging with Krishna in this way.",
      "timestamp_url": "https://youtu.be/uymyVX9hBSU?t=665",
      "transcript": "His transcendental relationship, Arjuna was in friendship and a lot, therefore played the part perfectly as he did with his parents, lovers, and wives. While playing in such a perfect transcendental relation, that devotee forgets by the internal potency of the Lord that his friend or son is a supreme personality of God. Arjuna is repenting that how dare I engaged him as my chariot driver. He is a supreme lord. But the fact is Arjuna is made to forget that Krishna is the supreme lord by Krishna's internal potency, yoga maya, so that it can facilitate the intimate pastimes in Krishna's relationship with his devotees. Now Srila Prabhupada says Krishna wants to play the perfect part as the son or the friend or the lover. And sometimes even though the yoga maya practice is not perfect, the yoga maya covers the fact that Krishna is a supreme lord in his dealings with his devotees. Sometimes the devotee is bewildered by the acts of the lord. So after the departure of the lord, Arjuna was conscious of his great friend. But there is no mistake on the part of Arjuna. We should not think Arjuna made a big mistake by engaging Krishna as his chariot driver. Nor any. Arjuna was not wrongly thinking that Krishna is my friend. No. Intelligent men are attracted by the transcendental acting of the lord with a pure, unalloyed devotee like Arjuna. So it requires intelligence to understand Krishna's dealings with his pure devotees. Others who are conversant with the pure devotional, only they can appreciate Krishna's kindness and magnanimity and love for his devotees. Only on a pure devotional platform, we can understand these dealings of Krishna. Otherwise, we may mistake either that Krishna is an ordinary person or we may wrongly think that devotees are too puffed up and proud to engage Krishna as their friend or as their son or as their lover. No. There is no mistake on the part of the devotees. Neither Krishna is an ordinary person. He retains, he is eternally the transcendental supreme personality of Godhead. But he, out of his own sweet will, he wants his devotees to serve him in an intimate way, as his son or, sorry, as his mother or father or lover or friend. Krishna wants that. And therefore, the devotees are never at fault. I'll stop here. Thank you very much."
    }
  ]
}