{
  "video_id": "v01UZ15OTD4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.19 | 01-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=v01UZ15OTD4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 57,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In this session we will be discussing from the 19th verse of the 7th chapter of the 1st canto of Srimad Bhagavatham.",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the topic: Srimad Bhagavatam, Canto 1, Chapter 7, Verse 19.",
      "timestamp_url": "https://youtu.be/v01UZ15OTD4?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chaksharun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Srivasa Adi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devi Saraswati Vyasam Tato Jaya Shri Krishna Chaitanya Prabhu Nithyananda Jaya Mudhirayeth"
    },
    {
      "start_time": 57,
      "end_time": 178,
      "verse_references": [
        "SB 1.7.19"
      ],
      "themes": [
        "Brahmastra",
        "Ashwathama",
        "Arjuna",
        "Protection",
        "Weaponry"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "When the Sun son of the Brahmana Ashwathama saw that his horses were tired he considered that there was no alternative for protection outside of his using the ultimate weapon.",
      "summary": "The speaker narrates the story of Ashwathama using the Brahmastra, explaining the context of Arjuna chasing him and Ashwathama's desperation.",
      "timestamp_url": "https://youtu.be/v01UZ15OTD4?t=57",
      "transcript": "In this session we will be discussing from the 19th verse of the 7th chapter of the 1st canto of Srimad Bhagavatham. Yadasharanam Atmana Aikshata Shranthavajinam Astram Bramma Shiro Mene Atma Tranam Vij atom Jaha. The meaning of this verse is: When the son of the Brahmana Ashwathama saw that his horses were tired, he considered that there was no alternative for protection outside of his using the ultimate weapon, the Brahmastra, or the nuclear weapon. So Arjuna, from the previous few verses, Arjuna when he heard that Draupadi's five sleeping sons were beheaded by Ashwathama, Arjuna pacified Draupadi and told her that, \"I am going to punish him and in that way I will actually pacify you.\" So Arjuna armed himself and he started on his chariot to chase this Ashwathama. Ashwathama saw that Arjuna is coming very, very close and he was going away on his horse, so on his horses, I mean on his chariot which was drawn by horses, now the horses became tired and they would not move any further. Then Ashwathama thought that his life is in danger now, so he considered using the ultimate weapon, the Brahmastra, for"
    },
    {
      "start_time": 178,
      "end_time": 225,
      "verse_references": [],
      "themes": [
        "Brahmastra",
        "Nuclear Weapon",
        "Mantra",
        "Radiation"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In the ultimate issue only when there is no alternative the nuclear weapon called the Brahmastra is applied even though this Brahmastra works on the power of mantra the power of mantra is applied even though this Brahmastra works on the power of mantra even though this Brahmastra works on the power of mantra still it is like modern-day nuclear weapon",
      "summary": "Srila Prabhupada explains that the Brahmastra is like a nuclear weapon, possessing immense power and radiation, despite being powered by mantra.",
      "timestamp_url": "https://youtu.be/v01UZ15OTD4?t=178",
      "transcript": "his protection. So Srila Prabhupada explains in the purport to this verse, \"In the ultimate issue, only when there is no alternative, the nuclear weapon called the Brahmastra is applied.\" Even though this Brahmastra works on the power of mantra, the power of mantra is applied, even though this Brahmastra works on the power of mantra, even though this Brahmastra works on the power of mantra, still it is like modern-day nuclear weapon. That means there is intense amount of radiation which this astra gives out, so that will be described in the later verses, but here Prabhupada is helping us understand this Brahmastra is"
    },
    {
      "start_time": 225,
      "end_time": 303,
      "verse_references": [],
      "themes": [
        "Brahmana",
        "Qualification",
        "Heredity",
        "Ashwathama",
        "Brahmabandhu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The most intelligent man is called a Brahmana. And it is not a hereditary title.",
      "summary": "The speaker explains that being a Brahmana is not hereditary but based on qualification, and Ashwathama is referred to as the son of a Brahmana because he lacks the necessary qualities.",
      "timestamp_url": "https://youtu.be/v01UZ15OTD4?t=225",
      "transcript": "like a nuclear weapon. The word vij RT from Bridgeana to Brahmastra allashti in Indian language is equal to three words. So that is the basic time to beforded by dharmayani. Atmajah is significant here because Ashwathama, although the son of Dronacharya, was not exactly a qualified Brahmana. Dvija means Brahmana. Atmajah means the son. So son of the Brahmana. He is not referred to directly as a Brahmana, but he is, Ashwathama is referred to as the son of a Brahmana. Srila Prabhupada explains why is this so? The most intelligent man is called a Brahmana, and it is not a hereditary title. It's not a hereditary title. That means the son of a Brahmana does not automatically become a Brahmana. No. He has to qualify. Ashwathama was also formerly called the Brahmabandhu or the friend of a Brahmana. Being a friend of a Brahmana does not mean that one is Brahmana by qualification."
    },
    {
      "start_time": 303,
      "end_time": 400,
      "verse_references": [
        "BG 18"
      ],
      "themes": [
        "Brahmana",
        "Qualities",
        "Bhagavad Gita",
        "Modern Times"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A Brahmana naturally is endowed with some characteristics by which he is called a Brahmana.",
      "summary": "The speaker elaborates on the qualities of a Brahmana as described in the Bhagavad Gita, contrasting it with the modern misconception of Brahmanas being determined by birth.",
      "timestamp_url": "https://youtu.be/v01UZ15OTD4?t=303",
      "transcript": "Brahmana in the strict sense of the term being used for somebody means the person has got the qualifications of a Brahmana. In the Bhagavad Gita, in the Bhagavad Gita this is mentioned: Shamo Dhamo Tapasyaucham Shanti Rajyavam Evacha Gyanam Vigyanam Astikyam Brahma Karma Swabhavajam. A Brahmana naturally is endowed with some characteristics by which he is called a Brahmana. So nine qualities by which Brahmanas work are specifically enumerated in the Bhagavad Gita in the 18th chapter. Hmm. Here Ashwathama because he is not having the qualifications, therefore he cannot be called a Brahmana. Therefore earlier he was referred to as Brahmabandhu, and in this verse he is referred to as Dvijatmaja, the son of a Brahmana. Earlier he was called the friend of a Brahmana. A friend or a son of a Brahmana, well fully qualified can be called a Brahmana and not otherwise. So somebody to be called as a Brahmana should have the qualification, unlike in modern times. Simply somebody is taken birth in a Brahmana family, therefore they are called Brahman, but that is not correct. That is not the proper way in which somebody should be called as a Brahmana."
    },
    {
      "start_time": 400,
      "end_time": 435,
      "verse_references": [],
      "themes": [
        "Ashwathama",
        "Immature Decision",
        "Brahmastra",
        "Son of Brahmana"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Since Ashwathama's decision is immature, he is purposely called herein the son of a Brahmana.",
      "summary": "Ashwathama's immature decision to use the Brahmastra is why he is referred to as the son of a Brahmana, highlighting his lack of qualification.",
      "timestamp_url": "https://youtu.be/v01UZ15OTD4?t=400",
      "transcript": "Unless one is born as a Brahmana. Unless one is born as a Brahmana. Unless one is born as a Brahmana. Unless one is born as a Brahmana. Unless one is born as a Brahmana. Unless one is born as a Brahmana. Since Ashwathama's decision is immature, he is purposely called herein the son of a Brahmana. He shouldn't have used the ultimate weapon, the Brahmastra, but because he immaturely decided to use that, he is being referred to as Dvijatmaja, son of a Brahmana."
    },
    {
      "start_time": 435,
      "end_time": 548,
      "verse_references": [],
      "themes": [
        "Vedic System",
        "Lakshana",
        "Characteristics",
        "Varna",
        "Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One is identified as a Brahmana or any particular varna, Kshatriya or Vaishya, based on lakshana, based on characteristics.",
      "summary": "The speaker explains that the Vedic system identifies individuals based on their characteristics (lakshana) rather than birth, citing the Bhagavatam.",
      "timestamp_url": "https://youtu.be/v01UZ15OTD4?t=435",
      "transcript": "Son of a Brahmana. So Srila Prabhupada explains in another place that the Vedic system is, one is called as a Brahmana only if he has the lakshana, the characteristics of a Brahmana. And in the Bhagavatam it is clearly declared: Yasyaya lakshanam proktam pumso varna abhivyanjakam, Yad anyatra pi drishyeta, Tattenaiva vinirdhishet. One is identified as a Brahmana, or any particular varna, Kshatriya or Vaishya, based on lakshana, based on characteristics. If a person has the characteristics of a Vaishya, he should be addressed as a Vaishya, or known as a Vaishya. If somebody has the qualities of a Kshatriya, he should be known as a Kshatriya. But without the qualities, without the qualifications, lakshana, characteristics, how can you refer somebody wrongly as a Brahmana or a Kshatriya, whatever. And specifically this verse of the Bhagavatam, the 7th canto, Yad anyatra pi drishyeta, if somebody is born in a Brahmin family, but he doesn't have the characteristics of the qualities of a Brahmana, let's say he has got the qualities of a Vaishya, then Tattenaiva vinirdhishet, he should be designated as a Vaishya because he has got the qualities of a Vaishya, even though he is born in a Brahmana family. That is what the"
    },
    {
      "start_time": 548,
      "end_time": 650,
      "verse_references": [],
      "themes": [
        "Lakshana",
        "Symptoms",
        "Brahmana",
        "Dujatmaja",
        "Training",
        "Education",
        "Culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One must act as a Brahmana. One must have the characteristics of a Brahmana. If he does not have those characteristics, there is no harm in referring him as the son of a Brahmana.",
      "summary": "The speaker emphasizes the importance of acting and having the characteristics of a Brahmana, and that referring to someone as the son of a Brahmana is acceptable if they lack these qualities, highlighting the need for training, education, and culture.",
      "timestamp_url": "https://youtu.be/v01UZ15OTD4?t=548",
      "transcript": "verse says. So lakshana means symptoms. One must act as a Brahmana. One must have the characteristics of a Brahmana. If he does not have those characteristics, there is no harm in referring him as the son of a Brahmana, Dujatmaja, because his father is qualified Brahmana. Ashwatthama's father is Dronacharya. Dronacharya is qualified, highly qualified. He was expert, expert Brahmana. So Ashwatthama is not similarly having the characteristics like Dronacharya. Therefore Ashwatthama, it is proper to refer him as Dujatmaja. So here Srila Prabhupada explains, anyone can claim, \"My father is a great person,\" but he cannot pass off as a great man just because he is a son of a great man. No. Simply because his father is very highly qualified, doesn't mean he necessarily would have acquired all the father's qualifications, unless he is trained. Training is required, education is required, culture is required. All that is required. It doesn't simply come off. Automatically there is no such transfer of qualities."
    },
    {
      "start_time": 650,
      "end_time": 776,
      "verse_references": [],
      "themes": [
        "Respect",
        "Heredity",
        "Heart Surgeon",
        "Guru Putra",
        "Draupadi",
        "Compassion"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Just like somebody's father is a great heart surgeon. If the son is not qualified as a heart surgeon. How can the son be referred to as a great heart surgeon. It is not proper.",
      "summary": "The speaker uses the analogy of a heart surgeon to illustrate that one cannot claim to be like their qualified father without possessing the same qualities, and explains how Draupadi advised Arjuna to spare Ashwathama's life out of compassion for his mother.",
      "timestamp_url": "https://youtu.be/v01UZ15OTD4?t=650",
      "transcript": "No. From a social point of view, Prabhupada says, we sometimes give respect to somebody just because he happens to be the son of a great person. So we give him respect. That is also okay, giving respect, but he cannot claim that he is like the father. Just like somebody's father is a great heart surgeon. If the son is not qualified as a heart surgeon, how can the son be referred to as a great heart surgeon? It is not proper and it is not to be referred that way. Similarly, even though the father is a great brahmana, the son should not be referred to as a great brahmana. So it will be described in the later portion of this chapter that because he happened to be, Ashwathama happened to be the son of a great personality, Dronacharya, so he was excused from capital punishment. He was excused from being killed. So Arjuna decided not to kill him. Even later on it will be described because he happened to be, the consideration was, Guru putra, he is the son of my teacher. If he dies, this Ashwathama is killed because of the mistake he has done. He deserves to be killed, but if he is killed, his mother, whose Dronacharya's wife, will be unhappy. So it is Draupadi who advised Arjuna, \"Don't kill Ashwathama, because then her, his mother, Ashwathama's mother, will be unhappy. She is innocent. She is not at fault.\" So he spared his life. That is what Draupadi said."
    },
    {
      "start_time": 776,
      "end_time": 886,
      "verse_references": [],
      "themes": [
        "Brahmastra",
        "Nuclear Weapon",
        "Radiation",
        "Krishna",
        "Counteraction"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The Brahmastra could be the only way he could protect himself. Now Brahmastra is to be used in a very very very extraordinary circumstance. It is the last weapon somebody may use.",
      "summary": "The speaker describes Ashwathama's use of the Brahmastra and its effects, comparing it to a nuclear weapon, and explains how Krishna advised Arjuna to counteract it, contrasting it with the lack of counteraction for modern nuclear weapons.",
      "timestamp_url": "https://youtu.be/v01UZ15OTD4?t=776",
      "transcript": "Now he was running on the back of a horse, but when he saw that Arjuna is coming nearer, he thought that the Brahmastra could be the only way he could protect himself. Now Brahmastra is to be used in a very, very, very extraordinary circumstance. It is the last weapon somebody may use. And Draupadi explains it is similar to the modern nuclear weapon. It releases lot of radiation. When Ashwathama actually, the description will be there later on, Ashwathama releases Brahmastra, there was so much radiation, people were feeling terrible heat, and Arjuna inquired from Krishna, \"What is the cause for this terrible heat spreading everywhere?\" So Krishna informed, \"This heat is due to Ashwathama releasing the Brahmastra.\" Krishna, Krishna is the supreme lord, the paramatma, the super soul in everyone's heart. He knows. So Krishna informed Arjuna and Krishna also informed Arjuna, \"Now you counteract this Brahmastra by releasing another Brahmastra to neutralize.\" Formerly they had this knowledge, if I throw one kind of weapon, somebody else may neutralize that weapon by throwing another weapon, counteraction. But Prabhupada points out, now they have this nuclear weapon, but there is no system of counteracting it. They do not have any counteraction."
    },
    {
      "start_time": 886,
      "end_time": 967,
      "verse_references": [],
      "themes": [
        "Kshatriyas",
        "Weaponry",
        "Counteraction",
        "Modern Warfare",
        "Regulations"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Formerly they had this knowledge. If I throw one kind of weapon. Somebody else may neutralize that weapon by throwing another weapon.",
      "summary": "The speaker discusses the regulated warfare of Kshatriyas, including the use of different weapons and their counteraction, contrasting it with the lack of principles and regulations in modern warfare, and concludes the lecture with gratitude and Hare Krishna.",
      "timestamp_url": "https://youtu.be/v01UZ15OTD4?t=886",
      "transcript": "And even Kshatriyas, when they would fight, if one Kshatriya releases a particular weapon, just like a fire weapon, may be counteracted by a water weapon. This is unknown in modern science. It is unknown. There were weapons, not only fire weapons, there were water weapons, there were wind weapons, and there were of course the arrows made of earth, earthly element, like that. There were different kinds of weapons and they were expert in counteracting a particular weapon. And also formerly when a battle is being fought, then if the opposite party, the Kshatriyas killed, that is the end of the battle. There is no more fighting. So that was the system. It was highly regulated, but now modern warfare is not so much based on principles and regulations, but Kshatriyas used to be regulated. I will stop here. Thank you very much."
    }
  ]
}