{
  "video_id": "v0Yn8K-s-LY",
  "title": "Special Lecture on Soulful Japa | Sri Madhu Pandit Dasa | 26.12.2024",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=v0Yn8K-s-LY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 118,
      "verse_references": [],
      "themes": [
        "soulful japa",
        "mechanical japa",
        "mindful japa",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Then, that is called soulful japa.",
      "summary": "HG Madhu Pandit Dasa explains the difference between mechanical, mindful, and soulful japa, emphasizing the importance of engaging the heart with feelings of appreciation, gratitude, and love towards the Lord.",
      "timestamp_url": "https://youtu.be/v0Yn8K-s-LY?t=0",
      "transcript": "So, before we continue with our japa yajna, I will give an orientation on doing soulful japa. Soulful japa. When you say soulful, we have our body, we have our mind, we have our soul. When you do japa, by putting our total self to chant and hear and worship the Lord's holy name, that is soulful japa. If you give only your tongue, that is mechanical japa. If you give your mind to hear the sound, that is called mindful japa. If you give your heart, along with the tongue, mind, you give your heart to chant and hear with feelings towards Nama Prabhu, feelings of appreciation, feelings of gratitude, feeling of love."
    },
    {
      "start_time": 118,
      "end_time": 264,
      "verse_references": [],
      "themes": [
        "mindful japa",
        "mechanical japa",
        "offensive japa",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But if you do mindful japa, you will automatically advance to heartful, soulful japa.",
      "summary": "The speaker contrasts mechanical and mindful japa, asserting that mindless japa is offensive and stagnates spiritual progress, while mindful japa naturally leads to soulful japa.",
      "timestamp_url": "https://youtu.be/v0Yn8K-s-LY?t=118",
      "transcript": "Then, that is called soulful japa. So, if we don't train our mind to hear what we chant, we do not even advance from mechanical japa to mindful japa. Mechanical japa to mindful japa. Mechanical japa, once you learn how to do, your tongue can finish sixteen rounds and your mind can be roaming everywhere. If you have some problem, particular problems, let's say some serious problems, that day, then you can chant sixteen rounds with your tongue. Your mind will be solving those problems, thinking of that, this, that. Or if you have some emotional showdown with someone, then that will not go away from the mind. Mind will be thinking, why did I do that, why did I, what did he do, she do, not fair, this thing, that thing, all those things because emotion comes. Doesn't stop analyzing, then gone, you are not able to hear. And if somehow or the other, we train ourselves for mindful japa, which is meaning to hear. Mindful japa means, already shabda has gone inside, through the ears. After quite some time, if you go on doing mindless japa, if you do mindless mechanical japa, that will not, there is no guarantee that you will go to the next level. Whole life you can be doing that. But if you do mindful japa, you will automatically advance to heartful, soulful japa."
    },
    {
      "start_time": 264,
      "end_time": 392,
      "verse_references": [],
      "themes": [
        "mindful japa",
        "mechanical japa",
        "relationship with the Lord",
        "Srila Prabhupada"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So mindful japa means, each bead, you chant in exactly the same sound you hear.",
      "summary": "HG Madhu Pandit Dasa explains the difference between mindful and mechanical japa, emphasizing that japa is a relationship with the Lord and highlighting Srila Prabhupada's instruction to chant in exactly the same sound you hear.",
      "timestamp_url": "https://youtu.be/v0Yn8K-s-LY?t=264",
      "transcript": "It is not that you do mechanical japa, one day you will do mindful japa. And you go on doing mindful japa, one day you will do soulful japa, after purification. No. If you do mindless japa, because mindless japa is offensive japa. You are neglecting the Lord. There is no question of, you will stagnate there. If you do mindful japa, then soulful japa will automatically rise up, when your feelings for Krishna is awakened in your heart gradually. Feelings of surrender, all those things. So in, what is the difference between mindful japa and mechanical japa? In mindful japa, mind is there. In mechanical japa, mindless, mindlessness. There is no mind at all in chanting and hearing. Automatic, mechanical. Anything you repeat, you make your body repeat, it learns. So it is, mindless japa is impersonal japa. Actually, japa is a relationship with the naam avatara. So bead after bead, every bead is a relationship with the sound incarnation of the Lord. He is before us. So mindless means, we are neglecting him. So mindful japa means, each bead, you chant in exactly the same sound you hear. And this is the diamond command of, golden command of Srila Prabhupada. Chant Hare Krishna"
    },
    {
      "start_time": 392,
      "end_time": 500,
      "verse_references": [],
      "themes": [
        "Shakti Avesha Nama",
        "incarnation",
        "hearing",
        "soulful japa",
        "presence of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Chanting means, invoking the incarnation. Hearing means you are taking the incarnation into your heart.",
      "summary": "The speaker explains that chanting invokes the Lord's incarnation in sound (Shakti Avesha Nama), and hearing with respect, appreciation, and gratitude allows one to feel the Lord's presence and mercy.",
      "timestamp_url": "https://youtu.be/v0Yn8K-s-LY?t=392",
      "transcript": "in exactly the same sound you hear. Also you should understand that when we chant, the Lord incarnates into that sound and it becomes Shakti Avesha Nama. Shakti Avesha, Avesha means entered. It becomes Shakti Avesha sound. So chanting means, invoking the incarnation. Hearing means you are taking the incarnation into your heart. Hearing respectfully, hearing appreciatively, hearing with gratitude, hearing with delight, hearing with surrender, hearing with begging forgiveness, hearing with feeling his shelter, foremost hearing with humility, hearing with begging for mercy, Kripa Apeksha, hearing with kindness, hearing with kindness. That is the, then it is soulful japa because your soul is involving in feeling the presence of the Lord before you, feeling his mercy, feeling his compassion, feeling appreciation for the Lord's merciful appearance before you, for your association."
    },
    {
      "start_time": 500,
      "end_time": 617,
      "verse_references": [],
      "themes": [
        "mechanical japa",
        "commitment",
        "pure devotional service",
        "mindful japa",
        "thinking"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the key to mindful japa is to ensure that you are hearing the chanting.",
      "summary": "The speaker acknowledges the value of mechanical japa as a commitment but emphasizes the importance of progressing to pure devotional service through mindful japa, identifying thinking as the main obstacle to hearing the chanting.",
      "timestamp_url": "https://youtu.be/v0Yn8K-s-LY?t=500",
      "transcript": "So this mechanical japa to just finish sixteen rounds, it's okay. At least there is one commitment I have committed to my spiritual master, I should finish sixteen rounds. But Prabhupada does not want us to always remain neophytes. He wants us to learn how to offer pure devotional service. Okay, in mechanical japa, as far as Krishna is concerned, we are not even feeling his presence. At least if you feel commitment to Srila Prabhupada, I am obeying Srila Prabhupada, so that much bhakti is there, even in mechanical japa. No, no, I have not finished my rounds. Tuck, tuck, tuck, tuck, you finish mechanically. There is something there. So, God will bless you and Prabhupada will bless you. But Prabhupada will not expect, Prabhupada expects you to go beyond inattentive japa So, the key to mindful japa is to ensure that you are hearing the chanting. And what is the obstacle for hearing the chanting? Thinking, thought processing. When you are thinking, within the mind you are chattering."
    },
    {
      "start_time": 617,
      "end_time": 759,
      "verse_references": [],
      "themes": [
        "thinking",
        "mindful japa",
        "hearing",
        "chanting",
        "knowing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Hearing is to know this sound.",
      "summary": "The speaker explains that thoughts are subtle sounds that interfere with hearing the holy name, and that hearing is not just a physical act but a process of knowing the sound.",
      "timestamp_url": "https://youtu.be/v0Yn8K-s-LY?t=617",
      "transcript": "Mind and intelligence are discussing. What is thinking? You throw up, mind throws up one option. Intelligence will analyze. No, no, not that. So, permutation combination. You are going on iterating your thoughts. That is, the... Because it is a tasking activity, you are tasking something. You are tasking to solve a problem or you are tasking to understand the philosophy, all these things. When you are tasking, then your mind is involved in tasking, so it cannot hear. And thoughts are nothing but subtle sound. That means if you hear those sounds, then you cannot hear this sound. So, attentive, giving attention to knowing the sound that you are chanting, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. As each shabda, there are only three shabdas, Hare Krishna and Rama in the Mahamantra. As these shabdas, the speed with which you chant, you should catch them by hearing them and sending inside, by knowing this sound. Hearing means what? Chanting means you move your tongue. In hearing, what you do? It is knowing. It's a jnana indriya. Hearing is not a doing. Not a doing. Hearing is to know this sound. Now Hare is on my tongue, means continuously be aware, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama. To know the sound. Know the sound with feeling, with appreciation, with all the different bhavanas. So chanting is a doing."
    },
    {
      "start_time": 759,
      "end_time": 935,
      "verse_references": [],
      "themes": [
        "hearing",
        "tasking",
        "stacking",
        "consciousness",
        "immediate effect"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "If you pile up hearing over hearing, that means without any thinking in the gap...will have fantastic effect.",
      "summary": "The speaker uses the analogy of stacking bricks to illustrate the power of continuous hearing without thinking, leading to an immediate and profound effect on consciousness.",
      "timestamp_url": "https://youtu.be/v0Yn8K-s-LY?t=759",
      "transcript": "Hearing is a knowing. And also a doing because you have to ensure that no other hearing is there. Only one particular knowing and a particular knowing and not any other activity should be done and tasking should be done. Mind's business, mind's task is mind's nature is to task. Every moment we are always tasking something. Stop all tasking. Task only repetition. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. You should pile up just like you know if you have a brick on your hand. You have brick on another hand. The pressure on each hand is one brick load. Suppose instead of the second brick, I put the second brick on the same hand. Third brick on the same hand. What happens? Weight is more. Weight is more, right? Similarly, if you pile up hearing over hearing, that means without any thinking in the gap, hearing over hearing over stacking, stacking one brick over the other like that. Hearing over hearing over hearing will have fantastic effect of like iron put in the fire, becomes red hot. Our consciousness, you can immediately, immediate effect it is. Sometimes people say, like Hare Krishna chanting, you are not able to give people any immediate feeling effect. Just like somebody gives some some yogic process, so immediately they are feeling some peace, immediately something. Here also, because we don't teach people to hear, that is why they don't get immediate effect. If you teach them how to stack up and chant, even a new person, first time chanting, if he does that without thinking, hearing, hearing, hearing, hearing, hearing, hearing, he will be shocked. He will get such an experience that he would want to chant every day."
    },
    {
      "start_time": 935,
      "end_time": 1087,
      "verse_references": [],
      "themes": [
        "soulful japa",
        "Krishna's sound incarnation",
        "purification",
        "Nama Prabhu",
        "Chinmaya Shabda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The sound name of Krishna is very merciful, so therefore, Krishna himself is there, but it's in the name form.",
      "summary": "The speaker emphasizes that soulful japa allows one to touch Krishna's sound incarnation, leading to purification and the revelation of Krishna's various aspects, explaining that the holy name is Chinmaya Shabda, or conscious sound.",
      "timestamp_url": "https://youtu.be/v0Yn8K-s-LY?t=935",
      "transcript": "And by such soulful japa, you are, you are touching the holy name, touching Krishna's sound incarnation. Krishna, who is before us is Krishna, himself is before us. If you want Krishna's form before us, you need to qualify so much. The sound name of Krishna is very merciful, so therefore, Krishna himself is there, but it's in the name form. So in the name form, if we worship, slowly we get purified, then we even see all other aspects of Krishna. Krishna is not only name aspect, Krishna has form aspect, Krishna has got quality aspect, Krishna has got past time aspect, they are all Krishna. All that will be revealed from the, by Nama Prabhu. Why we call this Nama, Nama Prabhu? Because this sound is Chinmaya Shabda. There is Chinmaya Shabda and there is Jada Shabda. All the Shabdas in this world are Jada Shabda. There is no person involved in that sound. But when it comes to sound that let's say Prabhupada speaks, it's Chinmaya Shabda. Today you hear Prabhupada's lecture, Prabhupada is not separated from that. Eternally, he himself is speaking. Anytime you hear him, he is speaking as he gave the lecture, when he was sitting and giving lecture pre-1977. It is all Chinmaya Shabda. Bhagavad Gita, Krishna spoke, it's Chinmaya Shabda. Krishna's name is Chinmaya Shabda. Chinmaya, in normal thing you can say, it's conscious sound. But whose consciousness is it? Krishna's name is Krishna's consciousness."
    },
    {
      "start_time": 1087,
      "end_time": 1239,
      "verse_references": [],
      "themes": [
        "Shraddha",
        "Krishna's presence",
        "sounding",
        "Purna Krishna",
        "Shabda Krishna",
        "delightful chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna himself is sounding.",
      "summary": "The speaker stresses the importance of having Shraddha (faith) that Krishna himself is present in the sound of the holy name, leading to jubilant hearing and delightful chanting.",
      "timestamp_url": "https://youtu.be/v0Yn8K-s-LY?t=1087",
      "transcript": "So this is a very primary understanding that should have Shraddha. Shraddha that this is Krishna himself coming in the sound form. Krishna himself is sounding. Now I am sounding this if you take sounding as a verb, I am sounding this sound. I am sounding, therefore this sound is coming out. So in japa, we are actually chanting. Our tongue is chanting. But actually Krishna is mercifully, he is sounding it. That is why in some people's tongue, Krishna Nama does not come because of their offense. So here we are chanting in service of the Nama and Krishna is also sounding. Krishna sounding and Krishna is no different. So we have to always have minimum Shraddha that this is Krishna himself. Roopa Krishna is Purna Krishna. Commonly we understand, okay, okay, okay, now only sound has come. But I saw Krishna. That you feel more complete. This is our conditioning. As much Purna the Roopa Krishna is, that much Purna is Shabda Krishna. We are, we are invoking Shabda Krishna. We are associating with Shabda Krishna. It's Krishna himself. So fortunate. Because if you have that Shraddha, then automatically you will be jubilant in hearing, in jubilant in embracing each sound. You will be delightfully chanting, oh my god, just chanting means Krishna is appearing on my tongue. How much delightful I should be. So one should delightfully chant, joyfully hear. When you realize that Krishna has come on my tongue, on my tongue, my god, himself has come on my tongue to give me association."
    },
    {
      "start_time": 1239,
      "end_time": 1371,
      "verse_references": [],
      "themes": [
        "Priti",
        "japa",
        "transcendental sound",
        "Avesha",
        "Shakti Avesha Nama",
        "Shuddha Nama",
        "seva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Doing japa is not only I am chanting, Lord himself is, he is sounding that.",
      "summary": "The speaker explains that doing japa is not only chanting but also the Lord sounding the holy name, leading to feelings of priti (love), and that Krishna receives the seva (service) offered through Shakti Avesha Nama as if it were offered directly to Him.",
      "timestamp_url": "https://youtu.be/v0Yn8K-s-LY?t=1239",
      "transcript": "Automatically you will feel his priti. I am such a insignificant soul. I have got this chance to do japa. As I said, doing japa is not only I am chanting, Lord himself is, he is sounding that. Sound that we chant and the nama from the Lord, he enters, Avesha. What enters? The transcendental sound enters. Just like in a marble deity or something. Marble deity is made of matter. But, Sachidananda Lord enters. So similarly, the Lord enters in the shabda that we make, that we chant and then it becomes transcendental sound. Shakti Avesha Nama. Shakti Avesha Nama is what we and Krishna says, Krishna, the principle is that, if Shuddha Nama had come before you, if you chant and serve, you glorify by singing Hare Krishna, Krishna Nama, Shuddha Nama. How he receives your seva, the same way Krishna is receiving exactly just by Shakti Avesha Nama, by serving the sound that you hear audibly with your ears. Krishna gives you the credit for chanting and hearing his Shuddha Nama. Just like how Krishna, you offer a garland to the deity. You are offering the garland to the deity, but the Sachidananda, it is as good as, because Krishna has decided, I will become this."
    },
    {
      "start_time": 1371,
      "end_time": 1512,
      "verse_references": [],
      "themes": [
        "faith",
        "Chinmaya sound",
        "Krishna's sound body",
        "mindful japa",
        "seriousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is Krishna's sound body, Shabdavatara, sound body.",
      "summary": "The speaker emphasizes the need for faith that the sound of the holy name is Chinmaya (spiritual), Krishna's sound body, and that one should approach chanting with seriousness, recognizing its importance.",
      "timestamp_url": "https://youtu.be/v0Yn8K-s-LY?t=1371",
      "transcript": "That faith is required. I offer garland to the visible deity, the deity visible with my eyes. And what is Krishna's promise? I will take that as you are offering to me, Sachidananda in the spiritual world. That is where faith is required, that this is not just the ordinary sound that I am hearing with my ears, but it is a Chinmaya sound. The spirit part of it you don't see, but you will start experiencing. Just like I see your body, but I don't see a spirit. But I still see though, this is, there is a person in this body. And this is Krishna's sound body, Shabdavatara, sound body. In that sound body, Krishna's transcendental sound is a transcendental soul in the sound. So, rapid progress you make in realizing Krishna consciousness, different aspects of Krishna consciousness, if you start with serious mindful japa, and then gradually it will awaken our and plus when you are reading Prabhupada's book, all those things, then in soulful japa, you can start doing soulful japa. Now itself, because we are devotees of the Lord, so much of Prabhupada's books we have studied, it's not that now we can only do mindful japa, we can also do soulful japa immediately. The feeling of surrender, all those things is already there. On each bead, the Lord is appearing. On each bead, each bead of Saiva is most important. One should think that it is the most important thing you can do in your life, is to add one more chanting and hearing to the history, to your history. That kind of seriousness should be there."
    },
    {
      "start_time": 1512,
      "end_time": 1665,
      "verse_references": [],
      "themes": [
        "attitude",
        "holy name",
        "Nama Prabhu",
        "Shraddha Japa",
        "Preeti Japa",
        "Sambhanda Japa",
        "enthusiasm"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Every bead is a relationship of surrender and service.",
      "summary": "The speaker encourages a positive attitude towards the holy name, emphasizing that Nama Prabhu is pleased when devotees approach chanting with respect and understanding, and encourages enthusiasm in accumulating more chanting.",
      "timestamp_url": "https://youtu.be/v0Yn8K-s-LY?t=1512",
      "transcript": "What is this chanting? What benefit it gives? And when you are having that attitude towards the holy name, towards the sound, naturally, the holy name is pleased. Nama Prabhu is pleased. Oh, this devotee knows who I am on this tongue… on his tongue. He is respectfully receiving me. He is not thinking of something else while I am… while he is chanting. And he understands this avatara. I have come down into this sound that uttered by the material tongue. Into that eye, he is entering. No, he understands the principles. He is feeling my presence. First, you feel the presence by Shraddha, by the faith in what the shastras have told. And the shastras have told that Kali Kale Nama Rupe Krishna Avatara. So, we should do Shraddha Japa, Preeti Japa, Sambhanda Japa. Just these small small words are there so that to remind us. Krishnam Japa, Haglada Japa, delightfully chant. The sixteen… for sixteen malas, sixteen different main bhavanas are are given in the… in this cards. So, we… we know those things. In each bead, one of them you offer. Oh, I should delightfully chant. Why delightfully? Krishna himself is before. I feel joyfully here. Oh, why? Because Krishna is touching my heart. Joyfully here. Enthusiastically repeat. Why enthusiasm? Oh, accumulate one more, one more, one more, just like a greedy man. More money, more money, more money, more money, more money. I am becoming richer and richer. In the same mood, one more bead, one more bead, one more bead, one more mala, one more mala. Enthusiasm, enthusiasm, enthusiasm. Sambhanda, sam."
    },
    {
      "start_time": 1665,
      "end_time": 1790,
      "verse_references": [],
      "themes": [
        "Kripa Apeksha",
        "Nama Chintamani",
        "desires",
        "detachment",
        "Divya Gyan",
        "64 rounds japa yajna"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Nama Prabhu can give us detachment from this stupid illusory love, illusory pleasures.",
      "summary": "The speaker explains that chanting with bhavanas (feelings) makes the holy name Nama Chintamani, fulfilling desires such as better japa and feeling Krishna's presence, and that Nama Prabhu can grant detachment and transcendental knowledge.",
      "timestamp_url": "https://youtu.be/v0Yn8K-s-LY?t=1665",
      "transcript": "Every bead is a relationship of surrender and service. Like that different Kripa Apeksha, begging for costless mercy. When you are chanting and you have this bhavanas, then Nama is called Nama Chintamani. He will fulfill our desires. And what is our desire is to do better and better japa. What is our desire is to let me feel Krishna himself. Let me… I know theoretically, philosophically, I know this is Krishna. But I beg for your costless mercy to make me feel exactly Krishna. Just like I am sitting with another person, how realistically I feel this is another person sitting before me. When will I feel like that? Krishna can make us, give us that experience. Kripa Apeksha. All kinds of mercy Nama Prabhu can give. Nama Prabhu can give us detachment from this stupid illusory love, illusory pleasures. He can give Divya Gyan, Nama Prabhu. That means shines transcendental knowledge, who you are, what you are not. All this shines in our heart by the mercy of the Nama Prabhu. So let's continue our 64 rounds japa yajna for the Sekadashi. So morning we started at 6, now we have… From 12th we will continue. Nama Prabhu ki"
    }
  ]
}