{
  "video_id": "v0zIoNyR_fc",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.29 | 19-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=v0zIoNyR_fc",
  "segments": [
    {
      "start_time": 55,
      "end_time": 130,
      "verse_references": [],
      "themes": [
        "Krishna's marriages",
        "Glorification of Krishna's queens"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the ladies of Hastinapura are glorifying the children of Krishna when he was in Dwarka married to so many queens and even the queens they are very glorious.",
      "summary": "The ladies of Hastinapura glorify Krishna's children and queens in Dwarka.",
      "timestamp_url": "https://youtu.be/v0zIoNyR_fc?t=55",
      "transcript": "In this session, we will be discussing from the 29th verse of the 10th chapter of the first canto of Srimad Bhagavatam. या वीर्य शुल्केन रुता स्वयंबरे प्रमत्य चैद्य प्रमुखान्ही शुष्मिनहा प्रद्युम्न साम्भांब सुतादयो अपरा याश्चाहृता भव्म वधे सहस्रशः The meaning of this verse is: the children of these ladies are प्रद्युम्न साम्भांब अम्ब etc. Ladies like Rukmini, Satyabhama, and Jambavati were forcibly taken away by him from their Swayamvara ceremonies after he defeated many powerful kings headed by Shishupala, and other ladies were also forcibly taken away by him after he killed Bhomasura and thousands of his assistants. All of these ladies are glorious. So the ladies of Hastinapura are glorifying the children of Krishna when he was in Dwarka."
    },
    {
      "start_time": 130,
      "end_time": 270,
      "verse_references": [],
      "themes": [
        "Swayamvara",
        "Vedic culture",
        "Kshatriyas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because Krishna had to fight against very powerful Kshatriyas in order to take them away in Swayamvara ceremony.",
      "summary": "Explanation of Swayamvara ceremonies in Vedic culture, particularly for daughters of powerful kings, and Krishna's involvement.",
      "timestamp_url": "https://youtu.be/v0zIoNyR_fc?t=130",
      "transcript": "married to so many queens, and even the queens, they are very glorious because Krishna had to fight against very powerful Kshatriyas in order to take them away in Swayamvara ceremony. So Srila Prabhupada explains in the purport, \"Exceptionally qualified daughters of powerful kings were allowed to make a choice of their own bridegrooms in open competition, and such ceremonies were called Swayamvara or selection of the bridegroom.\" In the Vedic culture, generally the parents of the girl who is to be married will make the selection of the boy. The girls are not given a free hand in selecting their own. The boy whom they want to marry, they can select on their own. But an exception is when the qualified daughter of a powerful king is to be married, then she will marry the most competent or chivalrous Kshatriya by selecting one who is victorious in a competition. Just like even Lord Ramachandra, he married"
    },
    {
      "start_time": 270,
      "end_time": 360,
      "verse_references": [],
      "themes": [
        "Examples of Swayamvara",
        "Lord Ramachandra",
        "Draupadi",
        "Krishna and Rukmini"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Just like even Lord Ramachandra he married the most powerful Kshatriya in Swayamvara ceremony.",
      "summary": "Examples of Swayamvara ceremonies including Lord Ramachandra, Draupadi, and Krishna's marriage to Rukmini.",
      "timestamp_url": "https://youtu.be/v0zIoNyR_fc?t=270",
      "transcript": "the most powerful Kshatriya in Swayamvara ceremony. Janaka Maharaj had organized that the very, very heavy and big bow that had to be strung after lifting it, and nobody was able to do that except Lord Ramachandra. So therefore, Sita was married to Lord Ramachandra. Similarly, Draupadi also, she was married in the Swayamvara ceremony to Arjuna and later on to all the Pandavas, like that even Krishna. He defeated Shishupala and others when Lord Ramachandra were to be smoothed out. Rukmini had actually requested Krishna to actually take her away from being married to Shishupala. It was not exactly a swayamvara, but Krishna had to fight against Shishupala and other kings to take away Rukmini."
    },
    {
      "start_time": 360,
      "end_time": 453,
      "verse_references": [],
      "themes": [
        "Kshatriya spirit",
        "Sporting spirit",
        "Chivalry"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For them, that chivalrous spirit is more important than marriage.",
      "summary": "Discussion of the Kshatriya spirit, emphasizing the importance of chivalry and sporting competition over personal gain.",
      "timestamp_url": "https://youtu.be/v0zIoNyR_fc?t=360",
      "transcript": "So, like this, this selection of bridegroom for exceptionally qualified daughters of powerful kings. Because this swayamvara was an open competition between the rival and valiant princes, such princes were invited by the father of the princes, and usually there were regular fights between the invited princely order in a sporting spirit. So, generally Kshatriyas, they like to fight when challenged or when there is a competition, and it is not done so much in an inimical spirit, not out of enmity, much out of a sporting spirit, much in a sporting spirit. But it so happened. So, sometimes the belligerent princes were killed in such marriage fighting, and the victorious princes offered the trophy princes for whom so many princes died. The Kshatriyas are ready to lay down their lives. They don't hesitate. For them, that chivalrous spirit is more important than marriage. So, they are ready to lay down their lives for the sake of protecting their own life."
    },
    {
      "start_time": 453,
      "end_time": 528,
      "verse_references": [],
      "themes": [
        "Decline of Kshatriyas in Kali Yuga",
        "Modern military",
        "Lack of Vedic training"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Such Kshatriyas are very rarely seen in this Kali Yuga.",
      "summary": "Lamenting the decline of true Kshatriyas in Kali Yuga and the absence of Vedic military training.",
      "timestamp_url": "https://youtu.be/v0zIoNyR_fc?t=453",
      "transcript": "So, that is Kshatriya. Such Kshatriyas are very rarely seen in this Kali Yuga. Of course, we have many people who enlist themselves in the army or navy or air force, defense forces. And they are ready to lay down their lives for the sake of protection. So, they are ready to lay down their lives for the sake of protecting the country. There are people even now. But, by and large, the Kshatriyas who can actually follow the Vedic principles and rule over a state or a kingdom or a province or a country, that is not to be found now. Such Kshatriyas are... Not available now. Who are trained up. Trained up in the military science according to their aptitude. Such training doesn't happen. There is no such training."
    },
    {
      "start_time": 528,
      "end_time": 630,
      "verse_references": [],
      "themes": [
        "Rukmini's marriage",
        "Krishna's victory",
        "Shishupala"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Rukmini, the principal queen of Lord Krishna, was the daughter of the king of Vidarbha, who wished that his qualified and beautiful daughter be given away to Lord Krishna.",
      "summary": "Narrating the story of Rukmini's marriage, her father's desire for her to marry Krishna, and Krishna's victory over Shishupala.",
      "timestamp_url": "https://youtu.be/v0zIoNyR_fc?t=528",
      "transcript": "There is no such training available now. Hmm. Rukmini, the principal queen of Lord Krishna, was the daughter of the king of Vidarbha, who wished that his qualified and beautiful daughter be given away to Lord Krishna. Rukmini's father, Bhishmaka, he wanted to marry Rukmini to Lord Krishna, who was the king of Dwaraka. But, her eldest brother, that is the eldest son of Bhishmaka, his name was Rukmini. He wanted that Rukmini be given away to King Shishupala, who happened to be a cousin of Krishna. Shishupala was a cousin of Krishna. He was also the son of a very powerful ruler, Dhamma Gosha. So, there was open competition. And, as usual, Lord Krishna emerged successful."
    },
    {
      "start_time": 630,
      "end_time": 747,
      "verse_references": [],
      "themes": [
        "Krishna's unlimited power",
        "Krishna vs. living entities",
        "Maya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "Lord Krishna emerged successful, which is his, the unlimited power, which only belongs to the Supreme Personality of Godhead Krishna, he is never without his powers, he is always the same personality with all his powers, with all his opulences, with all his energies, with all his strength, knowledge, everything, complete, 100% complete",
      "summary": "Emphasizing Krishna's unlimited power and contrasting it with the limitations of living entities under the influence of Maya.",
      "timestamp_url": "https://youtu.be/v0zIoNyR_fc?t=630",
      "transcript": "which is his, the unlimited power, which only belongs to the Supreme Personality of Godhead Krishna, he is never without his powers, he is always the same personality with all his powers, with all his opulences, with all his energies, with all his strength, knowledge, everything, complete, 100% complete. So, unlike the living entities, who bewildered by the material influence, lose their strength or power or knowledge or their opulence or wealth, and the living entities are totally helpless under the clutches of maya, that is not the position of the Supreme Lord, even though he may appear to be a son of another Kshatriya like Vasudeva, but he is not a person of this world, he is not a jiva, he is not a living entity like a spirit soul, he is a Supreme Personality, he is a Supreme Soul, he is always with all his powers. So, there is nothing surprising or astonishing in the descriptions which are given in the shastras about his prowess,"
    },
    {
      "start_time": 747,
      "end_time": 832,
      "verse_references": [],
      "themes": [
        "Material nature",
        "Devatas",
        "Krishna's control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "Therefore, only by the manipulation of certain material laws, do they gain some power and try to become the lord of some province or country.",
      "summary": "Explaining how even powerful figures like devatas are ultimately controlled by material nature, which is directed by Krishna.",
      "timestamp_url": "https://youtu.be/v0zIoNyR_fc?t=747",
      "transcript": "by which he defeats. There are very, very, very powerful demons or powerful kings or powerful personalities or powerful devatas. After all, these devatas or kings or demons, they are under the complete control of material nature. In this material world, they are completely controlled by material nature. This way they only reach salvation and законs or the forthcoming designs of the eternal divine form. Therefore, only by the manipulation of certain material laws, do they gain some power and try to become the lord of some province or country, or state, or official entity, major name of some sovereign authority, or a city, or a status or some millimeters to which it belongs, some states or some planet even or even some planetary systems, but that is only when they are allowed to lord over by the material energy which is directed by Krishna, which belongs to Krishna."
    },
    {
      "start_time": 832,
      "end_time": 907,
      "verse_references": [],
      "themes": [
        "Krishna's supremacy",
        "Protection of devotees",
        "Krishna's motives"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So directly or indirectly everyone is subordinate to Krishna everyone all the created beings all the living entities who are tiny parts of the supreme lord",
      "summary": "Reiterating Krishna's supremacy and clarifying that Krishna's actions, including fighting, are motivated by the protection of his devotees, not personal need.",
      "timestamp_url": "https://youtu.be/v0zIoNyR_fc?t=832",
      "transcript": "So directly or indirectly, everyone is subordinate to Krishna. Everyone, all the created beings, all the living entities who are tiny parts of the Supreme Lord, whether a demon or a devata or a human being or any creature. So Krishna defeats everyone, and in this way, Krishna actually displayed his prowess, and he actually gave shelter to the devotees. All these are devotees. Why should Krishna do this fighting? Not because he is in need of any queen or any woman, no, it is because they are devotees of Krishna."
    }
  ]
}