{
  "video_id": "V93IYPHErUs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.42 | 16-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=V93IYPHErUs",
  "segments": [
    {
      "start_time": 0,
      "end_time": 127,
      "verse_references": [
        "SB 1.7.42"
      ],
      "themes": [
        "Dharma",
        "Respect",
        "Inglorious Murder"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this verse is describing when Ashwatthama was brought bound up by Krishna sorry bound up by Arjuna both Krishna and Arjuna had ah... gone in Arjuna's chariot, Krishna as the charioteer chasing Ashwatthama who was trying to run away after having enacted the most inglorious murder.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam describing Draupadi's reaction to Ashwatthama being brought before her after he murdered her sons.",
      "timestamp_url": "https://youtu.be/V93IYPHErUs?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chapsharun Miritam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadi Gauravhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devi Saraswati Vyasa Tato Jaya Mudeerayet. In this session, we will be discussing from the 42nd verse of the 7th chapter of the 1st canto of Srimad Bhagavatam: Tatha Ahritam Pashuvat Pasha Baddham Avangmukham Karma Jugup Sitenah Niriksha Krishna Apakritam Gurusutam Vamasvabhava Kripayananamachan. The meaning of this verse is: Sri Suta Goswami said, this is Suta Goswami speaking, Draupadi then saw Ashwathama who was bound with ropes like an animal and silent for having enacted the most inglorious murder. Due to her female nature and due to her being naturally good and well behaved, she showed him due respects as a brahmana."
    },
    {
      "start_time": 127,
      "end_time": 292,
      "verse_references": [],
      "themes": [
        "Respect",
        "Brahmana",
        "Dharma",
        "Forgiveness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Draupadi then saw Ashwatthama who was bound with ropes like an animal and silent for having enacted the most inglorious murder due to her female nature and due to her being naturally good and well behaved she showed him due respects as a brahmana",
      "summary": "The speaker explains Draupadi's behavior of showing respect to Ashwatthama despite his heinous crime, contrasting it with Arjuna's treatment of him as a culprit.",
      "timestamp_url": "https://youtu.be/V93IYPHErUs?t=127",
      "transcript": "So this verse is describing when Ashwatthama was brought bound up by Krishna, sorry, bound up by Arjuna. Both Krishna and Arjuna had gone in Arjuna's chariot, Krishna as the charioteer, chasing Ashwatthama who was trying to run away after having enacted the most inglorious murder. Ashwatthama had killed the five sleeping sons of Draupadi, and it was condemned even by his master, Ashwatthama's master, Duryodhana, because Duryodhana was fighting the battle on religious principles. So what are the Pandavas? So in such a battle, to kill somebody who is just sleeping, that is already explained earlier, it is not proper to kill somebody who's sleeping like that even though the person is on the enemy camp. It doesn't matter. Now here, Ashwatthama was bound with ropes like an animal, but what is Ashwatthama's position? Ashwatthama was bound up because he did not behave like a Brahmana. He did not behave like a Brahmana even though he is the son of a Brahmana, son of Dronacharya, son of the Acharya, teacher, military teacher of Arjuna, and he deserves to be respected as such, but he behaved in a most degrading manner. He degraded himself, so therefore Arjuna bound him up. But when he was brought in front of Draupadi, she showed him due respects as a Brahmana. See the difference in the way Draupadi looks at Ashwatthama and the way Ashwatthama is actually looked at by Arjuna after his having committed the most inglorious murder. So Srila Prabhupada explains..."
    },
    {
      "start_time": 292,
      "end_time": 371,
      "verse_references": [],
      "themes": [
        "Culture",
        "Exalted Behavior",
        "Training"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "but then when the same Ashwatthama was brought in front of Srimati Draupadi although she was very much aggrieved for the murder of her sons the murderer was present before her and in spite of all this she could not withdraw the due respect generally offered to a Brahmana or the son of a Brahmana this is very culture very glorious culture exalted behavior",
      "summary": "The speaker emphasizes the importance of Vedic culture and the training of the upper classes in proper behavior and etiquette.",
      "timestamp_url": "https://youtu.be/V93IYPHErUs?t=292",
      "transcript": "in the purport, Ashwatthama was condemned by the Lord himself. Krishna told Arjuna he doesn't deserve to be respected as such, but he deserves to be excused because he has committed the most inglorious murder, has degraded himself, and even Ashwatthama was treated even by Arjuna just like a culprit, not like the son of a Brahmana or teacher. But then when the same Ashwatthama was brought in front of Srimati Draupadi, although she was very much aggrieved for the murder of her sons, the murderer was present before her, and in spite of all this, she could not withdraw the due respect generally offered to a Brahmana or the son of a Brahmana. This is very culture, very glorious culture, exalted behavior."
    },
    {
      "start_time": 371,
      "end_time": 530,
      "verse_references": [],
      "themes": [
        "Training",
        "Culture",
        "Women",
        "Protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "women as a class are no better than boys and therefore they have no discriminatory power like that of a man so according to vedic civilization because of the mild nature of a woman she must be protected she must be protected",
      "summary": "The speaker discusses the Vedic perspective on women, emphasizing their mild nature and the need for protection to guide them towards goodness.",
      "timestamp_url": "https://youtu.be/V93IYPHErUs?t=371",
      "transcript": "of the members, especially the members of the upper three classes, because they trained up, the Brahmanas, Kshatriyas, and Vaishyas are trained up in proper behavior, proper etiquette, in the right, in the necessary skill to be acquired for them to do their profession, to earn their livelihood by their profession, by properly getting trained and acting responsibly in the society. So that is not there in the present time so much. It's not there. Whatever little culture remains, we still see in this great country, Bharatvarsha. We still see the remnants of the culture, but actually the training that should really happen is not happening. So Shrila Prabhupada says in the purport that Draupadi knew that Ashwatthama was actually a murderer, and she herself was directly affected. All her five sons were killed most ingloriously by Ashwatthama. In spite of that, she did not withdraw the due respect that is offered to such a brahmana or a son of a brahmana according to the very culture, according to the way she is trained up in the culture. Now it is also explained this is due to her mild nature as a woman. Their mild nature, women as a class are no better than boys, and therefore they have no discriminatory power like that of a man. So according to vedic civilization, because of the mild nature of a woman, she must be protected. She must be protected. So if they are protected, they can be led to goodness very easily, and if they are not protected, they can be polluted very easily also. That is a position of a woman."
    },
    {
      "start_time": 530,
      "end_time": 646,
      "verse_references": [],
      "themes": [
        "Training",
        "Character",
        "Ignorance",
        "Shudra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "just like a child if you mold the character of a child from the very beginning then such a child can grow up to be a great personality either a man or a woman",
      "summary": "The speaker highlights the importance of training and character development from a young age, emphasizing that everyone is born into ignorance and needs guidance.",
      "timestamp_url": "https://youtu.be/V93IYPHErUs?t=530",
      "transcript": "Just like a child, if you mold the character of a child from the very beginning, then such a child can grow up to be a great personality, either a man or a woman. If you train a woman from the very beginning how to become chaste and faithful to the husband, they can become a very good mother, a very good asset in the family, because the whole family life is especially meant for begetting good children. So unless the woman is chaste and faithful to the husband and is trained up, it will not be possible to beget good children. So this point of training, whether man or woman, both have to be trained. Janmana jayate shudra samskara vijam ucyate. This is also very important. Man or woman, by birth, nobody is generally qualified. I mean, generally, I mean somebody who's born under the force of karma, they are getting a body, a material body because of their past karma, so they have to be trained up. It doesn't matter even though they are born in a brahmin family, doesn't matter, but they have to be trained up. Untrained means they remain shudra, they remain ignorant, they remain ignorant, they remain purified, they remain into the transcendental. That is the number ignorant. By birth, everybody is born into ignorance. That is explained in the Bhagavad Gita."
    },
    {
      "start_time": 646,
      "end_time": 790,
      "verse_references": [
        "BG 4"
      ],
      "themes": [
        "Training",
        "Vedic Culture",
        "Yoga",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "so that is a whole system in the Vedic culture to train up whether man or woman everybody has to be trained up so Srila Prabhupada says there is sufficient information in the Vedic literature how a man should be trained up how a boy should be trained up how a girl should be trained up so that in future they may become happy",
      "summary": "The speaker explains the Vedic system of training for both men and women, emphasizing the ultimate aim of connecting with Krishna through yoga.",
      "timestamp_url": "https://youtu.be/V93IYPHErUs?t=646",
      "transcript": "So everyone is born into ignorance, but they can be trained up. So that is a whole system in the Vedic culture to train up whether man or woman, everybody has to be trained up. So Srila Prabhupada says there is sufficient information in the Vedic literature how a man should be trained up, how a boy should be trained up, how a girl should be trained up, so that in future they may become happy, and what is that ultimate aim of life? How to become connected with Krishna as spirit soul. It doesn't matter whether you are a man or a woman, matter whether somebody is born as the son of a Shudra or a daughter of a Vaishya, it doesn't matter. They can be trained up. Everyone, every human being at least, can be trained up to understand the ultimate aim of life is to become connected with Krishna. That's called yoga. That specific science of yoga is taught by Krishna in the Bhagavad Gita. In the fourth chapter, Krishna says, imam vivasvate yogam proktavanaham avyayam. Krishna is telling, I taught the science of yoga to vivasva, and now I am going to teach you. He is telling Arjuna that same science of yoga. So that science of yoga is that actually each one of us, every spirit soul, every living being is connected with Krishna, and that connection is called yoga, and therefore ultimately one has to learn about who am I, who is Krishna, what is my relationship?"
    },
    {
      "start_time": 790,
      "end_time": 869,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Chanting",
        "Hare Krishna",
        "Devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "chant Hare Krishna and then by chanting Hare Krishna all the knowledge will be revealed within the heart and the heart becomes cleansed by chanting Hare Krishna all that knowledge will be rehealed and everything will become first-class when one becomes a devotee by chanting Hare Krishna",
      "summary": "The speaker concludes by emphasizing the importance of chanting Hare Krishna in Kali Yuga as the most effective way to cleanse the heart and attain knowledge and devotion.",
      "timestamp_url": "https://youtu.be/V93IYPHErUs?t=790",
      "transcript": "This is what Chaitanya Mahaprabhu teaches as the fundamentals of the Vedic knowledge. There are so many departments and so many details, but we should learn this fundamental thing. You should not miss out this ultimate aim to connect with Krishna. So therefore Srila Prabhupada says that in this Kali Yuga, to get into the details of all these different divisions or branches of knowledge is not practically possible. There is no time, there is no inclination, there is no proper gurukul system to teach all those details according to the candidate, according to the circumstances. No, simply Chaitanyama would taught, chant Hare Krishna, chant Hare Krishna, and then by chanting Hare Krishna, all the knowledge will be revealed within the heart, and the heart becomes cleansed. By chanting Hare Krishna, all that knowledge will be rehealed and everything will become first-class when one becomes a devotee by chanting Hare Krishna. I will stop here. Thank you very much. Thank you very much."
    }
  ]
}