{
  "video_id": "VCdbtugVKJI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.36 | 01-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=VCdbtugVKJI",
  "segments": [
    {
      "start_time": 0,
      "end_time": 94,
      "verse_references": [
        "SB 1.6.36"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Narada Muni",
        "Vyasa Deva",
        "Self-realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All this will be conducive for your personal satisfaction also.",
      "summary": "The speaker introduces verse 36 from the 6th chapter of the 1st canto of Srimad Bhagavatam, explaining that Narada is responding to Vyasa Deva's questions about self-realization and the cause of his dissatisfaction.",
      "timestamp_url": "https://youtu.be/VCdbtugVKJI?t=0",
      "transcript": "Om Agyanati Mirandasya Gyananjanishalakaya Chakshurunmilitam Jena Tasmai Shri Gurave Namaha Namao Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jaya Mudireet In this session, we'll be discussing from the 36th verse of the 6th chapter of the 1st canto of Srimad Bhagavatam Sarvam Tadidam Aakyatam Yad Prishtoham Tvayanagha Janma Karma Rahasyamme Bhavata Shchatma Toshanam The meaning of this verse is O Vyasa Deva, you are freed from all sins. Thus I have explained my birth and activities for self-realization as you asked. All this will be conducive for your personal satisfaction also."
    },
    {
      "start_time": 94,
      "end_time": 234,
      "verse_references": [],
      "themes": [
        "Dissatisfaction",
        "Vedic Literature",
        "Krishna glorification",
        "Instructions"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What is the cause for his dissatisfaction? That's clearly answered by Narada.",
      "summary": "The speaker elaborates on Vyasa Deva's dissatisfaction despite compiling Vedic literature and how Narada Muni instructed him to compile Srimad Bhagavatam, which exclusively glorifies Krishna.",
      "timestamp_url": "https://youtu.be/VCdbtugVKJI?t=94",
      "transcript": "This is almost the concluding portion of this chapter. This was spoken by Narada in response to a question by Vyasa Deva. Vyasa Deva, after compiling the varieties of Vedic literature, he was somehow feeling dissatisfaction in his heart that he had not done enough for the welfare of the people. So, just at the time when he was contemplating what was the cause of his dissatisfaction, that's exactly when Narada Muni arrived in his ashram, in Vyasa's ashram. So, Vyasa received Narada very respectfully and inquired from him, what is the cause of my dissatisfaction? So, then Narada Muni pointed out, even though you have compiled so many varieties of Vedic literature, you have not compiled one particular literature which exclusively glorifies Krishna, the Supreme Personality of Godhood. And Vyasa Deva was instructed by Narada to compile that particular literature. So, Narada gave instructions to Vyasa Deva how to go about compiling the Srimad Bhagavatam, which is the exclusive literature glorifying Krishna, the Supreme Personality of Godhead. Now not only did Vyasa get instructions about compiling Bhagavatam but he also inquired from Narada about his own self-realization and that is what Narada has explained. How did he become self-realized? How did he become the great devotee Narada? So the whole history has been described. I have explained my birth and activities for self-realization as you asked. So whatever Vyasa Dev asked, Narada has described. Now Vyasa Dev is being told by Narada, all this will be conducive for your personal satisfaction also. So Vyasa Dev was looking for a clue. What is the cause for his dissatisfaction? That's clearly answered by Narada."
    },
    {
      "start_time": 234,
      "end_time": 339,
      "verse_references": [],
      "themes": [
        "Devotional Activities",
        "Bhakti",
        "Stages of Bhakti",
        "Krishna Prema"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "That is the topmost perfection of bhakti.",
      "summary": "The speaker shares Prabhupada's summary of Narada's instructions, outlining the process of devotional activities from initial faith (Shraddha) to Krishna Prema, the love of God.",
      "timestamp_url": "https://youtu.be/VCdbtugVKJI?t=234",
      "transcript": "So in the purpose of this video, I would like to share with you the quote. Prabhupada is summarizing Narada's instructions to Vyasa Deva. The process of devotional activities from the beginning to the stage of transcendence is all duly explained to satisfy the inquiries of Vyasa Deva. If you recollect, it was described the process of Bhakti begins with Shraddha, initial faith. Isinya and is it true that the Ram shanti are also somewhataka? Shanta's Bhakti starts as a mock example. What reason or Law were a result of this? Seder is associated with Vyasa Dev. Shivaya is associated with истre drama. Shal Tommy etc is still there and doesn't就是 anña in Auch upset from him, initiation. However according to his instructions and orders carrying out the instructions following instructions strictly in the footsteps of this spiritual master and that results Falstaffus' spiritual Master disease is erevita if you see if this is podéis to he's certain taking a blessing from his master and the hago's sir psych emerca from it and according to his instructions and orders carrying out the instructions following the instructions strictly in the footsteps of this spiritual master and that resulting in his andUh Weiter he wasn't able to meet Bhakti and the Search And that results in anarthanevrtti, purification of the heart of unwanted desires. And then that leads to nishta, firm faith. And ruchi, taste for transcendental activities. And that leads to asakti, attachment to spiritual activities. And that will lead to bhava, ecstasy in performing devotional service. And that finally one is able to attain krishna prema, the love of God. That is the topmost perfection of bhakti."
    },
    {
      "start_time": 339,
      "end_time": 463,
      "verse_references": [],
      "themes": [
        "Transcendental Association",
        "Purification",
        "Detachment",
        "Narada's previous life"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The boy became enlightened in their association by hearing them after he partook remnants of uh prasadam left behind by them so it had a very big transformation of his heart the small boy",
      "summary": "The speaker explains how Narada's devotional service began in his previous life as the son of a maidservant through association with sages and partaking of their remnants (prasadam), leading to purification and attraction to Krishna katha.",
      "timestamp_url": "https://youtu.be/VCdbtugVKJI?t=339",
      "transcript": "So all these have been explained in brief, of course, by Narada to Vyasa. So Prabhupada is further explained. Narada has explained how the seeds of devotional service were sown by the transcendental association, and how they gradually developed by hearing the sages, the bhaktivedantas who happened to be passing by that place where Narada in his previous life as the son of a maidservant was staying with his mother. And the sages happened to stop by in that spot, and Narada's mother was rendering some menial service to the sages, and Narada as a small boy joined his mother. And one day he took some remnants of some food left behind by the sages, the bhaktivedantas, and that resulted in his purification and he became attracted to the subject matter of krishna katha which they were discussing. From those self-realized sages was detachment from worldliness so much so that even a small boy could receive the death news of his mother who was his only caretaker as the blessings of God. The boy became enlightened in their association by hearing them after he partook remnants of uh prasadam left behind by them so it had a very big transformation of his heart the small boy narada in his previous life as a small boy and at once he took the opportunity to search out the lord."
    },
    {
      "start_time": 463,
      "end_time": 575,
      "verse_references": [],
      "themes": [
        "Relationship with Krishna",
        "Meditation",
        "Fruitive Action",
        "Reactions",
        "Birth and Death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We have to re-establish our lost relationship with Krishna that is the whole practice of bhakti",
      "summary": "The speaker describes Narada's search for the Lord, the brief darshan he received, and how devotional service helps one get rid of the reactions of fruitive activities, breaking the cycle of birth and death.",
      "timestamp_url": "https://youtu.be/VCdbtugVKJI?t=463",
      "transcript": "We have to re-establish our lost relationship with Krishna, that is the whole practice of bhakti, that is what bhakti is meant for. So this boy went for searching the Lord exactly as he had been instructed by those sages, the bhaktivedantas. A sincere urge for having an interview with the Lord was also granted to him, although it is not possible for anyone to see the Lord with mundane eyes. Krishna gave him brief darshan and afterwards Narada tried to have the darshan again and he could not, but the Lord spoke to Narada to encourage him to continue his practice of meditation on the Supreme Lord in the heart as taught by the bhaktivedantas. So Naramuni also explained to Vyasa Deva how by execution of pure transcendental service one can get rid of the fruitive action of accumulated work. We have been doing so many material activities in contact with this material world, contact with the three modes and that has resulted in so many reactions and those reactions result in a repetition of birth and death in this world. We cannot get out of material existence but pure devotional service helps us to completely clear away all these reactions."
    },
    {
      "start_time": 575,
      "end_time": 683,
      "verse_references": [],
      "themes": [
        "Spiritualization",
        "Devotional Service",
        "Spiritual Body",
        "Spiritual Realm"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The material body gets spiritualized in contact with devotional service",
      "summary": "The speaker explains how devotional service transforms the material body into a spiritual body, enabling one to enter the spiritual realm of the Lord.",
      "timestamp_url": "https://youtu.be/VCdbtugVKJI?t=575",
      "transcript": "By bhakti all the reactions of fruitive activities are burnt away to ashes and that happens very quickly and as a result of this what happens how his material body was transformed into a spiritual form the material body gets spiritualized in contact with devotional service so matter is turned into spirit matter originally is spirit but it is acting like matter because of our desire to enjoy materially to exploit matter for our sense gratification material sense gratification but if we engage in devotional service pure devotional service under the guidance of a bona fide spiritual master following his instruction strictly without deviating from the path then all the reactions to fruitive activities will be burnt away to ashes the body gets transformed it gets spiritualized and transformed the spiritual one the spiritual body is alone able to enter into the spiritual realm of the lord the spiritual body is able to enter into the spiritual realm of the lord in fact fruitedness we must turn with the spiritual body we can enter by this spiritual body even in a material world we are in the material world but we belong to the spiritual world we can enter there only by with a spiritual body not with this material body no one but a pure devotee is eligible to enter into the kingdom of god who has a spiritual body."
    },
    {
      "start_time": 683,
      "end_time": 781,
      "verse_references": [],
      "themes": [
        "Transcendental Realization",
        "Devotional Life",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All the mysteries of transcendental realization are duly experienced by Narada Muni himself and therefore by hearing such an authority one can have some idea of the results of devotional life",
      "summary": "The speaker emphasizes that by following in the footsteps of Narada, one can purify their heart and transform their body, and that these results of devotional life are hardly delineated even in the original texts of the Vedas.",
      "timestamp_url": "https://youtu.be/VCdbtugVKJI?t=683",
      "transcript": "service he is able to transform his material body into a spiritual body all the mysteries of transcendental realization are duly experienced by Narada Muni himself and therefore by hearing such an authority one can have some idea of the results of devotional life so not only for Vyasa this is true for anyone who here's an ardor as described in the two chapters fifth chapter and sixth chapter by Narata Vyasa that's recorded by Vyasa in the Srimad Bhagavatam so if we also follow in the footsteps of Narada we can also burn away to ashes all the fruited reactions we don't have to suffer anymore you the results of our past activities uh we become purified in the heart and that results in our body being transformed from a material one to spiritual one and in the spiritual form we can enter into the spiritual world now prabhupada sri la prabhupada says uh these uh results of devotional life are hardly delineated even the original texts of the vedas."
    },
    {
      "start_time": 781,
      "end_time": 891,
      "verse_references": [],
      "themes": [
        "Vedas",
        "Upanishads",
        "Material Gain",
        "Srimad Bhagavatam",
        "Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Srimad Bhagavatam is the mature fruit of all Vedic tree of literature and nothing is directly explained in the original Vedas or the Upanishads but everything is directly explained in the Srimad Bhagavatam.",
      "summary": "The speaker explains why the results of devotional life are not directly explained in the Vedas and Upanishads, highlighting that Srimad Bhagavatam is the mature fruit of Vedic literature and the most important text, especially in the age of Kali.",
      "timestamp_url": "https://youtu.be/VCdbtugVKJI?t=781",
      "transcript": "means it's very difficult to find this in the original vedas why why is it difficult to find sri la prabhupada explains in the vedas and upanishads there are only indirect hints to all this only indirect hints are there direct clear specific explanation is not there in the original vedas and the upanishads no why because the vedas are dealing with the actions and reactions to the three modes of material nature in this material world and because most people are so much interested in material gain through fruitive activity the vedas are suggesting how they can do pious activities and get their desires satisfied their material desires but we are not meant for material existence neither we can really achieve a soul's satisfaction but we have the right to achieve it without conflict we are also interested in material life and we live in a material state after the hinaus Sec mangoes we live pretty much the same but we can't ever be in a material eighteen condition so true belief your veda has a desire to live being馨 Th bread and answering with what is what is as the desire for the customer takes your body through theaction to determine이젏 the desire for the person in fact as we build in their fruit of life it is not a deskritở by material desires being fulfilled. So therefore the conclusion is Srimad Bhagavatam is the mature fruit of all Vedic tree of literature and nothing is directly explained in the original Vedas or the Upanishads but everything is directly explained in the Srimad Bhagavatam. Therefore Bhagavatam is the most important Vedic literature for us especially in this age of Kali as explained by Narada to Vyasa and as recorded by Vyasa in great detail. So"
    }
  ]
}