{
  "video_id": "vOjC2S9dsxc",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.9 | 05-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=vOjC2S9dsxc",
  "segments": [
    {
      "start_time": 0,
      "end_time": 53,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/vOjC2S9dsxc?t=0",
      "transcript": "Om Agyanati Mirandasya Gyananjali Shalakaya Chakshuram Meelitam Yena Tasmai Shri Gurave Namaha Namaho Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swaminviti Namine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchadjade Shatarine Jai Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Galadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devi Saraswati Vyasam Tathodayam Udhirayet"
    },
    {
      "start_time": 54,
      "end_time": 101,
      "verse_references": [
        "SB 1.9.9"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Bhishma Deva",
        "religious principles"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva was the best amongst the eight Vasus received and welcomed all the great and powerful Rishis who were assembled there and knew perfectly all the religious principles according to time and place",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.9.9) that will be discussed, focusing on Bhishma Deva's qualities and his understanding of religious principles.",
      "timestamp_url": "https://youtu.be/vOjC2S9dsxc?t=54",
      "transcript": "In this session we will be discussing from the 9th verse of the 9th chapter of the first canto of Srimad Bhagavatam: Tansame Tana Mahabhagan Upalabhya Vasudha Maha Poojaya Mahasadharma Gno Desha Kala Vibhagavit. The meaning of this verse is: Bhishma Deva was the best amongst the eight Vasus, received and welcomed all the great and powerful Rishis who were assembled there, and knew perfectly all the religious principles according to time and place, Desha Kala Vibhagavit."
    },
    {
      "start_time": 102,
      "end_time": 231,
      "verse_references": [],
      "themes": [
        "Bhishma Deva",
        "death",
        "Krishna consciousness"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva is going to quit his body thinking of Krishna glorifying Krishna and it is Bhishma's good fortune that Krishna is right in front of him",
      "summary": "The speaker explains the context of the verse, describing Bhishma Deva's impending departure from the body in the presence of Krishna and the assembled Rishis.",
      "timestamp_url": "https://youtu.be/vOjC2S9dsxc?t=102",
      "transcript": "So the background for this verse is Bhishma is above the Buddhist body and the Pandavas have come to meet Bhishma Deva to receive instructions from him, especially Yudhishthira, and Krishna has also accompanied the Pandavas, and all the great Rishis from all over the world, all over the universe, they have arrived there. Why? Because a great soul is going to quit his body. Bhishma Deva is one of the twelve Mahajanas, so this quitting the body in the right consciousness is the perfection of one's life. This is what Lord Krishna describes in the Bhagavad Gita: Antakaale Chamam eva Smaran Muktva Kalevaram Yaprayati Samadbhavam Yati Nargajya Samushayaham. Krishna says, \"Whoever quits his body remembering me alone attains to my nature.\" And we will see in this chapter of Bhagavatam, Bhishma Deva is going to quit his body thinking of Krishna, glorifying Krishna, and it is Bhishma's good fortune that Krishna is right in front of him. But still, Bhishma Deva received all the great sages who had come at that time, so he received and welcomed all the great and powerful Rishis because he knew perfectly the religious principles according to time and place."
    },
    {
      "start_time": 232,
      "end_time": 377,
      "verse_references": [],
      "themes": [
        "religious principles",
        "time and place",
        "Srila Prabhupada",
        "adaptation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Expert religionist know perfectly well how to adjust religious principles in terms of time and place",
      "summary": "The speaker elaborates on the importance of adjusting religious principles according to time and place, citing Srila Prabhupada and other Acharyas as examples.",
      "timestamp_url": "https://youtu.be/vOjC2S9dsxc?t=232",
      "transcript": "So Srila Prabhupada explains in the third part, expert religionists know perfectly well how to adjust religious principles in terms of time and place. According to time and place some adjustments have to be made. The religious principles are given very elaborately in the dharma shastras, but some adjustment has to be made according to time and place, and Bhishma Deva knew all the principles and therefore he is able to properly receive the great and powerful rishis. Srila Prabhupada says all the great acharyas or religious preachers or reformers of the world executed their mission by adjustment of religious principles in terms of time and place. Just like Srila Prabhupada himself, he went to the western countries and introduced Krishna consciousness among those who are not very familiar with the very culture, though he did not change any essential fundamental principle, but he adapted according to the time and place circumstances. So the acharyas know how to make adjustment of religious principles in terms of time and place. Even in the past Ramanujacharya, Madhavacharya, Chaitanya Mahaprabhu, all of them made adjustment of religious principles according to time and place. There are different climates and situations in different parts of the world, and if one has to discharge his duties to preach the message of the Lord, he must be expert in adjusting things in terms of time and place."
    },
    {
      "start_time": 378,
      "end_time": 427,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada",
        "deity worship",
        "Krishna consciousness",
        "adaptation"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Prabhupada he introduced deity worship he taught the devotees how to in the western countries how to cook different preparations for offering to the Lord and accepting his prasadam but he did not compromise on the fundamental principles",
      "summary": "The speaker provides a specific example of Srila Prabhupada's adaptation of Krishna consciousness in the West, focusing on deity worship and food offerings.",
      "timestamp_url": "https://youtu.be/vOjC2S9dsxc?t=378",
      "transcript": "Srila Prabhupada, he introduced deity worship, he taught the devotees how to, in the western countries, how to cook different preparations for offering to the Lord and accepting his prasadam, but he did not compromise on the fundamental principles, yet he made adjustments according to whatever was available in that particular place."
    },
    {
      "start_time": 428,
      "end_time": 501,
      "verse_references": [],
      "themes": [
        "Bhishma Deva",
        "Vasus",
        "Mahajanas",
        "dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vishwadeva he is described as Vasuttama he is the best of the eight Vasus",
      "summary": "The speaker discusses Bhishma Deva's identity as Vishwadeva, one of the Vasus, and his status as one of the twelve Mahajanas, authorities on dharma.",
      "timestamp_url": "https://youtu.be/vOjC2S9dsxc?t=428",
      "transcript": "Vishwadeva, he is described as Vasuttama, he is the best of the eight Vasus. Vasus are one category of personalities in the upper planets, so Vishwadeva had appeared on the earth as the son of Shantanu and Ganga for the sake of participating in Krishna's prasadams because he is one of the pure devotees of Krishna. He is also one of the twelve Mahajanas. Mahajanas are authorities in dharma, they know the principles of dharma and they are able to guide and instruct others in how to follow religious principles."
    },
    {
      "start_time": 502,
      "end_time": 581,
      "verse_references": [],
      "themes": [
        "dharma",
        "Mahabharata",
        "essential principles",
        "advancement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The eternal religious principles are a very big mystery for even the most learned Vedic scholars",
      "summary": "The speaker explains the difficulty in understanding the essence of dharma, even for Vedic scholars, and the importance of focusing on essential principles for spiritual advancement.",
      "timestamp_url": "https://youtu.be/vOjC2S9dsxc?t=502",
      "transcript": "That says dharmasya tatvam nihitam guhaya mahajana yena, the verse in the Mahabharata, that the eternal religious principles are a very big mystery for even the most learned Vedic scholars because the Vedas describe so many different details about practicing dharma. Now out of these so many details, picking up the most essential fundamental religious principles and exactly following it so as to be able to achieve the perfection of this human form of life, that is the challenge. If somebody becomes very much preoccupied with some preliminary things then they miss out the essential principles which are required."
    },
    {
      "start_time": 582,
      "end_time": 671,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada",
        "essential principles",
        "cleanliness",
        "Krishna consciousness"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Srila Prabhupada has taught us the most essential principles which are absolutely required to make advancement in Krishna Consciousness without spending too much time in preliminaries",
      "summary": "The speaker emphasizes Srila Prabhupada's focus on essential principles for Krishna consciousness, using the example of cleanliness (external and internal) to illustrate the point.",
      "timestamp_url": "https://youtu.be/vOjC2S9dsxc?t=582",
      "transcript": "So Srila Prabhupada has taught us the most essential principles which are absolutely required to make advancement in Krishna Consciousness without spending too much time in preliminaries. Just like we have to maintain cleanliness, external and internal cleanliness, before we do Deity worship, so Prabhupada explained this, that you maintain cleanliness externally by taking bath, wearing fresh clothes, keeping your surroundings clean, and internal cleanliness by chanting Hare Krishna. So he gave the very, very basic fundamental principle of cleanliness without getting into the unnecessary details which are anyway not practically possible in every place."
    },
    {
      "start_time": 672,
      "end_time": 753,
      "verse_references": [],
      "themes": [
        "purification",
        "chanting Hare Krishna",
        "essential principles",
        "back to Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "One becomes completely purified externally and internally by simply remembering the lotus side supreme god",
      "summary": "The speaker highlights the purifying power of chanting Hare Krishna and how Srila Prabhupada simplified the process of spiritual advancement, enabling devotees to return to Godhead.",
      "timestamp_url": "https://youtu.be/vOjC2S9dsxc?t=672",
      "transcript": "The scriptures say apavitra pavitrova sarvavasthanga topiva yasvare kundari kaksham sabhajya abhyantara suji. One becomes completely purified externally and internally by simply remembering the lotus side supreme god. So how do we remember the lotus side supreme god? By chanting Hare Krishna. So Srila Prabhupada taught us to chant Hare Krishna and thereby purify ourselves and be fit for serving Krishna, for doing Deity worship. Like this Prabhupada has given the essential principles so that we can execute, follow those principles and achieve the purpose of properly practicing the religious principles to make advancement in Krishna consciousness, to achieve perfection of purifying ourselves completely of all material contamination and going back to god."
    },
    {
      "start_time": 754,
      "end_time": 809,
      "verse_references": [
        "SB 6"
      ],
      "themes": [
        "Bhishma Deva",
        "Mahajanas",
        "religious principles",
        "sages"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva he is one of the twelve great authorities mahajanas",
      "summary": "The speaker reiterates Bhishma Deva's position as one of the twelve Mahajanas, emphasizing his knowledge of religious principles and his ability to welcome the assembled sages.",
      "timestamp_url": "https://youtu.be/vOjC2S9dsxc?t=754",
      "transcript": "It is said here Bhishma Deva, he is one of the twelve great authorities, mahajanas: twelve mahajanas svayambhu narada shambhu kumaran kapilao manubhu praladha janaka bheeshma valir vayasakhi vayam. This verse in the sixth canton of the Bhagavatam is spoken by Yamaraj. Yamarajis describe the twelve mahajanas. Yamaraj is one of them. Bhishma Deva is also one of the twelve mahajanas, so he perfectly knew all the religious principles and he could make adjustments according to time and place, so therefore he could receive and welcome all the powerful sages assembled there at his death bed from all parts of the universe."
    },
    {
      "start_time": 810,
      "end_time": 897,
      "verse_references": [],
      "themes": [
        "Bhishma Deva",
        "benediction",
        "auspicious time",
        "devotees",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva as a pure devotee he need not choose an auspicious time for quitting the body neither he has to choose an auspicious place because he is a pure devotee he is guaranteed to go back to Godhead",
      "summary": "The speaker discusses Bhishma Deva's benediction to choose the time of his death and contrasts the importance of auspicious timing for non-devotees versus the guaranteed liberation of devotees regardless of time or place of death.",
      "timestamp_url": "https://youtu.be/vOjC2S9dsxc?t=810",
      "transcript": "He had a benediction from his father that he could quit the body whenever he desired to by choosing an auspicious moment. That's the sense in which that particular benediction was used because in the eighth chapter of the Bhagavatam Bhishma describes different auspicious and inauspicious times which are applicable for quitting the body. If somebody quits the body at an auspicious time they are able to get out of this material existence and get liberation beyond this material existence. If they quit at an inauspicious time then they cannot go out of this material world letting rebirth again, but that is only applicable to non-devotees. Why? Because devotees whenever they quit their body it doesn't matter because they are Krishna conscious. Whenever they quit their body they are definitely going back to Godhead, they are getting ultimate liberation whenever they quit their body wherever they quit their body it doesn't matter time and place."
    },
    {
      "start_time": 898,
      "end_time": 991,
      "verse_references": [],
      "themes": [
        "Bhishma Deva",
        "auspicious moment",
        "Krishna",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishma Deva he quit his body in the presence of Krishna glorifying Krishna fixing his complete attention on Krishna at the time of his death",
      "summary": "The speaker concludes by emphasizing that Bhishma Deva, despite being a pure devotee, waited for an auspicious moment to depart, setting an example for others, and ultimately achieved liberation by focusing on Krishna at the time of death.",
      "timestamp_url": "https://youtu.be/vOjC2S9dsxc?t=898",
      "transcript": "So Bhishma Deva as a pure devotee he need not choose an auspicious time for quitting the body, neither he has to choose an auspicious place because he is a pure devotee, he is guaranteed to go back to Godhead, he is already liberated because he is a pure devotee, but still in order to teach others because he was an expert yogi, so he was waiting for the most auspicious moment to quit his body and the great sages knew that Bhishma is an authority in Dharma so they all assembled to witness Bhishma quitting his body at the most auspicious time, Uttarayana Punyakala. But Bhagavatam also describes in this very chapter that Bhishma Deva he quit his body in the presence of Krishna glorifying Krishna fixing his complete attention on Krishna at the time of his death, so both ways Bhishma Deva was successful in quitting his body to attain ultimate liberation. I will stop here."
    }
  ]
}