{
  "video_id": "vpe776XCgDc",
  "title": "The Timeline of Lord Rama's Appearance | Sri Suvyukta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=vpe776XCgDc",
  "segments": [
    {
      "start_time": 0,
      "end_time": 45,
      "verse_references": [],
      "themes": [
        "Vedic Time Scale",
        "Sankalpa Mantra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Ramachandra appeared 17.28 million years ago.",
      "summary": "The lecture begins by stating when Lord Rama appeared and then introduces the Sankalpa Mantra as a way to locate events in space and time.",
      "timestamp_url": "https://youtu.be/vpe776XCgDc?t=0",
      "transcript": "Lord Ramachandra appeared 17.28 million years ago. Where are we right now on that time scale? Adya Brahmanah Dvitiya Pararthi. What this mantra essentially does, we are in the first day of the 51st year of Brahma. Whenever a temple observes a festival, the important events of such festivals are marked with chanting of various mantras. One of the mantras chanted at the beginning of every event is known as the Sankalpa Mantra."
    },
    {
      "start_time": 45,
      "end_time": 101,
      "verse_references": [],
      "themes": [
        "Sankalpa Mantra",
        "Vedic Astrology"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And like this it goes on to mention the month, the masa, the vara, the tithi, etc.",
      "summary": "This segment provides an example of the Sankalpa Mantra and explains how it mentions various aspects of time like month, masa, vara, and tithi.",
      "timestamp_url": "https://youtu.be/vpe776XCgDc?t=45",
      "transcript": "Which goes on to say something like this: Jambudvipa Bhara Tavarshae Bharatakhande Mero Dakshanae Parshvae Asmin Vartamane Vyavaharike Prabhavadi Shashti Samvatsaraana Madhyay Sri Subhakrit Nama Samvatsare. And like this it goes on to mention the month, the masa, the vara, the tithi, etc."
    },
    {
      "start_time": 101,
      "end_time": 216,
      "verse_references": [],
      "themes": [
        "Vedic Time Scale",
        "Samvatsaras",
        "Vedic Astrology"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What this mantra essentially does is, to locate the space and time of the event.",
      "summary": "This segment explains how the Sankalpa Mantra locates our position in the universe and in time, focusing on the concept of Samvatsaras and their cycle.",
      "timestamp_url": "https://youtu.be/vpe776XCgDc?t=101",
      "transcript": "What this mantra essentially does is to locate the space and time of the event. When we say Jambudvipa, Bharatavarsha, Bharatakhanda, Merohodakshinaparshva, what is happening? It is locating our current position within the universe. And as far as time is concerned, this is how we are located. We are right now in the Shubhakrit Samvatsara. What does this mean? In Vedic astrology, the Samvatsaras are years which are calculated in terms of the time Brihaspati or Jupiter takes to traverse the 12 Rasis. This comes to about 360 days to traverse one Rasi. One cycle of Brihaspati to cover all the 12 Rasis comes to 12 Samvatsaras. One Chakra or cycle of Samvatsaras is 5 cycles or 60 Samvatsaras. Each of these 60 Samvatsaras is given a particular name. And the first Samvatsara is called Prabhava. We are currently in the 36th Samvatsara by the name Shubhakrit. Hence, in the Sankalpa Mantra, we say Prabhavadi Shashti Samvatsarana Madhe Shubhakrit Nama Samvatsare. Shashti means 60. Samvatsarana Madhe means in the middle of the 60 Samvatsaras. Prabhavadi means beginning with the Samvatsara named Prabhava. Shubhakrit Nama Samvatsare means in the Samvatsara by the name Shubhakrit. The 36th Samvatsara in the middle of the 60 Samvatsara cycle is called Shubhakrit."
    },
    {
      "start_time": 216,
      "end_time": 344,
      "verse_references": [],
      "themes": [
        "Vedic Time Scale",
        "Mahayugas",
        "Manus",
        "Day of Brahma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, we are now in the 28th Kali Yuga.",
      "summary": "The lecture expands on the Vedic time scale, explaining Mahayugas, the current Kali Yuga, the concept of Manus, and the duration of a day of Brahma.",
      "timestamp_url": "https://youtu.be/vpe776XCgDc?t=216",
      "transcript": "Now, going up higher in the time scale, from the cycle of 60 Samvatsaras, we are now in the Ashtavimshatitame Kali Yuge Prathamapade. That is, we are in the Prathamapada or first quarter of Kali Yuga. Which Kali Yuga? The Ashtavimshatitame Kali Yuge in the 28th Kali Yuga. The Kali Yuga is one of the four Yugas which constitute a Mahayuga. The Mahayuga is the cycle of the Satya Yuga, Dwapara Yuga, Treta Yuga and Kali Yuga. Out of that, we have right now passed a little more than 5100 years. One Mahayuga constitutes a cycle of Satya Yuga, Dwapara Yuga, Treta Yuga and Kali Yuga. After the present Kali Yuga ends, which will take about another 427000 years, once again Satya Yuga will start, and the Yugas will go on in the same cycle. So, we are now in the 28th Kali Yuga. One Mahayuga or a cycle of Satya, Dwapara, Treta and Kali Yugas lasts for 43.2 lakhs or 4.32 million years. There are 71 such Mahayugas in the lifespan of one Manu. Now we are in Vaivasvata Manvantara, we are in the Manvantara of Vaivasvata Manu. So, we are in the 28th Mahayuga or the 28th Kali Yuga out of 71 Mahayugas of Vaivasvata Manu. And Vaivasvata Manu is the 7th out of the 14 Manus in a day of Brahma. That means it is right now mid-day for Lord Brahma because we are in the 7th Manu out of 14 Manus. In one day of Brahma, there are 14 Manus or 1000 Mahayugas or 4.32 billion years. And similar is Brahma's night. So, 24 hours of Brahma's night is actually, for us, 8.64 billion years."
    },
    {
      "start_time": 344,
      "end_time": 442,
      "verse_references": [],
      "themes": [
        "Vedic Time Scale",
        "Pararthas",
        "Appearance of Krishna and Chaitanya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And one Pararth of Brahma is 50 such years which comes to 155.5 trillion years and Brahma lives for 2 such Pararth's which comes to a total of 311 trillion years.",
      "summary": "This segment continues the explanation of the Vedic time scale, discussing Pararthas and relating it to the appearance of Lord Krishna and Sri Chaitanya Mahaprabhu within that timeline.",
      "timestamp_url": "https://youtu.be/vpe776XCgDc?t=344",
      "transcript": "360 such days constitute one year of Brahma or it comes to 3.11 trillion years. And one Pararth of Brahma is 50 such years which comes to 155.5 trillion years and Brahma lives for 2 such Pararth's which comes to a total of 311 trillion years. Where are we right now on that time scale? Adya Brahmanah Dvitiya Parardhe meaning we are right now in the second Parardha of Lord Brahma and in that we are in Shwetavaraha Kalpe. We are in the Shwetavaraha Kalpa or Shwetavaraha Day of Brahma. Shwetavaraha Day is the first day of Brahma of the Parardha. That means we are in the first day of the 51st year of Brahma and so we can all say happy birthday to Lord Brahma. And in that we are at midday of Brahma. It is about noon time for Brahma now in the 7th Manu within which we are in the 28th Mahayuga of the 7th Manu which is Vaivasvata Manu. Lord Krishna appeared in this 28th Mahayuga, in the same Mahayuga where we are all currently in. Lord Krishna appears only once in a day of Lord Brahma and in the Mahayuga where Lord Krishna appears a unique thing happens. The Dwapara Yuga comes after Treta Yuga. Sri Chaitanya Mahaprabhu also appears in the Kali Yuga in the same Mahayuga where Krishna appears in a day of Brahma."
    },
    {
      "start_time": 442,
      "end_time": 544,
      "verse_references": [],
      "themes": [
        "Appearance of Rama",
        "Scriptural Authority",
        "Vedic Time Scale"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We should not go by hearsay, but we should go by what the Acharyas and the Shastras, the Vedic scriptures have stated.",
      "summary": "The lecture addresses misconceptions about when Lord Rama appeared and clarifies the correct time based on scriptures and the teachings of Srila Rupakaswami, concluding with the statement that Lord Rama appeared 17.28 million years ago.",
      "timestamp_url": "https://youtu.be/vpe776XCgDc?t=442",
      "transcript": "That means Chaitanya Mahaprabhu also appears only once in a day of Brahma. So in this mega time scale of the Universe when does Lord Ramachandra appear? You would all have heard many things from many sources. Some people say Lord Rama appears in the 7th Mahayuga. It is not true. The Lord Ramachandra appears in the 7th Mahayuga. It is not the same. The Lord Rama appeared 6,000 years ago, or 7,000 years ago, some say 20 or 30,000 years ago, and so on. We should not go by hearsay, but we should go by what the Acharyas and the Shastras, the Vedic scriptures have stated. Srila Rupakaswami, in the Lagubhagavata Amrita, he mentions like this, Kausalyaayaam Dasarathaan, Navadurva Jaladyutihi, Tretaayaam Aavirbhavat, Chaturvimshe Chaturyuge, Bharatena Sumitraya, Nandana Abhyamcha Samyutaha. Srila Rupakaswami is actually describing the appearance of Lord Ramachandra. He says, Chaturvimshe Chaturyuge Tretaayaam, meaning in the Tretaayuga of the 24th Mahabharata, Lord Ramachandra appears as the son of Dasaratha and Kausalya, along with Bharatha and the two sons of Sumitra, who are Lakshmana and Shatrughna. In other words, Lord Ramachandra appeared four Mahayugas before our current Mahayuga, where we are all right now. That means Lord Ramachandra appeared about 172.8 lakh years, or 17.28 million years, ago."
    }
  ]
}