{
  "video_id": "vQVNU9ZAuXs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.20 | 11-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=vQVNU9ZAuXs",
  "segments": [
    {
      "start_time": 35,
      "end_time": 117,
      "verse_references": [
        "SB 1.8.20"
      ],
      "themes": [
        "devotion",
        "knowledge of Krishna",
        "Kunti's prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, Kunti Devi is actually a pure devotee of the Supreme Lord.",
      "summary": "The speaker introduces Queen Kunti's prayer and explains that she is a pure devotee who recognizes Krishna as the Supreme Personality of Godhead.",
      "timestamp_url": "https://youtu.be/vQVNU9ZAuXs?t=35",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deviim Sarasvatim Vyasam Tato Jayam Udi Rayet In this session, we will be discussing from the 20th verse of the 8th chapter of the first canto of Srimad Bhagavatam. The topic of this 8th chapter is primarily the prayers by Queen Kunti. This is the third prayer by Queen Kunti, the third verse expressing her devotion to Krishna. Tathā paramahamsānām munīnām amalātmanām bhakti-yoga-vidhānārthaṁ kathaṁ paśye mahi-striyahā The meaning of this verse is: You yourself descend to propagate the transcendental signs of devotional service unto the hearts of the advanced transcendentalists and mental speculators who are purified by being able to discriminate between matter and spirit. How then can we women know you perfectly?"
    },
    {
      "start_time": 117,
      "end_time": 294,
      "verse_references": [],
      "themes": [
        "matter vs spirit",
        "devotional service",
        "Krishna's descent"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna descends to propagate the transcendental signs of devotional service.",
      "summary": "The speaker explains that even intelligent people who can discriminate between matter and spirit may not understand Krishna without devotional service, which is propagated by Krishna and his pure devotees.",
      "timestamp_url": "https://youtu.be/vQVNU9ZAuXs?t=117",
      "transcript": "So, Kunti Devi is actually a pure devotee of the Supreme Lord. Therefore, she is able to recognize Krishna as not just her relative, but as the Supreme Personality of Godhead. In spite of Kunti Devi being able to recognize Krishna, she is helping us understand that those who are not devotees, they cannot recognize Krishna. They are not able to identify, here is the Supreme Absolute Truth, the Supreme Personality of Godhead. So, therefore, in this particular verse, Kunti Devi is saying, Krishna descends to propagate the transcendental signs of devotional service. And such knowledge is even required to be given to the advanced transcendentalists, to very, very intelligent people who are purified by being able to discriminate between matter and spirit. See, there are two things in this world, matter and spirit. All living beings are spirit. So, they belong to the solar system, this category of spiritual energy, and everything else that we see around us, all material things, they are made of matter, material energy. So, there is a very, very big difference between matter and spirit, and it's not easy to discriminate like that. This is explained in the Bhagavad Gita, the difficulty for an ordinary person to discriminate between matter and spirit. Only the very, very intelligent people who are able to analyze every single thing, what is its fundamental nature, whether it is matter or is it something different than matter, which is something which is not matter, spirit. So, if even the most intelligent people who can discriminate between matter and spirit, even they are unable to understand the personality of Godhead because they are not conversant with devotional service, the science of devotional service, so such science of devotional service is propagated by Krishna himself"
    },
    {
      "start_time": 294,
      "end_time": 388,
      "verse_references": [],
      "themes": [
        "devotional service",
        "unknowable Krishna",
        "philosophical speculation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "even for the greatest philosopher Krishna remains the supreme unknown",
      "summary": "The speaker discusses how even great philosophical speculators cannot access the Lord and that Krishna is beyond the thinking power of even the greatest philosophers.",
      "timestamp_url": "https://youtu.be/vQVNU9ZAuXs?t=294",
      "transcript": "when he descends in this world or by Krishna's pure devotees who also descend for the same purpose, just like Prabhupada has come to teach us the actual science of devotional service. Chaitanya Mahaprabhu came for the same purpose. Chaitanya's pure devotees come for the same purpose. So now Kunti Devi is considering the position of ordinary people, how can they understand or know Krishna perfectly? So now, in the purport, Srila Prabhupada explains even the greatest philosophical speculators cannot have access to the region of the Lord. Lord here means the supreme Personality of Godhead. Why? Why is it so? Because it is said in the Upanishads that the supreme truth, the absolute personality of Godhead, is beyond the range of the thinking power of the greatest philosopher, avaam manasa kochara. Even if the Upanishads describe who or what is the absolute truth in so many words, still even for the greatest philosopher, Krishna remains the supreme unknown."
    },
    {
      "start_time": 388,
      "end_time": 586,
      "verse_references": [],
      "themes": [
        "Krishna's mercy",
        "women's devotion",
        "sincerity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is knowable only by one who has got Krishna's mercy",
      "summary": "The speaker explains that Krishna is knowable only through his mercy and that women, in general, have an advantage because they readily believe in the Lord's superiority and offer obeisances without reservation.",
      "timestamp_url": "https://youtu.be/vQVNU9ZAuXs?t=388",
      "transcript": "Krishna remains like that. So therefore, Srila Prabhupada says Krishna is unknowable by great learning or by the greatest brain. Then Krishna is unknowable even by the greatest learned person. Then what is the way to know Krishna? That is explained by Srila Prabhupada as Krishna is knowable only by one who has got Krishna's mercy. That's the only way to know Krishna. Krishna has to reveal himself when he shows his mercy upon a particular person. Only then such person on whom Krishna's mercy is being showered, such a person can know Krishna by revelation. Others may go on thinking about him for years together, yet he is unknowable. This is a fact. So this fact is corroborated by the Queen, Queen Kunti, who is playing the part of an innocent woman. Kunti Devi as a pure devotee has nothing to do with this material world. All pure devotees belong to the spiritual world. Then why are pure devotees here in this world? They are here to actually show us the way of devotional pure devotion is served by their own actions, by their own words. Kunti Devi as a pure devotee is now describing Krishna, Krishna's position. So, Srila Prabhupada says there are some categories of people who in this material world are not able to speculate and think very deeply, analyze things in an intelligent way, they don't have that capability. So, it is mentioned by Srila Prabhupada in the purport here, women in general are unable to speculate like philosophers, but they are blessed by the Lord because they believe at once in the superiority and all mightiness of the Lord. See, this is one advantage women have over men in general. Of course, this is speaking women as a class. So, they are not as intelligent as great philosophers in order to speculate who or what is the absolute truth, but they have a special quality. What is that? They believe at once in the superiority and all mightiness of the Supreme Lord. And therefore, women in general, they offer obeisances to the Supreme Lord without any reservation."
    },
    {
      "start_time": 586,
      "end_time": 770,
      "verse_references": [
        "BG 9.26"
      ],
      "themes": [
        "obeisances",
        "sincerity",
        "Krishna's kindness",
        "religious functions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If somebody bows down to Krishna without reservation, yes, my dear Lord, you are the Almighty.",
      "summary": "The speaker emphasizes the importance of bowing down to Krishna with sincerity and notes that women often participate more in religious functions, highlighting the effectiveness of simple acceptance over showy religious fervor.",
      "timestamp_url": "https://youtu.be/vQVNU9ZAuXs?t=586",
      "transcript": "Now, this is a very important qualification for somebody to actually know and understand Krishna's personality. If somebody bows down to Krishna without reservation, yes, my dear Lord, you are the Almighty. You are the Supreme Personality of Godhead. I bow down to you. So, Krishna says in the Bhagavad Gita, So, that fourth point, You bow down to me, offer your obeisances to me. That is being pointed out by Srila Prabhupada. Women very easily, they agree to bow down to the Supreme Lord Krishna because he is the Almighty Supreme Lord. And because of this reason, Srila Prabhupada says, The Supreme Lord is so kind that he does not show special favor only to a great philosopher. As is mentioned in the verse, he knows the sincerity of purpose. Therefore, it is observed generally that in any religious function, women assemble in great numbers as compared to men. And this is not true just in some particular place or some particular sect of some religion, no. In every country and in every sect of religion, it appears that the women are more interested than the men in such religious functions where there is an assembly of religious minded people. This simplicity of acceptance of the Lord's authority is more effective than showy insincere religious fervor. Men may try to show off. We are great religionists. Or they may try to speculate or try to analyze or try to reason out. But it's not easy for them to understand Krishna. Krishna is beyond the range of understanding of even the most learned or greatest philosophers. But when women bow down with sincerity to the Supreme Lord, then Krishna reveals himself to such sincere souls without any discrimination. Without any discrimination. For Krishna, every living being is important as a spirit soul, as his own part and parcel. Krishna does not see the external bodily features."
    },
    {
      "start_time": 770,
      "end_time": 947,
      "verse_references": [],
      "themes": [
        "material enjoyment",
        "spirit soul",
        "devotional literature",
        "women's fortune"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna reveals himself to such sincere souls without any discrimination.",
      "summary": "The speaker explains that Krishna sees the soul within the body and that sincere souls, especially women who readily bow down, can easily receive Krishna's mercy and understand him.",
      "timestamp_url": "https://youtu.be/vQVNU9ZAuXs?t=770",
      "transcript": "Krishna does not see that. And why these different bodies? Only because the particular soul who is interested in enjoying this material world is given a particular body suitable for the enjoyment. So whether it is a body of a woman or a man or a devata or an animal or a bird or an insect or a reptile or whatever, 8,400,000 different varieties of bodies. But these are just meant for accommodating the desires to enjoy in this world. But as Krishna is concerned, he sees every living being within the body, whatever be the external form. He sees the living being who is actually a spirit soul, spiritual by nature, completely different from the body. Krishna sees the soul. And that is also the vision of pure devotees. They see living beings as spirit souls trapped in a body, trapped in a misconception that they are seeking some material enjoyment in different ways. So it is important that to understand Krishna is easily accessible for the sincere soul who follows Krishna's instructions, the instructions of the devotional literature in simply approaching the Deity form of the Lord and just bowing down, Krishna, you are the Supreme Lord and I offer my respectful, sincere obeisances to you just because you are the Supreme Lord and you deserve the greatest respect in this world. So just this alone is enough for Krishna to reveal himself as the Supreme Personality of Godhead to a sincere soul. And in this regard, women are fortunate because without wasting time in trying to speculate and differentiate between matter and spirit and trying to philosophize, they simply bow down and they are recipients very easily of Krishna's mercy by which they can understand Krishna. I will stop here."
    }
  ]
}