{
  "video_id": "vSAp_aN0IGs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.20 Part 1 | 22-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=vSAp_aN0IGs",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Yena Dasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/vSAp_aN0IGs?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Yena Dasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 54,
      "end_time": 181,
      "verse_references": [
        "SB 1.16.20"
      ],
      "themes": [
        "dharma",
        "kali yuga",
        "suffering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So different questions raised by Dharma are indicative of the different ways people suffer in Kali Yuga due to this age.",
      "summary": "The speaker introduces the 20th verse of the 16th chapter of the first canto of Srimad Bhagavatam, explaining that it describes Dharma's lamentations to Mother Earth about the suffering in Kali Yuga.",
      "timestamp_url": "https://youtu.be/vSAp_aN0IGs?t=54",
      "transcript": "In this session we will be discussing one verse, the 20th verse of the 16th chapter of the first canto of Srimad Bhagavatam, but since the purport is a big one, we will discuss this verse in two different sessions. So, this session we will be discussing part one, the first half of the purport of this verse, as Prabhupada explains this elaborately, it is a very important verse. So, the 20th verse: Padair Nyunam Shochasi Maikapadam Atmanam Vavrushalair Bhokshamanam Aaho Suradeen Hruta Yajna Bhaagaan Praja Uthasvin Maghavatyavarshati. Further, here is a description of the conditions in this Kali Yuga of people in general, in various ways they suffer, in so many ways. Okay. So, the meaning of this 20th verse is as follows: Dharma is speaking to Mother Earth, Dharma in the form of a bull is speaking, addressing Mother Earth in the form of a cow. So, what is Dharma telling the cow? I have lost my three legs. If you have lost your six legs, you are now standing on one leg only. Are you lamenting for my state of existence? Or, are you in great anxiety because henceforward the unlawful meat eaters will exploit you? Or, are you in a sorry plight because the demigods are now bereft of their share of sacrificial offerings because no sacrifices are being performed at present, or are you grieving for living beings because of their sufferings?"
    },
    {
      "start_time": 218,
      "end_time": 455,
      "verse_references": [
        "SB 12"
      ],
      "themes": [
        "kali yuga",
        "degradation",
        "time",
        "scripture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "With the progress of the age of Kali, four things particularly namely the duration of life, mercy, the power of recollection and moral or religious principles will gradually diminish.",
      "summary": "Srila Prabhupada's purport is introduced, focusing on the diminishing qualities of life, mercy, memory, and morality in Kali Yuga, referencing the 12th canto of Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/vSAp_aN0IGs?t=218",
      "transcript": "In the purport Srila Prabhupada says, with the progress of the age of Kali, four things particularly, namely the duration of life, mercy, the power of recollection, and moral or religious principles will gradually diminish. Diminish means they will keep reducing. So the duration of life is reducing. This is already explained in the beginning of the Bhagavatam that Kali Yuga people's maximum duration of life is 100 years, about 100 years. Actually the Chastras say maximum duration of life in Kali Yuga is 120 years. That's how you hear sometimes in Japan somebody is living whose 107 years, 110 years. So the maximum duration of life in Kali Yuga is 120 years, which means that people in the earlier ages called Satya Yuga, Tretha Yuga, Dwapar Yuga, they used to live a longer life span. And that is described in the Bhagavatam. What is the life span of people in earlier ages? In Dwapar Yuga, people used to live an average of 1000 years. That is the duration of life. So 20 years is equivalent to 10 times more than that in Kali Yuga approximately. And previous to Dwapar Yuga and Tretha Yuga people used to live 10,000 years. Now you may not believe this. People may have difficulty in accepting this fact. Chastras are speaking facts, saint person facts. There is no exaggeration. There is no mythology. There is no fiction. These are all sent person facts, perfect knowledge is available accurately described in the scriptures and in Satya Yuga, the first in the cycle of four yugas, the best age on this earth planet, Satya Yuga millions of years back, the duration of human form of life was 100,000 years. What is 100,000 years? Come to 1 lakh years in our Indian system of counting, 1 lakh years, a 100,000. So as the deterioration sets in when time progresses then the duration of life reduces. In fact even in Kali Yuga the duration of life further reduces from 120 years maximum to 100 years, 80 years, 60 years, 40 years and towards the end of Kali Yuga people will live maximum of 20 years. This Kali Yuga will last 4 lakh 32,000 years. Specific calculation has given the bhagavata say 4 lakhs of years and towards the end of Kali Yuga the duration of life would have been reduced so much that if somebody is 20 years old he be considered a grand old man. This is the nature of Kali Yuga. So here the 12th canto specifically described proper is quoting from the 12th canto the bhagavata with a proses of the age of Kali 4th things keep on diminishing. What is that?"
    },
    {
      "start_time": 477,
      "end_time": 581,
      "verse_references": [],
      "themes": [
        "kali yuga",
        "compassion",
        "selfishness"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "People are losing that sense of compassion for the fellow human being",
      "summary": "The speaker illustrates the decline of compassion in Kali Yuga with the example of people's indifference to those in need, contrasting it with past behavior and highlighting increasing selfishness.",
      "timestamp_url": "https://youtu.be/vSAp_aN0IGs?t=477",
      "transcript": "conditions and other things reduce, people become more hard-hearted, they become indifferent, they don't care. And we can see this even in our own lifetime, like just about 30 or 40, 50 years back if a person is on the street affected by some accident or something immediately a passerby would try to do something to help that person, but nowadays with the progress of the age of Kali we can see that most people are so very concerned about their own family, their own business, their own personal things that they won't even turn and look at others on the street when they are walking. You can particularly see this especially I've seen this in New York. New York people are so busy, busy, busy, busy that they are straight looking and keeping on walking with their own thing, they're not just even turning and seeing this side of that's it what's happening. So people are losing that sense of compassion for the fellow human being, that humanitarian quality. Fellow human being society means we concerned about fellow human beings not just about ourselves, we're not so selfish but that"
    },
    {
      "start_time": 581,
      "end_time": 758,
      "verse_references": [],
      "themes": [
        "kali yuga",
        "memory",
        "morality",
        "religion",
        "cruelty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "People are becoming more and more irreligious, immoral, immoral, irreligious.",
      "summary": "The lecture continues discussing the diminishing power of recollection and moral/religious principles in Kali Yuga, emphasizing the rise of irreligion, immorality, and cruelty, especially towards cows and bulls.",
      "timestamp_url": "https://youtu.be/vSAp_aN0IGs?t=581",
      "transcript": "selfishness increases in Kali Yuga and the third thing is power of recollection. Memory power, memory power reduces in Kalyug, that is also very obvious. We have got devices like mobile phone because of which we do not have to remember phone numbers, but you just speak to somebody who was not living in the, with the mobile phone. The elderly people in your house, you talk to them, they used to remember so many phone numbers. I used to remember phone numbers, so many phone numbers I used to remember. But now there is no need, besides that even the power of recollection is reduced. With these gadgets it has made our memory power less and less and less. And, this has got a particular significance why this being mentioned, memory power is reduced what way memory power we will discuss that and moral or religious principles also reduce, go on reducing with Kalyuga, progress of Kalyuga. People are becoming more and more irreligious, immoral. They go on hand-in-hand, morality and religious principles, they are not disconnected, please don't think they're disconnected. So people are becoming more religious and there hence more immoral, they don't hesitate the lies, they are more cruel, especially they are cruel towards innocent creatures like the cow and bull. This is one symptom of Kali Yuga, present age of Kali, they become more and more and more sinful, cruel, sinful means cruel, cruel towards the cow and bull. So therefore the indication of this reducing duration of life, reducing memory power, reducing moral values in society and compassion people have for fellow human beings or other creatures, this presentation of the therefore the indication of"
    },
    {
      "start_time": 758,
      "end_time": 874,
      "verse_references": [],
      "themes": [
        "dharma",
        "kali yuga",
        "irreligion",
        "atheism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Since dharma or the principles of religion would be lost in the proportion of three out of four, the symbolic bull was standing on one leg only.",
      "summary": "The speaker explains the symbolism of Dharma standing on one leg, representing the loss of religious principles, and notes that three-fourths of the world's population is becoming irreligious at the beginning of Kali Yuga.",
      "timestamp_url": "https://youtu.be/vSAp_aN0IGs?t=758",
      "transcript": "This is indicated by dharma standing on one leg, bull standing on one leg. Why? What is the indication? Dharma standing on one leg. Since dharma or the principles of religion would be lost in the proportion of three out of four, the symbolic bull was standing on one leg only. Why? The condition of the cow was described in the previous verse. The condition of the bull is being described. Dharma is addressing mother earth. Dharma in the form of a bull. The personality of religious principles is addressing mother earth in the form of a cow. And asking. Three-fourths of the population of the whole world becomes irreligious. That means the number of atheists, faithless people is increasing more and more as Kali Yuga progresses. So this is the beginning of Kali Yuga. Three-fourths of the population is irreligious."
    },
    {
      "start_time": 874,
      "end_time": 1058,
      "verse_references": [],
      "themes": [
        "kali yuga",
        "degradation",
        "animal killing",
        "sin",
        "atonement",
        "chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Chanting Hare Krishna is the best way of atoning for all sinful activities",
      "summary": "The speaker describes the extreme degradation expected towards the end of Kali Yuga, focusing on the widespread killing of cows and the severe karmic consequences, and emphasizes chanting Hare Krishna and avoiding sinful activities as a means of atonement and salvation.",
      "timestamp_url": "https://youtu.be/vSAp_aN0IGs?t=874",
      "transcript": "but as Kali Yuga progresses towards the end of Kali Yuga the 12th canto describes most people will be living like animals, they will be living like animals, there will be no human values left, practically zero, almost zero. Of course it will never be zero but almost zero, very very very very few people who follow religious principles, who are kind, who have compassion, who are having some good memory power, who know what is the goal of life, who care for others, all this type of symptoms of human society will vanish as Kali Yuga progresses towards the end of Kali Yuga will be very bad situation. But even now we can see although it's not as bad as it can get towards the end of Kali even now for the animals particularly there is no protection, there is no one to voice their their grievances that millions of cows are killed every day simply for being eaten as beef in the United States of America particularly and in general in many other countries also it is being killed so many cows are being killed and cow killing is the greatest sin. The greatest punishment in hell for as many years as there are hair on the body of the cow. Cow killing is the greatest sin. Cow killing is the greatest sin commanding absolute most painful disease. The greatest punishment also has to rot in hell. Punishment is the greatest punishment in hell. Yamadutas will come and take us to hell if we have been very very sinful and we are not atoned for these sinful activities so chanting Hare Krishna is the best way of atoning for all sinful activities and of course stopping meat-eating, intoxication, gambling, illicit sex we can be saved."
    }
  ]
}