{
  "video_id": "VXAmI17rayg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.6-7 | 26-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=VXAmI17rayg",
  "segments": [
    {
      "start_time": 0,
      "end_time": 42,
      "verse_references": [],
      "themes": [
        "invocation",
        "chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare, Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava invocations and chanting of the Hare Krishna mantra.",
      "timestamp_url": "https://youtu.be/VXAmI17rayg?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmeelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 43,
      "end_time": 94,
      "verse_references": [
        "SB 1.11.6"
      ],
      "themes": [
        "prayer",
        "Krishna's Supremacy",
        "time"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O Lord you are worshipped by all demigods like Brahma... And inevitable time cannot exert its influence upon you",
      "summary": "The speaker introduces the sixth verse of the eleventh chapter of the first canto of Srimad Bhagavatam, explaining it as a prayer by the citizens of Dwaraka recognizing Krishna's supreme position and transcendence over time.",
      "timestamp_url": "https://youtu.be/VXAmI17rayg?t=43",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session we will be discussing from two verses, the sixth verse and the seventh verses of the eleventh chapter of the first canto of Srimad Bhagavatam. These two verses are given separately, but they are related. So I will discuss in this one session both the verses. First I will discuss the sixth verse: Natas Mate Natas Sadangri Pankajam Virincha Vairincha Surendra Vanditam Parayanam Chemam Ihe Chathamparam Nayatrakala Prabhavet Paraprabhu."
    },
    {
      "start_time": 95,
      "end_time": 177,
      "verse_references": [],
      "themes": [
        "Bhakti",
        "knowledge",
        "detachment",
        "pure heart"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Bhakti means knowledge, Bhakti means complete material detachment, Bhakti means pure heart. That is Bhakti",
      "summary": "The speaker emphasizes that devotion to Krishna is not blind sentiment but is rooted in knowledge, detachment from material desires, and a pure heart.",
      "timestamp_url": "https://youtu.be/VXAmI17rayg?t=95",
      "transcript": "This is one of the prayers offered by the citizens of Dwaraka to Krishna. The citizens said, \"O Lord, you are worshipped by all demigods like Brahma, the four Sanas, Sanaka, Sanatana, Sanandana and Sanatkumara, and even the king of heaven, Surendra, the king of heaven Indra. You are the ultimate rest for those who are really aspiring to achieve the highest benefit of life. You are the supreme transcendental lord, and inevitable time cannot exert its influence upon you.\" So these citizens are enlightened persons. They know what is Krishna's position. Their attachment or attraction for Krishna is not blind. They are not ignorant fools. They are completely knowledge. So one of the important points to remember is Bhakti means knowledge. Bhakti means complete material detachment. Bhakti means pure heart. That is Bhakti."
    },
    {
      "start_time": 178,
      "end_time": 244,
      "verse_references": [
        "BG 9.11"
      ],
      "themes": [
        "Bhakti",
        "knowledge",
        "detachment",
        "Krishna's Supremacy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The supreme means nobody is equal to him and nobody is greater than him",
      "summary": "The speaker elaborates on the nature of bhakti, contrasting it with material sentiments and emphasizing the importance of progressing to actual devotion filled with knowledge and detachment, referencing Prabhupada's explanation of Krishna's supreme position.",
      "timestamp_url": "https://youtu.be/VXAmI17rayg?t=178",
      "transcript": "Bhakti is not just a word of speech. Bhakti is not just another material sentiment. In a heart filled with material desires, in a heart full of ignorance, that is not Bhakti. That may appear like Bhakti, or that may be a beginning of one's expression of devotion to Krishna, but one has to make progress from the stage of sentiment to the stage of actual devotion, filled with knowledge, detachment, transcendental feelings, etc. So Prabhupada explains in the purport, \"The supreme lord is Shri Krishna, is confirmed in Bhagavad Gita, Brahma Samhita, and other authorized Vedic literatures. No one is equal to him, and no one is greater than him.\" And that is a verdict of all this knowledge, all the scriptures. He is the supreme. The supreme means nobody is equal to him, and nobody is greater than him."
    },
    {
      "start_time": 245,
      "end_time": 384,
      "verse_references": [],
      "themes": [
        "Krishna's Supremacy",
        "Demigods",
        "Time",
        "Living Entities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's position as the supreme Lord is not a position exactly it is he who is always the supreme",
      "summary": "The speaker contrasts Krishna's eternal supremacy with the temporary positions of the demigods, explaining that Krishna is constitutionally the supreme Lord, while living entities are dependent and influenced by time and karma.",
      "timestamp_url": "https://youtu.be/VXAmI17rayg?t=245",
      "transcript": "Between Krishna and the other Devata's, between Devata's there is competition, though there is hierarchy among Devata's. But still their position is never permanent. The Devata's position is not permanent. The entire temple repose creation will be destroyed completely along with the demigods quitting their posts, that their body itself will be finished, so what to speak of their post. But Krishna's position as the supreme Lord is not a position exactly, it is he who is always the supreme. He is not occupying the post as if the post is sometimes vacant and somebody else may come. No, he is the supreme Lord constitutionally. The influence of time and space is exerted upon the dependent living entities. We are all dependent in this material world. Those are taken birth by force of karma. We depend on the material nature, and there is Kala, powerful Kala, which restricts our duration of life in this body, which limits everything what we can do. Now we as living beings, we are part and parcel of Krishna, but what is our position? The living entities are predominated Brahman. We are spirit, we are spiritual beings, and Lord is spirit, supreme spirit, supremely spiritual being. But we are predominated, we are controlled, we are subordinate to Krishna, whereas the supreme Lord is a predominating absolute. He is always the Lord, the controller, the master, the enjoyer, the supremely powerful. That we have to remember."
    },
    {
      "start_time": 385,
      "end_time": 462,
      "verse_references": [],
      "themes": [
        "Illusion",
        "Krishna Consciousness",
        "Material Energy",
        "Suffering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "As soon as we forget this clear fact, we are at once in illusion.",
      "summary": "The speaker describes the two states of existence: Krishna consciousness, where one is protected by Krishna, and illusion, where one is governed by the stringent laws of material energy, leading to suffering.",
      "timestamp_url": "https://youtu.be/VXAmI17rayg?t=385",
      "transcript": "As soon as we forget this clear fact, we are at once in illusion. There are only two states of existence for every living being. Either we are in Krishna consciousness, where we are properly situated under the full protection of Krishna, Krishna providing us with everything without even ever asking, or we are in the shelter of the illusory energy, and the illusory energy is very stringent laws which are governing every single being. We are in illusion because we forget who we are, we forget who is Krishna, we forget our spiritual nature. We think we are product of matter. We identify with the body. This is illusion, and threefold miseries constantly occur. We are constantly attacking the body, the mind."
    },
    {
      "start_time": 463,
      "end_time": 523,
      "verse_references": [],
      "themes": [
        "God Consciousness",
        "Awareness",
        "Eternal Subordination",
        "Gratitude"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Eternally we are subordinate. Eternally we should be grateful to Krishna for everything.",
      "summary": "The speaker defines God consciousness as the clear awareness of the living being, distinct from matter, and emphasizes the eternal subordination and gratitude owed to Krishna.",
      "timestamp_url": "https://youtu.be/VXAmI17rayg?t=463",
      "transcript": "Cognizant means we are always full of consciousness, aware, we are always aware. That awareness is distinctly a quality of the living being as opposed to the body, matter. Matter doesn't have cognizant, doesn't have awareness, doesn't have consciousness. So we are not matter. We are not this material body. We are not product of material nature. No. In God consciousness or Krishna consciousness, one bows down unto Him. Him means Krishna, the Supreme Lord, in all circumstances. Eternally we are subordinate. Eternally we should be grateful to Krishna for everything."
    },
    {
      "start_time": 524,
      "end_time": 571,
      "verse_references": [
        "SB 1.11.7"
      ],
      "themes": [
        "Krishna as everything",
        "Devotion",
        "Blessings"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O creator of the universe, you are our mother, well-wisher, lord, father, spiritual master and worshipable deity.",
      "summary": "The speaker introduces the seventh verse, explaining that Krishna is everything for his devotees and that by following in His footsteps, one becomes successful.",
      "timestamp_url": "https://youtu.be/VXAmI17rayg?t=524",
      "transcript": "The seventh verse: tvameva mātā atha suhṛt patih pitā tvam sad-gurur naḥ paramam ca daivatam yasyān vṛtyākṛtino bhavu vimā. The meaning of this seventh verse is, \"O creator of the universe, you are our mother, well-wisher, lord, father, spiritual master and worshipable deity.\" Krishna is everything for his devotees. So that is being highlighted here. \"By following in your footsteps, we have become successful in every respect. We pray therefore that you continue to bless us with your mercy.\""
    },
    {
      "start_time": 572,
      "end_time": 643,
      "verse_references": [
        "BG 18.66"
      ],
      "themes": [
        "Krishna's Plans",
        "Good and Bad",
        "Choice",
        "Success"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The all-good personality of Godhead, being the creator of the universe, also plans for the good of all good living beings.",
      "summary": "The speaker explains that Krishna has good plans for all living beings, and success in life comes from following His advice, particularly as given in the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/VXAmI17rayg?t=572",
      "transcript": "So Sri Lapa Rāpāda explains in the purport, \"The all-good personality of Godhead, being the creator of the universe, also plans for the good of all good living beings.\" See actually Krishna does not make a distinction between different living beings in this world as good and bad, but we become good or bad according to our good and bad, according to our attitude, according to our choice, the choice we make. So he has all good plans for us, Krishna. The good living beings are advised by the Lord to follow his good advice, and by doing so, they become successful in all spheres of life. Success in life, especially in human life, is not just about success when we follow Krishna's instructions, as he has given us advice in the Bhagavad Gita."
    },
    {
      "start_time": 644,
      "end_time": 779,
      "verse_references": [],
      "themes": [
        "Demigod Worship",
        "Material Desires",
        "Krishna as the only worshipable Lord",
        "Material and Spiritual Success"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is no need to worship any deity but the Lord.",
      "summary": "The speaker argues against worshipping demigods for material desires, stating that Krishna is the only worshipable Lord and can bestow both material and spiritual success.",
      "timestamp_url": "https://youtu.be/VXAmI17rayg?t=644",
      "transcript": "This material world is such a complex place. People have so many material desires, and they sometimes think that the devatas can fulfill my material desires better than Krishna, or they are ignorant of Krishna. So therefore they don't even approach Krishna. They only go to demigods, or some of them who are completely atheistic. They don't even go to any demigods or Krishna. They simply depend upon their own personal strength, personal abilities, personal intelligence, without realizing all these personal things are given by Krishna only through material nature. So foolish people are like that. So Prabhupada says there is no need to worship any deity other than Krishna. Krishna is the only worshipable Lord for everyone. Even the devatas worship Krishna as was explained in the previous verse. Brahma, Shiva, Indra, the topmost devatas. Everyone, all the devatas are Vishnu Bhakta. Vishnu Bhakta Smruto Daiva Asuras Tad Viparyaya. Asuras are non-devotees. All the 33 crore devatas in this one universe are all devotees of Vishnu or Krishna. So if they are worshipping Krishna, why shouldn't we worship Krishna? They derive everything they have including their power from Krishna. So we should understand Krishna's position is absolute Lord, not relatively situated as Lord sometimes. No. The demigods are relatively situated. The Lord is all-powerful, and if he is satisfied by our obedience unto his Lord's feet, he is competent to bestow upon us all kinds of blessings for the successful execution of both our material and spiritual lives."
    },
    {
      "start_time": 780,
      "end_time": 878,
      "verse_references": [],
      "themes": [
        "Material vs. Spiritual Life",
        "Eternal Relationship with Krishna",
        "Soul",
        "Supreme Soul"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Both materially and spiritually we are successful simply by worshipping Krishna, by depending on Krishna, by following Krishna's instructions even in material life.",
      "summary": "The speaker emphasizes that there is no need for separate endeavors for material success, as both material and spiritual success come from worshipping and depending on Krishna, highlighting the eternal relationship between the soul and the Supreme Lord.",
      "timestamp_url": "https://youtu.be/VXAmI17rayg?t=780",
      "transcript": "This is an important point Srila Prabhupada is making. For spiritual life, somebody may think I may have to worship Krishna, but for material life, they think they have to worship some devatas or they have to work hard in material existence. No. There is no need of any separate endeavor for success in material life either. Both materially and spiritually we are successful simply by worshipping Krishna, by depending on Krishna, by following Krishna's instructions even in material life. And it is important to remember for attaining spiritual existence, the human form is a chance for all of us to understand our eternal relation with God. We have an eternal relationship with Krishna. It is not like the material relationships which are based on this body. They end with the body. Material relationships end with the body. Spiritual relationship is with Krishna, and that is eternal. That is never based on this body. It is actually the relationship between the soul and this Supreme Lord Krishna. It is eternal to Supreme Soul. That relationship, because soul is eternal. Krishna is eternal. Therefore relationship is also eternal. Soul to soul. Our relation with Him is eternal. It can either be broken or vanquished. Material relationships are broken. Spiritual relationship with Krishna is never broken."
    },
    {
      "start_time": 879,
      "end_time": 918,
      "verse_references": [],
      "themes": [
        "Reviving Memory of Krishna",
        "Grace of the Lord",
        "Injunctions",
        "Shastra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Now somebody may be forgetful of Krishna, but it can be revived also by the grace of the Lord if we follow His injunctions.",
      "summary": "The speaker concludes by stating that the forgotten relationship with Krishna can be revived through the grace of the Lord by following His injunctions as revealed in the scriptures (Shastra).",
      "timestamp_url": "https://youtu.be/VXAmI17rayg?t=879",
      "transcript": "It is just forgotten for the time being. Now somebody may be forgetful of Krishna, but it can be revived also by the grace of the Lord if we follow His injunctions. If we follow His instructions, it can be revived. And these injunctions are revealed in the scriptures of all times and all places. Shastra means that which gives us the instructions, how we can revive our memory of Krishna. That is what is actually explained in the Shastra."
    }
  ]
}