{
  "video_id": "vyIYYoER6FU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.34 | 20-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=vyIYYoER6FU",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananjanishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/vyIYYoER6FU?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjanishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Ganadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 48,
      "end_time": 117,
      "verse_references": [
        "SB 1.15.34"
      ],
      "themes": [
        "transcendental activities",
        "Krishna's actions",
        "Yadu dynasty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The difficult to understand actions of the Lord Shri Krishna and his pure devotees.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and highlights the difficulty in understanding the transcendental activities of Lord Krishna and his devotees, particularly the Yadu dynasty.",
      "timestamp_url": "https://youtu.be/vyIYYoER6FU?t=48",
      "transcript": "In this session we will be discussing from the 34th verse of the 15th chapter of the 1st canto of Srimad Bhagavatam: Yes Jaya Harad Bhuvobharam Tam Tanum Vijahav Ajah Kantakam Kantakenewa Dwayam Chapi Shituhu Samam. The meaning of this verse is: The supreme unborn Lord Shri Krishna caused the members of the Yadu dynasty to relinquish their bodies, and thus he relinquished their bodies, to relieve the burden of the world. This action was like picking out a thorn with a thorn, though both are the same to the controller. Now this verse is an explanation of the difficult to understand actions of the Lord Shri Krishna."
    },
    {
      "start_time": 117,
      "end_time": 259,
      "verse_references": [
        "SB 1.15.34"
      ],
      "themes": [
        "Srila Prabhupada's purport",
        "Vishwanatha Chakravarti Thakur",
        "Yadu dynasty",
        "devotee perception"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Vishwanacharya Chakravarti Thakur explains that to give them relief from this mental agony Suta Goswami assured them that they will not suffer the pain of intoxication.",
      "summary": "The speaker introduces Srila Prabhupada's purport and Vishwanatha Chakravarti Thakur's explanation of why the sages of Naimisharanya were disturbed by the account of the Yadus' demise, emphasizing the assurance that the Yadus did not suffer.",
      "timestamp_url": "https://youtu.be/vyIYYoER6FU?t=117",
      "transcript": "And his pure devotees. Many places it is said all the Lord's activities or the pure devotees activities in this world are completely transcendental. But these transcendental activities are not always easy to understand. Some of them are very difficult to understand. Especially the members of the Yadu dynasty, how did they relinquish their bodies, how do they give up their bodies fighting with each other, killing each other, getting intoxicated and when fighting with each other, how can this be understood as a transcendental activity of the pure devotees, the Yadavas, the members of the Yadu dynasty, the associates of Krishna? How can we understand? So that is explained in this verse. So let's hear Srila Prabhupada's purport which will wonderfully, very nicely explain this particular verse. In the purport Srila Prabhupada says Srila Vishwanacharya Chakravarti Thakur, who is one of the previous Acharyas, he suggests that the rishis like Shaunaka and others who are hearing Srimad Bhagavatam from Suta Goswami at Naimisharanya were not happy to hear about the Yadus dying in the madness of intoxication. The sages of Naimisharanya, they are devotees, now they're hearing about other devotees and the Yadus as devotees, are they really fighting in the madness of intoxication and dying due to that fighting? So that is not very pleasing to hear for them. So here Srila Vishwanacharya Chakravarti Thakur explains that to give them relief from this mental agony Suta Goswami assured them that they will not"
    },
    {
      "start_time": 259,
      "end_time": 381,
      "verse_references": [],
      "themes": [
        "Yadu dynasty",
        "burden of the world",
        "demigods",
        "spiritual world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Yadu dynasty members had appeared in the satchar traveling in satchar going through the satchar editing These must be the people who had come for knowledges in this world in order to assist the Lord in his leela of reducing the burden of this world",
      "summary": "The speaker explains that the Yadu dynasty members appeared to assist the Lord in reducing the burden of the world and that their demise was arranged by the Lord for them to return to their original position in the spiritual world.",
      "timestamp_url": "https://youtu.be/vyIYYoER6FU?t=259",
      "transcript": "suffer the pain of intoxication. this courage of the Yadus dynasty to relinquish their bodies by which they had to take away the burden of the world. So this is a very confidential understanding. The Yadu dynasty members had appeared in the satchar traveling in satchar going through the satchar editing. These must be the people who had come for knowledges. in this world in order to assist the Lord in his leela of reducing the burden of this world which is overburdened by asuras, by demons and to reduce that burden of the earth planet the Lord came along with his associates the members of the yadu dynasty. Now after the Lord had annihilated these demons the yadu dynasty itself remained in this material world and they could not be annihilated by anyone else and after their work was over after their role was completed of assisting the Lord in this material world to reduce the burden of the world then they are no longer required here so for them to return to their original position in the spiritual world the Lord made this arrangement that they kill each"
    },
    {
      "start_time": 381,
      "end_time": 489,
      "verse_references": [],
      "themes": [
        "demigods",
        "intoxication",
        "Lord's arrangement",
        "Kuvaira's sons"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It's not their Karma. It is the arrangement of the Supreme Lord.",
      "summary": "The speaker elaborates on the role of demigods in the Yadu dynasty and how their relinquishing of their bodies through intoxication was arranged by the Lord, referencing the story of Kuvaira's sons.",
      "timestamp_url": "https://youtu.be/vyIYYoER6FU?t=381",
      "transcript": "other simply to give up their material bodies that's all. So Srila Prabhupada further explains this point: the Lord and his eternal associates appeared on earth to help the administrative demigods in eradicating the burdens of the world and to remove the burden of the world from the of the world. He therefore called for some of the confidential demigods to appear in the Yadu family and serve him in his great mission. After the mission was fulfilled the demigods by the will of the Lord relinquished their corporeal bodies by fighting amongst themselves in the madness of intoxication. Their material bodies anyway they have to give up after their work is over. Everybody gives up but how they give up? In their case it is by the arrangement of the Supreme Lord. It's not their choice. It's not their Karma. It is the arrangement of the Supreme Lord. So it is the will of the Lord. The demigods are accustomed to drinking the Somarasa beverage and therefore the drinking of wine and intoxication are not unknown to them. Sometimes they were put into trouble for indulging in intoxication. Once the sons of Kuvaira fell in the wrath of Narada for being intoxicated but afterwards they regained their original forms by the grace of the Lord Sri Krishna. This"
    },
    {
      "start_time": 489,
      "end_time": 634,
      "verse_references": [],
      "themes": [
        "asuras and demigods",
        "part and parcel of the Lord",
        "obedience",
        "thorn analogy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For the Supreme Lord both the Asuras and the demigods are equal. Why? Both of them are his part and parcels.",
      "summary": "The speaker explains that both asuras and demigods are part and parcel of the Lord, but the difference lies in their obedience, using the analogy of removing a thorn with another thorn.",
      "timestamp_url": "https://youtu.be/vyIYYoER6FU?t=489",
      "transcript": "is explained in the 10th canto of the Bhagavata. We are still in the first canto. 10th canto this is explained this pastime of the Lord and how the two demigods the sons of Kuvaira were delivered by Krishna even though they were cursed by Narada they were delivered by Krishna. Now Prabhupada explains one important point here for us to understand. For the Supreme Lord both the Asuras and the demigods are equal. Why? Both of them are his part and parcels. All living beings in the entire creation are part and parcel of the Lord. mamaivamso jivaloke jivabhutasanatanah mama amsa they are my part. In the fourth chapter Krishna also says yena bhutanee aseshani drakshasi atmani ataumayee in the 35th of the sixth chapter that every living being is my part and parcel its mine belongs to me is in me Krishna says in the fourth chapter the Bhagavad-gita. So nobody is independent in their entire being. The Bhagavad Gita asks the personality to be independent of the lord nobody is separate from the lord means nobody is unrelated to the lord everybody is related connected as lord's own so that some of them are asuras and others are devatas does not mean that the asuras don't belong to krishna and the devatas alone belong to krishna no both of them belong to krishna so for the supreme lord both are equal same thing krishna says in bhagavad gita the ninth chapter the difference is however between the demigods and the demons or the devatas and asuras the demigods are obedient to the lord whereas the asuras are not obedient to the lord"
    },
    {
      "start_time": 634,
      "end_time": 771,
      "verse_references": [],
      "themes": [
        "thorn analogy",
        "agricultural experience",
        "practical example"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "So then the person to remove that thorn takes another thorn and and uses that second thorn to actually clear the skin in the area where the thorn is pricked",
      "summary": "The speaker provides a detailed explanation of the thorn analogy, drawing on the practical experience of removing a thorn from one's foot in an agricultural setting.",
      "timestamp_url": "https://youtu.be/vyIYYoER6FU?t=634",
      "transcript": "therefore the example of picking out a thorn by another thorn is quite befitting the example that is given here is explained also by shrina pravpa what is this example one thorn which causes pinpricks on the leg of the lord is certainly disturbing to the lord and the other thorn which takes out the disturbing elements certainly gives service to the lord to understand this it's very common thing in in agricultural fields when somebody is walking barefoot and let us say because they're walking barefoot a thorn pricks the leg the bottom of the foot the sole of the foot then to remove that thorn sometimes may not be possible just by pulling it out because it is gone little deep inside so then the person to remove that thorn takes another thorn and and uses that second thorn to actually clear the skin in the area where the thorn is pricked and thereby making it easy to pull out the thorn with the second thorn the first thorn so this may not be um very much an experience of the city people who never have to walk barefoot who never have experience of a thorn pricking their leg but this is the most appropriate example in this instance"
    },
    {
      "start_time": 771,
      "end_time": 892,
      "verse_references": [
        "BG 16"
      ],
      "themes": [
        "asuras and devatas",
        "Lord's protection",
        "good to both",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because whether he kills the asuras or protects the devatas, both are delivered by the Lord.",
      "summary": "The speaker concludes by reiterating the distinction between asuras and devatas, emphasizing the Lord's role in protecting the devatas and destroying the asuras, ultimately doing good to both by granting them liberation.",
      "timestamp_url": "https://youtu.be/vyIYYoER6FU?t=771",
      "transcript": "so Prabhupada explains although every living being is a part of the city as long as they owned some of theين parts and parcel of the Lord still one who is a pin prick to the Lord is called an hasura who is disobedient and unnecessarily gives trouble to others and one who is a voluntary servitor of the Lord is called a devata or demigod both are parts and parcels of the lord both belong to the lord but still one is called an asura another one is called the devata In the material world, the devatas and asuras are always contending. There is competition between them. And the devatas are always saved from the hands of the asuras by the Lord. Both of them are under the control of the Lord. Both the devatas and asuras, both. The world is full of two kinds of living beings. Krishna explains this in the 16th chapter of the Bhagavad Gita. So, there are two kinds of created beings, the devatas and asuras. The Lord's mission is always to protect the devatas and destroy the asuras. Whenever there is such a need in the world and to do good to both of them. The Lord does. Good to both of them. Because whether he kills the asuras or protects the devatas, both are delivered by the Lord. The contact with the Lord is assured, guaranteed liberation. For whoever comes in contact, whichever way. So, Lord does good to both. He is not partial to the devatas. So, I will stop here. Thank you very much."
    }
  ]
}