{
  "video_id": "VYxhbcV1ixE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.35 | 30-11-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=VYxhbcV1ixE",
  "segments": [
    {
      "start_time": 59,
      "end_time": 338,
      "verse_references": [],
      "themes": [
        "yoga",
        "devotional service",
        "sense control",
        "soul satisfaction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "yoga system is helpful to actually control the senses but it is not effective in giving satisfaction to the soul",
      "summary": "Narada Muni explains that while yoga can control the senses, it doesn't provide soul satisfaction, which comes from devotional service.",
      "timestamp_url": "https://youtu.be/VYxhbcV1ixE?t=59",
      "transcript": "In this session, we will be discussing from the 35th verse of the 6th chapter of the first canto of Srimad Bhagavatam. We are continuing the conversation between Narada and Vyasa Deva. Towards the end of the chapter, a few more verses, the chapter will conclude. So the 35th verse is, the meaning of this verse is, it is true that by practicing restraint of the senses by the yoga system, one can get relief from the disturbances of desire and lust, but this is not sufficient to give satisfaction to the soul, for this satisfaction is derived from devotional service to the Personality of Godhead. So Srila Narada Muni is clearly explaining that the yoga system is helpful to actually control the senses, but it is not effective in giving satisfaction to the soul. Ultimately, we are always seeking satisfaction of the soul, though we do not know it, especially those in ignorance of the spiritual nature of the self. They are unaware that the satisfaction of the senses, mind, or intelligence is not satisfaction of the soul. I, the real person, am different from the body or the senses. I am different from the mind. I am different from my intelligence. I am spirit, so this spirit requires spiritual satisfaction, soul satisfaction. So that is explained very nicely by Srila Prabhupada in the purport: yoga aims at controlling the senses. This is one of the main purposes of practicing yoga, to control the senses. Generally, our senses are totally uncontrolled in the sense, with the idea that whatever the senses demand, we are simply busy satisfying those demands, but that is not the way of spiritual life. So in yoga practice, there is by practice of the mystic process of bodily exercise in sitting, thinking, feeling, willing, concentrating, facing, and setting away, meditating and, as beam bus into trance and in this one can control the senses. So this, they call it eight-fold yoga system, Ashtanga Yoga: yama, niyama, asana, pranayama, na para nayam, pratyahara, dharana, dhyana, samadhi. Samadhi is completely being merged into transcendence. But the scriptures also describe this method of controlling the senses through yoga practice, Ashtanga Yoga practice. About that, the scriptures are telling, the senses are considered like venomous serpents, and the yoga system is just to control them. Narad Muni is recommending another method for controlling the senses. What is that? The method of transcendental loving service of Mukunda, the Personality of Godhead, the system of Bhakti, the process of Bhakti. It is different than the Ashtanga Yoga process."
    },
    {
      "start_time": 338,
      "end_time": 556,
      "verse_references": [],
      "themes": [
        "Ashtanga Yoga",
        "devotional service",
        "sense engagement",
        "Krishna Consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Ashtanga Yoga is denying the sense satisfaction, denying mind satisfaction, denying intellectual satisfaction all this by forcibly restraining the senses",
      "summary": "The speaker contrasts Ashtanga Yoga's artificial method of denying sense gratification with devotional service's positive engagement of the senses in spiritual activities.",
      "timestamp_url": "https://youtu.be/VYxhbcV1ixE?t=338",
      "transcript": "By his experience, Narad Muni says that devotional service to the Lord is more effective and practical than the system of artificially controlling the senses. The method of Ashtanga Yoga is an artificial method. That means you have to force yourself against your natural way of living, whereby you engage your senses in sense satisfaction in some activity aimed at either satisfying the senses or the mind or the intelligence. So Ashtanga Yoga is denying the sense satisfaction, denying mind satisfaction, denying intellectual satisfaction, all this by forcibly restraining the senses, holding back the senses from their sense objects, holding back the mind, not indulging the mind or the senses or the intelligence, whereas what happens in devotional service? In the service of the Lord Mukunda. Mukunda means another name for Krishna. The senses are transcendentally engaged. This is the big difference. It is not stopping the senses, it is engaging the senses, but in a different way. What is that different way? Spiritually engaging them, transcendentally engaging them. That means we do spiritual activities in Krishna Consciousness. That is the system of Krishna Consciousness, the system of Bhakti. We engage the senses in spiritual activities, just like you may like to hear a very melodious Kirtan, Hare Krishna Kirtan. That is transcendentally engaging your ears and your mind and even your intelligence, or you may relish tasting nice Krishna Prasadam. That is engagement for the tongue, the mind, the intelligence, everything. So it is positive engagement. Bhakti is positive engagement, of course, in a specific type of activity, spiritual activity, and there are varieties, there is variety, ample variety of spiritual activities. In this way, if the senses are transcendentally engaged while serving Lord Mukunda, Lord Krishna, there is no chance of the senses being engaged in sense gratification, no chance. And the important point to notice, the senses want some engagement. They cannot be kept for long without any activity. That is artificial. To check them artificially is no check at all, because as soon as there is some opportunity for enjoyment, the serpent-like senses will certainly take advantage of it."
    },
    {
      "start_time": 556,
      "end_time": 736,
      "verse_references": [],
      "themes": [
        "sense control",
        "Vishwamitra Muni",
        "Haridas Thakur",
        "devotional service",
        "Maya"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "a devotee who is engaged in devotional service cannot be allured by Maya because this is a superior engagement",
      "summary": "The speaker uses the examples of Vishwamitra Muni and Haridas Thakur to illustrate the difference between artificial sense control and the power of devotional service to overcome Maya.",
      "timestamp_url": "https://youtu.be/VYxhbcV1ixE?t=556",
      "transcript": "And Prabhupada gives a nice example. There are many such instances in history, and they have been recorded in the Puranas, in the scriptures, just like the example is given of Vishwamitra Muni. He was a great king. He renounced his kingdom and all the wealth and the comforts, royal comforts, and he went away to a forest, a secluded place, and he was performing tapasya. But he, while practicing tapasya, Vishwamitra Muni became a victim to the beauty of Menaka. Whenever any great personality is very determined to perform tapasya, Indra, the king of heaven, he becomes very worried that this person who is doing tapasya may overtake me and replace me as the king of heaven. So Indra sends Apsaras to disturb the tapasya, and that's what exactly happened when Vishwamitra Muni was sitting in the forest and performing meditation. Indra sent one Apsara by name Menaka, and Menaka came and she allured Vishwamitra Muni, and Vishwamitra Muni became completely distracted from his tapasya. But the other example that is also given, a devotee of Lord Chaitanya Thakur, Haridas, he was allured at midnight by the well-dressed Maya. Maya Devi herself came to allure Haridas Thakur when he was sitting and chanting Hare Krishna. Still, she could not induce him into her trap. She could not do that. In fact, Maya Devi surrendered to Haridas Thakur and begged for the holy name from him. So a devotee who is engaged in devotional service cannot be allured by Maya because this is a superior engagement. This is explained in the Bhagavad Gita, param drishtva nivartate. If you want to stop the senses from being engaged in mundane sense activities, then you should engage the senses in devotional service, and such engagement is superior."
    },
    {
      "start_time": 736,
      "end_time": 891,
      "verse_references": [],
      "themes": [
        "devotional service",
        "yoga",
        "jnana",
        "karma",
        "self-realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "without devotional service of the Lord neither the yoga system nor philosophical speculation can ever become successful",
      "summary": "The speaker emphasizes that pure devotional service is the topmost path to self-realization, superior to yoga, jnana, and karma, and that these other paths are dependent on bhakti.",
      "timestamp_url": "https://youtu.be/VYxhbcV1ixE?t=736",
      "transcript": "You cannot be distracted by Maya. The whole idea is that without devotional service of the Lord, neither the yoga system nor philosophical speculation can ever become successful. Always yoga means karma, karma yoga, jnana, jnana yoga, tapasya, ashtanga yoga, they are different. Whenever the word yoga is suffixed to karma, jnana, or tapasya, then it means that you have to mix with devotional service. Now, pure devotional service of the Lord is without any tinge of or without any mixture of fruity work, mystic yoga, or speculative philosophy, without any mixture of karma, jnana, or tapasya, that without any mixture of that, pure devotional service is actually the foremost procedure for self-realization. This will be explained in detail in the later portions of the Bhagavatam. Such pure devotional service is transcendental in nature, and the systems of yoga and jnana are subordinate to such a process. Yoga and jnana are dependent on mixture of bhakti, whereas pure bhakti is independent of yoga, jnana, karma, everything else. When the transcendental devotional service is mixed with a subordinate process, it is no longer transcendental. It is called mixed devotional service. So all this will be explained by Sri Vyasadeva in the text later on, but for now Narada Muni is telling, bhakti can give complete satisfaction for the soul. Yoga can help in controlling the senses, but it cannot give satisfaction for the soul. Therefore, he is recommending bhakti over the process of yoga or even the process of jnana or even karma. So bhakti, pure devotional service, is the topmost."
    },
    {
      "start_time": 891,
      "end_time": 910,
      "verse_references": [
        "BG 6.47"
      ],
      "themes": [
        "devotee",
        "topmost yogi"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the topmost yogi is the devotee",
      "summary": "The speaker concludes by quoting the Bhagavad Gita, stating that the topmost yogi is the devotee.",
      "timestamp_url": "https://youtu.be/VYxhbcV1ixE?t=891",
      "transcript": "This is the conclusion by Lord Sri Krishna in the 6th chapter: yogi naam api sarvesha madhgate nantaratmana shraddhavan bhajate yo ma same yukta tamo matah, yukta tama, the topmost yogi is the devotee. I will stop here."
    }
  ]
}