{
  "video_id": "vZrz6MWhLgc",
  "title": "SB 1.18.7 | HH Stoka Krishna Swami | 29-03-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=vZrz6MWhLgc",
  "segments": [
    {
      "start_time": 0,
      "end_time": 42,
      "verse_references": [],
      "themes": [],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare, Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with the chanting of prayers and mantras.",
      "timestamp_url": "https://youtu.be/vZrz6MWhLgc?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janashalakaya Chaksharan Militam Jena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvijesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 43,
      "end_time": 113,
      "verse_references": [
        "SB 1.18.7"
      ],
      "themes": [
        "Kali Yuga",
        "Maharaj Parikshit",
        "Auspiciousness",
        "Sin"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So he was never envious of the personality of Kali.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains that Maharaj Parikshit was not envious of Kali.",
      "timestamp_url": "https://youtu.be/vZrz6MWhLgc?t=43",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswati Vyasam Tato Jayam Udhirayet In this session, we will be discussing from the 7th verse of the 18th chapter of the 1st canto of Shri Madbhagavatam. Nanu Dveshti Kalim Samrat Saranga Ivasarabhuk Kushalani Ashu Siddhanti Netarani Krithaniyat The meaning of this verse is Maharaj Parikshit was a realist like the Bhutakashtra. Maharaj Parikshit was a realist. He knew perfectly well that in this age of Kali, auspicious things produce good effects immediately, whereas inauspicious acts must be actually performed to render effects. So he was never envious of the personality of Kali."
    },
    {
      "start_time": 113,
      "end_time": 275,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Sinful Acts",
        "Reactions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A person does not become a victim of a sinful activity until he actually performs that sinful activity.",
      "summary": "The speaker explains a special facility in Kali Yuga: one is not affected by sinful reactions until the sinful act is actually performed, contrasting it with previous yugas.",
      "timestamp_url": "https://youtu.be/vZrz6MWhLgc?t=113",
      "transcript": "This is a very important verse, which gives some practical guidance for us to understand what kind of evil influence does Kali have in this age on all of us. So, Srila Prabhupada says in the purport, the age of Kali is called the fallen age. This is the age where the influence of the Kala, this particular Yuga, is the most evil influence compared to Sathya, Treta or Dwapara Yugas in the past. It's called the fallen age. In this fallen age, because the living beings are in an awkward position, the Supreme Lord has given them the power to do so. The Supreme Lord has given some special facilities to them. They are handicapped because of being in Kali Yuga, so the Supreme Lord has given some special facility. What is that? By the will of the Lord, a living entity does not become a victim of a sinful act until the act is actually performed. Please hear this carefully. A person is not a victim of a sinful act until the act is actually performed. Please hear this carefully. A person does not become a victim of a sinful activity until he actually performs that sinful activity. What does this mean? The next sentence will help you understand this better. In other ages, simply by thinking of performing a sinful act, one used to become a victim of the act. What does this mean? Supposing, in a previous Yuga, somebody thought of smoking a cigarette. Immediately, they become a victim of that sinful activity. They get sinful reaction simply for thinking of smoking. Now, Kali Yuga is such that if somebody thinks of smoking, they don't get any sinful reactions for thinking in a sinful way. They get the sinful reaction simply for thinking of smoking. The sinful reaction, only if they actually smoke, they actually perform the sinful activity."
    },
    {
      "start_time": 275,
      "end_time": 370,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Pious Acts",
        "Maharaj Parikshit",
        "Kali's Influence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "a living being in this age is awarded with the results of pious acts simply by thinking of them.",
      "summary": "The speaker contrasts sinful acts with pious acts in Kali Yuga, explaining that one can gain spiritual benefit simply by thinking of performing pious acts and reiterates Maharaj Parikshit's attitude towards Kali.",
      "timestamp_url": "https://youtu.be/vZrz6MWhLgc?t=275",
      "transcript": "Now, in this same Kali Yuga, on the contrary, Prabhupada says, a living being in this age is awarded with the results of pious acts simply by thinking of them. Opposed to sinful activity, supposing I think of doing some worship of the Supreme Lord, I think of doing it, then simply by thinking I get some spiritual benefit of actually having performed. Simply by thinking you get the benefit. So this is the special facility the Supreme Lord has given us in this age of Kali because we are handicapped due to the influence of the age, evil influence of Kali. So therefore it is described about Maharaj Pariksit. Maharaj Pariksit, being the most learned and experienced King by the grace of the Lord, was not unnecessarily envious of the personality of Kali. See, personality of Kali is adharma bandhu, he spreads his evil influence, he wants to bring in irreligion in a place where there is no irreligion, so Kali is not a very welcome personality, but still..."
    },
    {
      "start_time": 370,
      "end_time": 470,
      "verse_references": [],
      "themes": [
        "Kali",
        "Sinful Activities",
        "Protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Pariksit Maharaj protected his subjects from falling prey to the sinful acts of the age of Kali and at the same time he gave full facility to the age of Kali by allotting him some particular places.",
      "summary": "The speaker explains how Maharaj Parikshit protected his citizens from the sinful influence of Kali while still allowing Kali certain places to reside.",
      "timestamp_url": "https://youtu.be/vZrz6MWhLgc?t=370",
      "transcript": "a truly dikkat in the nakata of human nature, so Kali is a very polite and repentant and always engaging in good deeds. So Maharaj Pariksit was not unnecessarily envious of the personality of Kali. Why was he not envious? Because he did not intend to give him any chance to perform any sinful activity. Pariksit did not kill Kali Purusha, at the same time he did not allow Kali Purusha to remain in this kingdom and do his nefarious act of spreading his evil influence among innocent people. Poor Pariksit did not allow that. So it is further said by Srila Prabhupada, Pariksit Maharaj protected his subjects from falling prey to the sinful acts of the age of Kali and at the same time he gave full facility to the age of Kali by allotting him some particular places. He gave Kali Purusha some particular places, but he also protected the citizens from not performing the sinful activities. If somebody performs a sinful activity then they give Kali a place to reside and spread the evil influence among the people. So, it is trying to make it very easy for Kali to influence..."
    },
    {
      "start_time": 470,
      "end_time": 605,
      "verse_references": [],
      "themes": [
        "Kali",
        "Sinful Activities",
        "Meat-eating",
        "Intoxication",
        "Gambling",
        "Illicit Sex",
        "Wealth"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Kali can come and reside and spread the evil influence of spreading irreligious activities so to prevent Kali from spreading irreligious influence evil influence one should not give Kali a place to reside",
      "summary": "The speaker uses the analogy of tuberculosis bacteria to explain how Kali spreads his influence and lists the five places where Kali resides: meat-eating, intoxication, gambling, illicit sex, and accumulating wealth.",
      "timestamp_url": "https://youtu.be/vZrz6MWhLgc?t=470",
      "transcript": "it is just like supposing there is a tuberculosis bacteria. If somebody catches that infection of the tuberculosis bacteria, they get tuberculosis infection, then the tuberculosis bacteria sitting in the body of one person who is infected will spread to others while living and multiplying in the body of a healthy person. So if Kali is not given a chance to reside in this earth planet, where will Kali be able to reside? Wherever sinful activities like meat-eating, intoxication, gambling and illicit sex are going on, four places, and of course there is a fifth place also where gold is kept accumulated for sins gratification, five places Kali can come and reside and spread the evil influence of spreading irreligious activities. So to prevent Kali from spreading irreligious influence, evil influence, one should not give Kali a place to reside. That means there should be nobody who indulges in these five things, indulges in these five things: consuming intoxication, killing animals for meat-eating and gambling, indulging in illicit sex and keeping wealth for sins gratification. So these five things if we avoid..."
    },
    {
      "start_time": 605,
      "end_time": 754,
      "verse_references": [],
      "themes": [
        "Kali Yuga",
        "Chanting Hare Krishna",
        "Liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "one can attain salvation simply by chanting the holy name of the Lord",
      "summary": "The speaker highlights the great advantage of Kali Yuga: one can attain liberation simply by chanting Hare Krishna, and mentions Maharaj Parikshit's efforts to propagate this chanting.",
      "timestamp_url": "https://youtu.be/vZrz6MWhLgc?t=605",
      "transcript": "then Kali will have no place to reside and spread this evil influence. So it is further told by Srila Prabhupada in the purport, at the end of the Srimad Bhagavatam, it is said that even though all nefarious activities of the personality of Kali are present, there is a great advantage in the age of Kali: one can attain salvation simply by chanting the holy name of the Lord. Bhagavatam particularly says this. Bhagavatam is a special scripture for this Kali Yuga and Bhagavatam says simply by chanting Hare Krishna, one can attain ultimate liberation from material bondage. Thus Maharaja Pariksit made an organized effort to propagate the chanting of the Lord's holy name and thus he saved the citizens from the clutches of Kali, exactly what Srila Prabhupada has done, has done or is still doing through his sincere followers. Prabhupada's movement, Krishna conscious movement, Hare Krishna movement is a movement of life, wisdom, self-respect. This con movement is meant for spreading the chanting of the holy name of the Supreme Lord Krishna, the Hare Krishna mantra, so that Kali cannot exert his influence. Kali cannot spread his evil influence. And everyone can be saved simply by this propaganda of chanting Hare Krishna. It is only for this reason that sages sometimes wish all good for the age of Kali. On the one side it is said Kali Yuga is a dangerous age, because the influence of Kali people become very sinful. But another statement is also there, Kali Yuga is a very, very special age, where simply by chanting Hare Krishna, one can drive away the evil influence of Kali, one is protected completely by chanting Hare Krishna, and one is also able to achieve ultimate liberation simply by chanting. The example of Ajamila given in the sixth canto of Bhagavatam explains in detail this particular special facility in Kali Yuga."
    },
    {
      "start_time": 754,
      "end_time": 873,
      "verse_references": [],
      "themes": [
        "Krishna Katha",
        "Vaishnava",
        "Compassion",
        "Influence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "a Vaishnava is compassionate upon all the living beings but a Vaishnava never allows a sinful living entity to influence other innocent people in a negative way",
      "summary": "The speaker emphasizes the importance of Krishna Katha and the role of a Vaishnava in protecting innocent people from negative influences.",
      "timestamp_url": "https://youtu.be/vZrz6MWhLgc?t=754",
      "transcript": "In the Vedas also it is said that by discourse on Lord Krishna's activities, one can get rid of all the disadvantages of the age of Kali. In the beginning of the Srimad Bhagavatam, it is also said that by the recitation of Srimad Bhagavatam, the Supreme Lord becomes at once arrested within one's heart. The Supreme Lord is present in everyone's heart as Paramatma, but if we engage in hearing Krishna Katha, the Supreme Lord becomes active in our heart and then he protects us from the evil influence of Kali. These are some of the great advantages of the age of Kali and Maharaj Parikshit took all the advantages and did not think any ill of the age of Kali. True to his Vaishnavite cult, a Vaishnava is compassionate upon all the living beings, but a Vaishnava never allows a sinful living entity to influence other innocent people in a negative way. One sinful person should not influence other innocent people to..."
    },
    {
      "start_time": 873,
      "end_time": 906,
      "verse_references": [],
      "themes": [
        "Bhakti",
        "Kali",
        "Devotional Service"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "so that is possible by keeping Kali away from the innocent people by constant engagement in different forms of devotional service",
      "summary": "The speaker concludes by stating that Kali can be kept away from innocent people through constant engagement in devotional service.",
      "timestamp_url": "https://youtu.be/vZrz6MWhLgc?t=873",
      "transcript": "also become sinful. So that is possible by keeping Kali away from the innocent people by constant engagement in different forms of devotional service, the method of practice of Bhakti. Kali can be kept away from the evil influence. So I will stop here. Thank you."
    }
  ]
}