{
  "video_id": "w2np8N3hAs4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.36 | 05-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=w2np8N3hAs4",
  "segments": [
    {
      "start_time": 54,
      "end_time": 297,
      "verse_references": [],
      "themes": [
        "repetition of birth and death",
        "transcendental activities",
        "Krishna's lotus feet"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O Krishna, those who continuously hear, chant and repeat your transcendental activities or take pleasure in others doing so certainly see your lotus feet which alone can stop the repetition of birth and death.",
      "summary": "Kunti Devi explains how hearing, chanting, and repeating Krishna's transcendental activities, or even taking pleasure in others doing so, can lead to liberation from the cycle of birth and death.",
      "timestamp_url": "https://youtu.be/w2np8N3hAs4?t=54",
      "transcript": "In this session we will be discussing from the 36th verse of the 8th chapter of the 1st canto of Shreemad Bhagavatam, continuing the prayers by Queen Kunti. श्रिन्वन्ति गायन्ति गृणन्ति भीक्ष्णशः स्मरन्ति नन्दन्ति तवेहितं जनाह तैयेवपश्यंति अचिरेणतावकं भवप्रवाहो परमं पदाम्बुजम. The meaning of this verse is, O Krishna, those who continuously hear, chant, and repeat your transcendental activities or take pleasure in others doing so, certainly see your lotus feet which alone can stop the repetition of birth and death. So Kunti Devi is explaining how one can end this repetition of birth and death. Of course, most people do not know that the real fundamental problem of material existence is this repetition of birth and death. It's called samsara or bhava. So this accepting this material body, while we are actually not got anything to do with matter, we are pure spirit and we have our spiritual body, we have our spiritual heart, we have our home, the abode of Krishna, Krishnaloka, but foolishly we give up that spiritual home and we desire independent enjoyment, we desire to lord over material nature and therefore we are forced to take this material body which is called birth and we cannot remain in this material body permanently, we have to quit this material body by force, that's called death and after death if we still have desire for lording over or we have desire for material enjoyment, independent enjoyment then we have to continue to accept another body and that's another birth. So jatasyahi dhruva mṛtyu dhruvam janma mṛtasyaca Krishna explains this in the Bhagavad Gita, for one who has taken his birth in this material world death is certain and after death if one is not liberated at the time of death then one has to take birth again, cannot avoid. So Kunti Devi is now telling who can actually stop this repetition of birth and death, those who continuously hear, chant, and repeat the transcendental activities of Krishna or even if they don't do it they simply take pleasure in somebody else who is doing that, such persons are able to have darshan of Krishna's lotus feet by which they are very easily able to conquer this material existence, they are able to stop the repetition of birth and death."
    },
    {
      "start_time": 297,
      "end_time": 486,
      "verse_references": [],
      "themes": [
        "conditional vision",
        "spontaneous love of God",
        "recognizing God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Therefore even though the Lord may be present before our eyes it is not possible to see him unless we have the necessary vision.",
      "summary": "Seeing Krishna requires developing spontaneous love of God and changing our conditional vision, as material qualifications are not enough to recognize the Lord.",
      "timestamp_url": "https://youtu.be/w2np8N3hAs4?t=297",
      "transcript": "So Sri La Pravapa explains in the purple, The Supreme Lord Sri Krishna cannot be seen by our present conditional vision, this eyes with which we normally see so many material things, it works under certain conditions, so this conditional vision is not suitable for seeing the Supreme Lord Sri Krishna, in order to see him one has to change his present vision by developing a different condition of life which is full of spontaneous love of God, spontaneous love of God, not forced to do some devotional service, spontaneously one renders service to Krishna very enthusiastically, lovingly, very nicely. When Sri Krishna was present personally on the face of the globe not everyone could see him as the Supreme Personality of Godhead, when Krishna incarnates everybody can see him but they don't recognize him, they don't understand here is the Supreme Personality of Godhead, they think he is another ordinary person, materialists like Ravana, Hiranyakashipu, Kamsa, Jarasandha are highly qualified personalities by acquisition of material assets but they were unable to appreciate the presence of the Lord, so somebody is materially qualified that is not enough to to recognize the Supreme Lord when he is incarnated or when he is personally present before our vision, therefore even though the Lord may be present before our eyes it is not possible to see him unless we have the necessary vision. Sometimes people ask can you show me God, even if God were to appear in front of you the question you should ask yourself before you ask the question can you show me God, can I recognize God if God comes in front of me as one does God have and does he rule God and can be first in difficult or end able and have the strength to rank the planet later it would just rather be permanent above"
    },
    {
      "start_time": 486,
      "end_time": 689,
      "verse_references": [],
      "themes": [
        "hearing from right sources",
        "transcendental activities",
        "dealings with Gopis"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If hearing is from the right sources, it acts very quickly.",
      "summary": "Hearing from authorized sources is crucial for spiritual advancement, and one should approach the Lord's pastimes, including those with the Gopis, with the right understanding and motivation.",
      "timestamp_url": "https://youtu.be/w2np8N3hAs4?t=486",
      "transcript": "service does not see the Lord face to face. The reason is that the first item shravana is very important. If hearing is from the right sources, it acts very quickly. Generally people hear from unauthorized persons. Such unauthorized persons may be very learned by academic qualifications but because they do not follow the principles of devotional service, hearing from them becomes a sheer waste of time. Hearing from unauthorized persons will not result in any spiritual advancement. Sometimes the texts are interpreted fashionably to suit their own purpose. Therefore, first one should select a competent and bonafide speaker and then hear from him. When the hearing process is perfect and complete, the other processes become automatically perfect in their own way. After hearing comes chanting and then remembering etc. There are different transcendental activities of the Lord and each and every one of them is competent bestow the desired result provided the hearing process is perfect. In the Bhagavatam the activities of the Lord begin from his dealings with the Pandavas, that's the first canto of the Srimad Bhagavatam. There are many other pastimes of the Lord in connection with his dealings with the asuras and others and in the tenth canto the sublime dealings with his conjugal associates the Gopis as well as his married wives at Dwaraka are mentioned. Since the Lord is absolute there is no difference in the transcendental nature of each and every dealing of the Lord whether the description in the first canto is about the Lord's dealings with the Pandavas or in some other canto about the Lord's dealings with some other asuras or it is the dealing of the Lord with his most beloved devotees the Gopis or his beloved Queens at Dwaraka all are transcendental. But sometimes people in an unauthorized hearing process take more interest in hearing about his dealings with the Gopis, such an inclination indicates the lusty feelings of the hearer so a bona fide speaker of the dealings of the Lord never indulges in such hearings, one must hear about the Lord from the very beginning as in the Srimad Bhagavatam or any other scripture."
    },
    {
      "start_time": 689,
      "end_time": 797,
      "verse_references": [],
      "themes": [
        "Krishna's transcendental nature",
        "spiritual life",
        "troublesome material life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We must always remember that the Lord is always transcendental to any mundane attachment.",
      "summary": "Krishna is transcendental to any material attachment, and hearing about Him and His devotees is conducive to spiritual life, offering relief from the troubles of material existence.",
      "timestamp_url": "https://youtu.be/w2np8N3hAs4?t=689",
      "transcript": "and that will help the hearer attain perfection by progressive development, one should not therefore consider that his dealings, that means Krishna's dealings with the Pandavas are less important than his dealings with the Gopis, we must always remember that the Lord is always transcendental to any mundane attachment, Krishna doesn't have any attachment, any material attachment at all. In all the above mentioned dealings of the Lord he is the hero in all circumstances and hearing about him or about his devotees or combatants is conducive to spiritual life. It is said that the Vedas and Puranas etc are all made to revive our lost relation with him, hearing of all these scriptures, essential, it's absolutely essential. In the previous verses Kunti Devi has explained that those who have come to this material world are working very hard like asses and have such a hard burden that they cannot bear it because the lusty desires have created heavy work that puts them always in trouble, Krishna comes to introduce the system by which one can get relief from this continuously troublesome life, material life means troublesome heavy work that's"
    },
    {
      "start_time": 797,
      "end_time": 917,
      "verse_references": [],
      "themes": [
        "religion as laws of God",
        "deviation from laws",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "There are laws of God, and when there is dharma, asya glani, deviation from these laws, we suffer.",
      "summary": "Religion consists of following the laws of God, and Krishna comes to correct deviations and show the path of devotional service to overcome material existence.",
      "timestamp_url": "https://youtu.be/w2np8N3hAs4?t=797",
      "transcript": "the essence of material line. Now as regards what is Pushpa Roshani Gratia? Religion consists of the laws of God. People who do not know this think that religion means faith, but although you may have faith in something, and I may have faith in something, and although I may believe you, and you may or may not believe me, that is not religion. There is even a supposedly religious mission that says, you can manufacture your own way, whatever you think is right, that is right. This is their philosophy, wrong philosophy, bogus philosophy, but that is not science. Supposing I am a madman, is it all right? Is it all right to think, whatever I think is correct? Is it all right to think like that? How could this be? 2 plus 2 equals 4 is science. If I believe that 2 plus 2 equals 5 or 3, does it become true? No, never. So, there are laws of God, and when there is dharma, asya glani, deviation from these laws, we suffer. So, Krishna comes to correct these mistakes, and he shows us the way of devotional service. And if we follow that, very easily, we can cross over this most difficult material existence."
    }
  ]
}