{
  "video_id": "W6ib-kP6yrg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.27 | 24-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=W6ib-kP6yrg",
  "segments": [
    {
      "start_time": 52,
      "end_time": 111,
      "verse_references": [],
      "themes": [
        "dharma",
        "charity",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "briefly about these different types of dharmas",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains that Bhishma Deva is describing different types of dharmas to Yudhisthira.",
      "timestamp_url": "https://youtu.be/W6ib-kP6yrg?t=52",
      "transcript": "In this session, we will be discussing from the 27th verse of the 9th chapter of the 1st canto of Srimad Bhagavatam: Dāna dharmān rāja dharmān mokṣa dharmān vibhāgaśaha strī dharmān bhagavad dharmān samāsa vyāsa yogataha. The meaning of this verse is, He then explained—that is, describing Bhīṣma Deva explaining to Yudhiṣṭhira the different types of dharmas. By divisions, acts of charity, dāna dharma, the pragmatic activities of a king, rāja dharma, and activities for salvation, mokṣa dharma. Then he described the duties of women, strī dharma, and devotees, what is bhagavad dharma, devotees, activities of the devotees both briefly and extensively, samāsa and vyāsa briefly."
    },
    {
      "start_time": 111,
      "end_time": 250,
      "verse_references": [],
      "themes": [
        "charity",
        "dāna",
        "daya",
        "varnashrama dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Charity is not to be given to somebody who is poor, somebody who is handicapped. No, that is not charity. That's not dāna. That is different. That's called daya.",
      "summary": "The speaker explains the concept of charity (dāna) according to Vedic culture, emphasizing that it should be given to those engaged in spiritual activities, differentiating it from compassion (daya) which is given to the needy.",
      "timestamp_url": "https://youtu.be/W6ib-kP6yrg?t=111",
      "transcript": "So, Śrīla Prabhupāda says briefly about these different types of dharmas. These are explained elaborately in the Mahābhārata. It is given. So, here he says, to give charity is one of the householder's main functions. Among the four āśramas—Brahmachārī, Grahastha, Vānaprastha, and Sannyāsa—the Brahmachārī's, Vānaprastha's, and Sannyāsa's is, don't earn money, don't have a means of living, don't have a means of getting their livelihood. So, they are dependent on bhikṣa. They beg or live by whatever is available easily in nature. So, the Grahasthas have to do this charity, giving dāna to whom? To Brahmachārīs, to the Vānaprasthas, and Sannyāsas. All three are engaged in spiritual activities exclusively. So, charity is to be given to somebody exclusively devoted to spiritual activities. Charity is not to be given to somebody who is poor, somebody who is handicapped. No, that is not charity. That's not dāna. That is different. What is that called? That's called daya. See, try to understand the difference between dāna and daya. Prabhupāda explains this elsewhere. Daya means to show compassion to somebody who is less privileged, who is, let's say, a handicapped person, who is not able to do any work to earn money. You may support such a person by giving some help, but that is not dāna. That is called daya. It's compassion. A doctor may give free treatment to some poor person who is sick or diseased. That is called daya. That is not dāna."
    },
    {
      "start_time": 250,
      "end_time": 378,
      "verse_references": [],
      "themes": [
        "varnashrama dharma",
        "charity",
        "spiritual activities",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Prabhupāda explains the concept is that everyone's energy is generated or borrowed from the reservoir of energy of the Supreme Lord.",
      "summary": "The speaker elaborates on the roles of different ashramas in Vedic society, emphasizing the importance of charity from householders to those dedicated to spiritual life, and explaining that all energy originates from Krishna and should be returned to Him through loving service.",
      "timestamp_url": "https://youtu.be/W6ib-kP6yrg?t=250",
      "transcript": "Dāna is specifically the householder, or those having wealth, giving charity only to those who is exclusively engaged in spiritual activities. And in the Vedic culture, the varnāśrama dharma is followed strictly. In such a society, the brahmachāris, the vāna-prasthas, and sannyāsīs, they don't do any activity other than spiritual activities. So a brahmachāri has got specifically the duty to learn, to get trained up, how to practice spiritual life. That is the main duty of a brahmachāri. A householder should give charity, and a person in the retired and in the renounced order of life, Vāna-prasthas and sannyāsīs, should practice penances and austerities. These are general functions for all the ashramas. Actually, the brahmachāri training is such that they should understand all the property in the entire world belongs to Krishna, the supreme personality of Godhead. No one can claim any proprietorship over anything. Therefore, the life of the householder is meant to give charity, especially to the brahmachāris, vāna-prasthas, and sannyāsīs. So Prabhupāda explains the concept is that everyone's energy is generated or borrowed from the reservoir of energy of the Supreme Lord. Therefore, the resultant actions of such energy must be given to the Lord in the shape of transcendental loving service."
    },
    {
      "start_time": 378,
      "end_time": 455,
      "verse_references": [
        "BG 9.27"
      ],
      "themes": [
        "Krishna consciousness",
        "charity",
        "devotion",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whatever we do, whatever we undergo as penance, whatever we sacrifice, whatever we eat, whatever we give in charity, must be offered to Krishna.",
      "summary": "The speaker uses the analogy of rivers returning to the sea to explain that our energy, borrowed from Krishna, should be returned to Him. He quotes Bhagavad Gita to support the idea that all actions should be offered to Krishna, and explains that giving to Brahmacharis, Vanaprasthas, and Sannyasis is a way of giving to Krishna.",
      "timestamp_url": "https://youtu.be/W6ib-kP6yrg?t=378",
      "transcript": "Rendered to Krishna. The example is given: the rivers draw water from the sea through the clouds and again go down to the sea. Similarly, our energy is borrowed from the Supreme Source, the Lord's energy. It must be returned to the Lord. That is the perfection of our energy. And Krishna says in the Bhagavad Gita, whatever we do, whatever we undergo as penance, whatever we sacrifice, whatever we eat, whatever we give in charity, must be offered to Krishna: yad karoṣi yad aṣṇāsi yad yahoṣi dadāsi yad yad tapasyaśi kaunteya tath kurusva madharpanam. Now, why Krishna is telling that we should give it to Krishna? Krishna is not in need. He is the source. He is the reservoir of everything. He's got unlimited wealth. So why we should give in charity to Krishna? It is actually through giving to actually the Brahmacharis and the Vanaprasthas and Sannyasis, we are giving to Krishna because they are going to utilize it for spiritual activities. In that way, it goes back to Krishna."
    },
    {
      "start_time": 455,
      "end_time": 556,
      "verse_references": [],
      "themes": [
        "charity",
        "detachment",
        "Rajadharma",
        "self-realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the proper utilization is minimum required for your own maintenance, you definitely do utilize whatever you are earning or whatever your wealth you have inherited or earned or got from nature.",
      "summary": "The speaker explains that giving charity is not renouncing something that belongs to you, but returning something that ultimately belongs to the Lord. He then transitions to discussing Rajadharma, emphasizing that the king's role is to guide citizens towards self-realization, not just sense enjoyment.",
      "timestamp_url": "https://youtu.be/W6ib-kP6yrg?t=455",
      "transcript": "So when you give charity, actually it is going back to the original source from where you have got your wealth. So giving charity is not that something which belongs to you, you are renouncing. No, you are actually possessing something which does not belong to you. So the proper utilization is minimum required for your own maintenance. You definitely do utilize whatever you are earning or whatever your wealth you have inherited or earned or got from nature. You definitely utilize a portion of that for your own maintenance, for your subsistence, yourself, your family members, and the balance should be returned to the Lord to whom it belongs through the spiritualist, transcendentalist. That way it is going back to the Lord because the transcendentalist will only use whatever bhiksha they get for the Lord's service and not for any other purpose. Rajadharma is a great science. It is the science of ruling perfectly the kingdom, guiding the citizens so that they understand the goal of human form of life is self-realization and not sense enjoyment."
    },
    {
      "start_time": 556,
      "end_time": 689,
      "verse_references": [],
      "themes": [
        "Rajadharma",
        "sacrifice",
        "Vedic culture",
        "prosperity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The kings were systematically trained to become not merely tax collectors, but to become munificent in giving charity to the saintly persons.",
      "summary": "The speaker continues discussing Rajadharma, highlighting the king's duty to perform sacrifices for the prosperity of the subjects and to ensure they live a life aimed at self-realization, contrasting this with modern political diplomacy.",
      "timestamp_url": "https://youtu.be/W6ib-kP6yrg?t=556",
      "transcript": "The kings were systematically trained to become not merely tax collectors, but to become munificent in giving charity to the saintly persons. So for the prosperity of the subjects, the kings were supposed to do sacrifices. When sacrifices are performed, there is plenty of supply by the arrangement of the Supreme Lord through the agents called the Devatas. And the greatest duty of the king was to ensure that he leads the citizens in attaining ultimate salvation from material bondage. So this is Rajadharma. This is totally different from modern training in political diplomacy. This is not Rajadharma. Political diplomacy is mainly how to govern the citizens so that ultimately the citizens are going to attain complete liberation from material bondage. And it is also explained here that the taxation law was very simple. The king had a right to take one-fourth of the production made by the citizens. And who would produce? Mainly the vaisyas. And people were not grudging in parting with one-fourth of their produced wealth because that wealth which the king collected as taxes was used for providing for the citizens in so many ways. And the citizens also were rich in agriculture and animal husbandry. Therefore, they had enough grains, fruits, milk without any need for artificial ingredients like soaps and toilets and cinemas and bars. None of these things are required. Neither people had any of those in the Vedic culture."
    },
    {
      "start_time": 689,
      "end_time": 740,
      "verse_references": [],
      "themes": [
        "Vedic culture",
        "self-realization",
        "sense gratification",
        "Rajadharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "People were directed to live a life mainly aimed at self-realization, not that they have wealth, they misuse that for sense gratification in so many sinful ways as is happening in the modern times.",
      "summary": "The speaker contrasts the Vedic culture, where people were directed towards self-realization, with modern times, where wealth is often misused for sense gratification.",
      "timestamp_url": "https://youtu.be/W6ib-kP6yrg?t=689",
      "transcript": "So this is what people were directed to live, a life mainly aimed at self-realization, not that they have wealth, they misuse that for sense gratification in so many sinful ways as is happening in the modern times. No. So that the Rajadharma was then moksha dharma. Salvation is ultimately possible by conquering the principles of lust, anger, unlawful desires, avarice, and bewilderment."
    },
    {
      "start_time": 740,
      "end_time": 881,
      "verse_references": [],
      "themes": [
        "Moksha Dharma",
        "liberation",
        "spiritual culture",
        "Bhagavad-dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Salvation is ultimately possible by conquering the principles of lust, anger, unlawful desires, avarice and bewilderment.",
      "summary": "The speaker discusses Moksha Dharma, explaining that liberation is achieved by conquering negative qualities like lust and anger. He also touches upon the roles of women in Vedic culture and the importance of pleasing the Lord.",
      "timestamp_url": "https://youtu.be/W6ib-kP6yrg?t=740",
      "transcript": "So this is explained in the Mahabharata by Bhishma to Yudhishthira, which Bhishma is instructing. Learn to forgive people's mistakes and to become free from unlawful desires. One should not make plans, plans for enjoyment. By spiritual culture, one can be unlawful, but not more than what is minimum required. Excess sleep means one becomes lazy, one becomes dull, one becomes lethargic, and everything is spoiled by excess sleep. Sleep is very, very important. つ Cha All Explain R The Dream Insight What Suppuhan What To Why O S Name This Head Association So What Is ное so many sinful activities like that. So Bhishma Deva explained so many things. As far as the women class are concerned, they are accepted as a power of inspiration for men. So women should always be chaste, and in this way, the women will be a source of inspiration for the men under whose protection they are supposed to live. This is the Vedic culture. So like this, there are so many things. The most important thing Bhishma Deva explained is the process of pleasing the Lord, bhagavad-dharma."
    },
    {
      "start_time": 881,
      "end_time": 927,
      "verse_references": [],
      "themes": [
        "devotion",
        "bhakti",
        "Krishna consciousness",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We should understand every one of us ultimately is eternal servant of Krishna and simply by worshiping the Lord but with simple ingredients but with devotion.",
      "summary": "The speaker concludes by emphasizing that everyone is an eternal servant of Krishna and that the easiest way to please the Lord is through devotion, even with simple offerings like a leaf or water.",
      "timestamp_url": "https://youtu.be/W6ib-kP6yrg?t=881",
      "transcript": "How to please the Lord. So we should understand every one of us ultimately is eternal servant of Krishna and simply by worshiping the Lord but with simple ingredients but with devotion if one offers even one leaf or little water to the Supreme Lord Krishna that is the easiest way of pleasing the Lord but the important thing is bhakti, devotion. So in this way, one will actually guarantee ultimate liberation by worshiping the Lord and pleasing him through our activities. I'll stop here. Thank you very much. Hare Krishna."
    }
  ]
}