{
  "video_id": "w6zt4zxOjao",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.42 | 19-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=w6zt4zxOjao",
  "segments": [
    {
      "start_time": 0,
      "end_time": 37,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare, Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/w6zt4zxOjao?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Svamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhigaura Bhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 37,
      "end_time": 90,
      "verse_references": [
        "SB 1.13.42"
      ],
      "themes": [
        "Vedic injunctions",
        "control of the Supreme Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Narad Muni is explaining how we are all controlled by the Supreme Lord through the Vedic injunctions.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.13.42) and explains that it discusses how all beings are controlled by the Supreme Lord through Vedic injunctions.",
      "timestamp_url": "https://youtu.be/w6zt4zxOjao?t=37",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session, we will be discussing from the 42nd verse of the 13th chapter of the 1st canto of Srimad Bhagavatam. Yatha Gavo Nasiprotha Tantyam Baddhashchadamabhi Vaktantyam Namabhir Baddha Vahanti Balim Eeshituhu. The meaning of this verse is: As a cow bound through the nose by a long rope is conditioned, so also human beings are bound by different Vedic injunctions and are conditioned to obey the orders of the Supreme. Narad Muni is explaining how we are all controlled by the Supreme Lord"
    },
    {
      "start_time": 90,
      "end_time": 181,
      "verse_references": [],
      "themes": [
        "laws of the Lord",
        "man-made laws",
        "obedience"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Every living being whether a man or an animal or a bird thinks that he is free by himself but actually no one is free from the severe laws of the Lord.",
      "summary": "The speaker elaborates on Prabhupada's explanation, contrasting the severity and inescapability of God's laws with the fallibility of man-made laws.",
      "timestamp_url": "https://youtu.be/w6zt4zxOjao?t=90",
      "transcript": "through the Vedic injunctions. Now how does it work? Prabhupada explains this in the purport. Every living being, whether a man or an animal or a bird, thinks that he is free by himself, but actually no one is free from the severe laws of the Lord. This is the reality. This is the truth. Nobody is free. Nobody is independent. The laws of the Lord are said to be severe because they cannot be disobeyed in any circumstance. The man-made laws may be evaded by cunning outlaws, but in the codes of the Supreme Lawmaker, there is not the slightest possibility of neglecting the laws. So, Prabhupada is helping us distinguish between man-made laws, however stringently enforced or however powerful the garment may be, or the law enforcing mechanism. There is a difference. Man-made laws are possible to be evaded by somebody who is cunning or more intelligent or is more powerful than the enforcing authority itself. That is possible. But in the codes of the Supreme, the Supreme Lawmaker, there is not the slightest possibility of neglecting the laws."
    },
    {
      "start_time": 181,
      "end_time": 250,
      "verse_references": [],
      "themes": [
        "consequences of disobedience",
        "natural calamities",
        "codes of religion"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "A slight change in the course of God-made law can bring about a massive danger to be faced by the law-breaker.",
      "summary": "The speaker uses the example of a tsunami to illustrate the consequences of violating God's laws and connects these laws to the codes of religion.",
      "timestamp_url": "https://youtu.be/w6zt4zxOjao?t=181",
      "transcript": "Krishna's laws nobody can neglect or evade or avoid. That is not possible. A slight change in the course of God-made law can bring about a massive danger to be faced by the law-breaker. We have experienced one, tsunami, and even the most powerful persons in this earth planet we are living in. When they have to face such calamities, natural calamities, then there is no question of anybody being powerful, or wealthy, or influential, or well-protected by some material arrangement. All that doesn't work. None of those things work. Such laws of the Supreme are generally known as the codes of religion"
    },
    {
      "start_time": 250,
      "end_time": 339,
      "verse_references": [],
      "themes": [
        "principle of religion",
        "obedience to God",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Namely, obey the orders of the Supreme God, that is the codes of religion.",
      "summary": "The speaker emphasizes that the core principle of all authentic religions is obedience to the Supreme God, leading to protection.",
      "timestamp_url": "https://youtu.be/w6zt4zxOjao?t=250",
      "transcript": "under different conditions. Codes of religion. God and God's laws as codes of religion, religious principles. But one should not think, oh, there are so many different religions, and so many different scriptures. So, is there any commonality? Prabhupada says, but the principle of religion everywhere is one and the same. What is that one and the same principle of religion? Namely, obey the orders of the Supreme God, that is the codes of religion. Every scripture describes this. Authentic, bona fide scriptures we are talking about. We are not talking about some concocted religious systems. No. The authorized religious systems, they are given for the human beings to obey the laws of God, and thereby be under the proper protection, and safe protection of the Supreme Lord only. That is the condition of material existence. Material existence means, we have to obey the codes of religion, which is the orders of the Supreme Lord."
    },
    {
      "start_time": 339,
      "end_time": 478,
      "verse_references": [],
      "themes": [
        "conditioned life",
        "control of the body",
        "material nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All living beings in the material world have taken up the risk of conditioned life by their own selection.",
      "summary": "The speaker explains that living beings in the material world have chosen a conditioned life and are not in complete control of their bodies, which are governed by material nature.",
      "timestamp_url": "https://youtu.be/w6zt4zxOjao?t=339",
      "transcript": "All living beings in the material world have taken up the risk of conditioned life by their own selection. Now, how is it that somebody comes under a particular set of laws? In this material world, the creation itself is made like that. For example, this body that I have got, I think that I am the controller of my body. But actually the reality is, I am not the real ultimate controller of the body. Though I have some degree of control, like I can lift my hand, okay, that is given to you, that control is given to you, limited control is given to you. I can digest the food I eat normally. But if I eat something which cannot be digested, or if I overeat, then I have to suffer indigestion, the consequences of indigestion. So, where is my control? Can I digest anything and everything, and whatever quantity I eat? No. So, can I keep on working without taking rest when the body becomes fatigued? No. When there is an infection that attacks me, then some germs invade my body, then I have to suffer the consequences of that infection unless it is treated. I cannot be living a normal, healthy life. I have to suffer the symptoms of that infection. So, like that, we are not ultimately under complete control of our body. Our body actually is controlled. It is controlled by material nature who is the agency of God's control in this material world, through this material body."
    },
    {
      "start_time": 478,
      "end_time": 576,
      "verse_references": [],
      "themes": [
        "material body",
        "desire for enjoyment",
        "punishment",
        "entrapment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are taking up the risk of conditioned life by our own selection, because we want to enjoy.",
      "summary": "The speaker discusses how the material body is a vehicle for punishment due to the desire for concocted enjoyment and violation of God's laws, leading to entrapment in material nature.",
      "timestamp_url": "https://youtu.be/w6zt4zxOjao?t=478",
      "transcript": "Now, who doesn't have a material body? Every created being has a material body. Every created being. Brahma, beginning from Brahma, the first created being, the topmost devata, up to the insignificant creatures, everyone has a material body. We don't have any suffering. There is no connection between the material body and the soul except that this body is given to us simply because we desire some concocted enjoyment. And we violate the laws and we are also given the punishment through this body only, by the agency of God, called material nature, Durga Devi. So, we are taking up the risk of conditioned life by our own selection, because we want to enjoy. We violate the laws and we come under the enforcement, law enforcement authority, forcing us to accept this body, so that we will be given suitable punishment through this body. We thus become entrapped by the laws of material nature. We are trapped, because even a slight violation, we have to suffer the consequences of that violation."
    },
    {
      "start_time": 576,
      "end_time": 655,
      "verse_references": [],
      "themes": [
        "spiritual intelligence",
        "entanglement",
        "spiritual instruction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The only way to get out of the entanglement is to agree to obey the Supreme.",
      "summary": "The speaker introduces the concept of spiritual intelligence as the key to understanding and escaping material entanglement through obedience to the Supreme Lord and spiritual practices.",
      "timestamp_url": "https://youtu.be/w6zt4zxOjao?t=576",
      "transcript": "The only way to get out of the entanglement is to agree to obey the Supreme. Actually, it is very simple. How do I get out of this entanglement? First of all, to understand that I am entangled itself requires some a particular type of intelligence. It is called spiritual intelligence. It is different from material intelligence. Please try to understand this point. Material intelligence is for ordinary material subject matters. But spiritual intelligence is something else. It is only possible to exercise our spirit. Everybody has got spiritual intelligence because it is spirit soul. Everyone, every living being is spirit soul. But that spiritual intelligence is awakened and it is trained up to be utilized by spiritual instruction, by spiritual practice, by spiritual master, by spiritual direction given in the scriptures. So only that can awaken our spiritual intelligence."
    },
    {
      "start_time": 655,
      "end_time": 798,
      "verse_references": [],
      "themes": [
        "foolishness",
        "spiritual ignorance",
        "wisdom",
        "devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "As long as one is spiritually ignorant, it doesn't matter what is their material situation or material position.",
      "summary": "The speaker contrasts spiritually ignorant people, who deny God and suffer, with devotees who have awakened their spiritual intelligence and understand God's hand in everything.",
      "timestamp_url": "https://youtu.be/w6zt4zxOjao?t=655",
      "transcript": "Spiritual intelligence is different. Like foolish people. Foolish people means they say there is no God. I don't believe in religion. Such foolish people, they don't, they are unable to awaken their spiritual intelligence because they don't follow the scriptural directions. They don't have any spiritual practices. They don't obey the order of the Supreme Lord. And so therefore they have to suffer. They suffer in ignorance, spiritual ignorance. They might be materially very qualified or unqualified. It doesn't matter. As long as one is spiritually ignorant, it doesn't matter what is their material situation or material position. Whether they are wealthy or they are poor. Whether they are old or young. Whether they are powerful or not so powerful. Materially, whatever their situation, if they are spiritually ignorant, they have to suffer. Suffer in ignorance. Because they violate and they don't awaken their spiritual intelligence. Those who have awakened their spiritual intelligence by properly following the laws of God. They are the wisest people in the whole creation. They are called devotees of the Supreme Lord. And very easily they understand how the laws are working. They are able to see the hand of God in every action they do. Everywhere. Everyone is under the control of God. So this requires spiritual intelligence to be able to understand, to be able to perceive, to be able to actually make a make a very intelligent decision. How to get out of this forced suffering. So, it is to agree to obey the Supreme Lord."
    },
    {
      "start_time": 798,
      "end_time": 916,
      "verse_references": [],
      "themes": [
        "material designations",
        "surrender",
        "obedience"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Surrender to the Supreme Lord and agree to abide by His orders is the way to get out.",
      "summary": "The speaker concludes by discussing how material designations bind us and reiterates that surrender and obedience to the Supreme Lord are the path to liberation, ending with Hare Krishna.",
      "timestamp_url": "https://youtu.be/w6zt4zxOjao?t=798",
      "transcript": "But instead of becoming free from the clutches of Maya or illusion, foolish human beings become bound up by different nomenclatures being designated as Brahmana, Kshatriya, Vaishya, Shudra, Hindus, Mohammedans, Indians, Europeans, and many other designations like this. And thus they carry out the orders of the Supreme Lord under the influence with respect to scriptural or legislative injunctions. See these material designations. Upadhi. Everybody has got Upadhi. I am this, I am that. Beginning with I am the body. And later on the body becomes decorated with different titles. Somebody studies in a university and acquires degrees like Ph.D. or M.A. or whatever the university titles are. Or somebody becomes qualified as a doctor or a lawyer or a prime minister is elected or has won the popular vote and is in a very powerful position as the leader of a big nation. So, the leader of a big nation, great nation or even the post of a devata much higher. Indra, Chandra, Varuna, Vayu, all powerful controllers. You can imagine the control of the wind which is blowing all over the universe. Very powerful position. But even He is subject to the laws of God in this material world. So, surrender to the Supreme Lord and agree to abide by His orders is the way to get out. I will stop here. Thank you very much."
    }
  ]
}