{
  "video_id": "WAK0W7hdh2k",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.11 | 26-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=WAK0W7hdh2k",
  "segments": [
    {
      "start_time": 0,
      "end_time": 55,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Meelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/WAK0W7hdh2k?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshurun Meelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasali Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 56,
      "end_time": 118,
      "verse_references": [
        "SB 1.7.11"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Shukadeva Goswami",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Why did he take the trouble to study such literature when he was already liberated?",
      "summary": "The speaker introduces the verse to be discussed (SB 1.7.11) and raises the question of why Shukadeva Goswami, a liberated soul, would study Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/WAK0W7hdh2k?t=56",
      "transcript": "In this session, we will be discussing from the 11th verse of the 7th chapter of the 1st canto of Srimad Bhagavatam: Hare guna kshipta matir bhagavan badarayanihi adhyagat mahadakhyanam nityam vishnujana priyaha. The meaning of this verse is: Shukadeva Goswami, son of Shri Vyasadeva, was not only transcendentally powerful, but he was also very near to the devotees of the Lord. He underwent this study, Great narration Srimad Bhagavatam, Mahadakhyanam, Great narration of the Srimad Bhagavatam compiled by Vyasadeva. The question was raised: Why did he take the trouble to study such literature when he was already liberated?"
    },
    {
      "start_time": 119,
      "end_time": 172,
      "verse_references": [],
      "themes": [
        "Atmarama verse",
        "Krishna",
        "qualities of Krishna",
        "liberated souls"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even liberated souls are attracted to Srimad Bhagavatam because it describes Krishna who is full of unlimitedly wonderful qualities.",
      "summary": "The speaker explains that even liberated souls are attracted to Srimad Bhagavatam because it describes Krishna's wonderful qualities, referencing the Atmarama verse and the Brahma Vaivarta Purana's description of Shukadeva Goswami as a liberated soul even in the womb.",
      "timestamp_url": "https://youtu.be/WAK0W7hdh2k?t=119",
      "transcript": "was a very significant verse, the 10th verse, the Atmarama verse. Even liberated souls are attracted to Srimad Bhagavatam because it describes Krishna, who is full of unlimitedly wonderful qualities. He attracts everyone, all kinds of persons, especially all kinds of transcendentalists. So, in the purport, Srila Prabhupada explains that according to the Brahma Vaivartha Purana, another Purana, not this Bhagavata Purana, another Purana, Srila Sukhdev Goswami was a liberated soul."
    },
    {
      "start_time": 173,
      "end_time": 269,
      "verse_references": [],
      "themes": [
        "liberated soul",
        "karma",
        "Vyasadeva",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But a liberated soul does not have any reaction. So there are higher purposes for which such liberated souls appear in the world.",
      "summary": "The speaker elaborates on the rare birth of a liberated soul like Shukadeva Goswami, explaining that Vyasadeva impressed upon the child the synopsis of Bhagavatam so that the child could be made attached to the transcendental activities of the lord.",
      "timestamp_url": "https://youtu.be/WAK0W7hdh2k?t=173",
      "transcript": "Even within the womb of his mother, such a birth is very, very rare. Generally, we take birth because we are forced by the laws of nature to take birth in order to square up our karmic reactions from the previous life or previous lives. But a liberated soul does not have any reaction. So there are higher purposes for which such liberated souls appear in the world. Srila Vyasa Deva knew that the child after his birth would not stay at home. Vyasa Deva is a Trikalanya. He knows past, present and future. So he knew the future. He did not stick with the future. He did not seek the present or future. His very deliverance is an papa and the future of this child was that he would not stay at home. As soon as he would be born, he would just leave home and go away. Therefore, Vyasa Deva impressed upon the child the synopsis of the Bhagavatam so that the child could be made attached to the transcendental activities of the Lord, especially describing the personality of goddess activities, qualities, forms, names, paraphernalia."
    },
    {
      "start_time": 270,
      "end_time": 355,
      "verse_references": [],
      "themes": [
        "impersonal Brahman",
        "devotees",
        "transcendental qualities",
        "Narada",
        "Vyasadeva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But by the association of pure devotees like Vyasa Deva, even the liberated soul becomes attracted to the transcendental qualities of the Lord.",
      "summary": "The speaker explains that liberated souls are generally attached to the impersonal Brahman, but through association with pure devotees like Vyasadeva, they become attracted to the transcendental qualities of the Lord, referencing the Atmarama verse.",
      "timestamp_url": "https://youtu.be/WAK0W7hdh2k?t=270",
      "transcript": "who appeared as the son of yasa as a liberated soul, the child was still more educating in the subject of the Bhagavatam by recitation of the actual poems, the actual verses of the Bhagavatam. The idea is that, why is Prabhupada telling this, quoting from the Brahma Vaivarta Purana? The idea is that generally the liberated souls are attached to the feature of impersonal Brahman with a monastic view of becoming one with the Supreme Whole. This is the impersonal Brahman understanding. The aim of such impersonalists is that they want liberation by merging their self into the Supreme Whole as impersonal Brahman. But by the association of pure devotees like Vyasa Deva, even the liberated soul becomes attracted to the transcendental qualities of the Lord. This is what was elaborately discussed in the previous verse, the 10th verse, the Atmarama verse. By the mercy of"
    },
    {
      "start_time": 356,
      "end_time": 456,
      "verse_references": [],
      "themes": [
        "transcendental qualities",
        "impersonal Brahman",
        "material conception",
        "miseries"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The transcendental qualities of the Lord are millions and billions of times more attractive than the features of the impersonal Brahman.",
      "summary": "The speaker contrasts the transcendental qualities of the Lord with the impersonal Brahman and the material conception of life, highlighting the miseries inherent in material existence.",
      "timestamp_url": "https://youtu.be/WAK0W7hdh2k?t=356",
      "transcript": "And by the mercy of Vyasa Deva, Srila Shukadeva Goswami was able to narrate the epic of Srimad Bhagavatam. And by the mercy of Vyasa Deva, Srila Shukadeva Goswami was able to narrate the epic of Srimad Bhagavatam. The transcendental qualities of the Lord are so attractive that Srila Shukadeva Goswami became detached from being completely absorbed in impersonal Brahman and positively took up the personal activity of the Lord. This we have elaborately discussed in the previous verse. The transcendental qualities of the Lord. The transcendental qualities of the Lord are millions and billions of times more attractive than the features of the impersonal Brahman. The impersonal Brahman understanding is in neutral stage. Lowest is the material conception, where one thinks in terms of material enjoyment, material pleasure, material gain, material paraphernalia, material existence, material pleasures, that is sense gratification, etc. Material enjoyment in upper planets. But none of these are free from the material miseries, fundamental miseries, janma, mrityu, jara, vyadi, dukkha, dopa, etc."
    },
    {
      "start_time": 457,
      "end_time": 579,
      "verse_references": [],
      "themes": [
        "impersonal conception",
        "spiritual variety",
        "personal feature",
        "transcendental bliss"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "After one comes to know of the personal feature, you will think, why was I wasting time with this impersonal feature?",
      "summary": "The speaker discusses the impersonal conception of the Absolute Truth as a neutral stage and explains that realizing the personal feature of the Lord brings more transcendental bliss.",
      "timestamp_url": "https://youtu.be/WAK0W7hdh2k?t=457",
      "transcript": "So, above the material conception is the impersonal conception of the absolute truth. And that is the neutral stage where one is free from the material miseries, or material concept of life. But one has not yet perfected the realization of the Absolute Truth to the highest degree. So, if somebody mistakes the Absolute Truth to be only impersonal Brahman, then they cultivate that knowledge and they somehow try to seek satisfaction of realization of the impersonal feature. There is no variety, spiritual variety is lacking. There is no material inebriety or material defect in this realization of the Absolute Truth as impersonal Brahman. But there is no spiritual variety, spiritual variety. So, Srila Prabhupada says, practically he was thrown from the impersonal conception of the Absolute, thinking within himself that he had simply wasted so much time in devoting himself to the impersonal feature of the Supreme. After one comes to know of the personal feature, you will think, why was I wasting time with this impersonal feature? Why do they feel like that? Because he realized more transcendental bliss with the personal feature."
    },
    {
      "start_time": 580,
      "end_time": 665,
      "verse_references": [],
      "themes": [
        "impersonal Brahman",
        "personal feature",
        "transcendental bliss",
        "Rupa Goswami"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If the transcendental bliss derived from the personal feature, understanding or realizing the personal feature is compared to an ocean, then the transcendental bliss of merging into the impersonal Brahman is billions and trillions of times greater than the impersonal.",
      "summary": "The speaker quotes Srila Rupa Goswami from Bhakti Rasamrita Sindhu to illustrate the vast difference in transcendental bliss between realizing the personal feature of the Lord and merging into the impersonal Brahman.",
      "timestamp_url": "https://youtu.be/WAK0W7hdh2k?t=580",
      "transcript": "Srila Rupa Goswami says that the happiness derived by merging into the impersonal Brahman, the feature of the Absolute, if the happiness of that merging can be compared to an ocean, then that transcendental bliss derived from realizing the personal feature is billions and trillions of times greater than the personal feature. Billions of times more. I'm sorry, it's the other way round. If the transcendental bliss derived from the personal feature, understanding or realizing the personal feature is compared to an ocean, then the transcendental bliss of merging into the impersonal Brahman is billions and trillions of times greater than the impersonal, not even equal to one drop, it is much, much less than that, very insignificant."
    },
    {
      "start_time": 666,
      "end_time": 737,
      "verse_references": [],
      "themes": [
        "personal feature",
        "Shukadeva Goswami",
        "devotees",
        "individuality"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The devotees of the Lord who do not wish to kill the individuality of the living entities and who desire to become",
      "summary": "The speaker explains that Shukadeva Goswami became dear to the devotees of the Lord after realizing the personal feature, emphasizing the reciprocal relationship between devotees and the desire to maintain individuality.",
      "timestamp_url": "https://youtu.be/WAK0W7hdh2k?t=666",
      "transcript": "than the impersonal feature. From that time when he became realized in the personal feature after studying the Srimad Bhagavatam from his father, Shukadeva Goswami, himself became very dear to the Vishnu Janas, devotees of the Lord. Not only he became very dear to the Vishnu Janas, but also the Vishnu Janas became dear to him. It is reciprocal. The devotees like such a devotee as Shukadeva Goswami, and Shukadeva Goswami himself likes devotees of Vishnu, the devotees of the Lord who do not wish to kill the individuality of the living entities and who desire to become"
    },
    {
      "start_time": 738,
      "end_time": 818,
      "verse_references": [],
      "themes": [
        "personal features",
        "devotees",
        "impersonalists",
        "spiritual variety"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The impersonalists think these devotees of Krishna they are sentimentalists because the impersonalists want to eliminate all material variety",
      "summary": "The speaker describes how devotees relish the personal features of the Absolute Truth and how impersonalists often misunderstand them, mistaking spiritual variety for material sentimentality.",
      "timestamp_url": "https://youtu.be/WAK0W7hdh2k?t=738",
      "transcript": "personality of God. So the devotees always discuss what the personal features, the name, the form, the qualities, the activities, the paraphernalia, the abode. The devotees like that. The devotees are always absorbed in thought or remembrance or discussion, either hearing or describing in association with other devotees who similarly relish the personal feature. So therefore, such devotees who relish the personal feature, they don't very much like the impersonalists, and impersonalists who desire to become one with the supreme are unable to evaluate the devotees of the Lord. The impersonalists think these devotees of Krishna, they are sentimentalists because the impersonalists want to eliminate all material variety. The impersonalists mistake the spiritual variety of the Lord for the sake of the divine."
    },
    {
      "start_time": 819,
      "end_time": 973,
      "verse_references": [
        "BG 4.9"
      ],
      "themes": [
        "Krishna's pastimes",
        "transcendental",
        "Nanda Maharaj",
        "impersonalists",
        "personal realizations"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna as a supreme personality of Godhead even when he takes birth in this material world it is transcendental. Janma Karma Chame Divyam.",
      "summary": "The speaker explains that Krishna's pastimes are transcendental, even when they appear material, and that liberated souls like Nanda Maharaj participate in these pastimes, contrasting this with the impersonalists' inability to appreciate such devotion, and concluding that personal and impersonal realizations don't go together.",
      "timestamp_url": "https://youtu.be/WAK0W7hdh2k?t=819",
      "transcript": "superhuman devotees discuss, \"Oh, Krishna, he was crawling on his knees in the yard of Nanda Maharaj and Nanda Maharaj was absorbed in fondling this child.\" So they think, what have we got to do with some child and some father fondling the child? They think this is all material description. What they don't realize is Krishna as a supreme personality of Godhead, even when he takes birth in this material world, it is transcendental. Janma Karma Chame Divyam. It is not like the birth of ordinary living entities, conditioned souls. It's not like that. Nanda Maharaj, when he appears in this world to participate in Krishna's pastimes, he is totally liberated soul. He's not a conditioned soul. He has no attraction for any material dealings. He has absolutely no attraction for material dealings. Neither Krishna is interested in any material dealings. So Nanda Maharaj's attraction for Krishna is completely transcendental. That is what Srila Prabhupada is telling here. The impersonalists are unable to evaluate the devotees of the Lord. Thus from time immemorial, these two categories of transcendental pilgrims have sometimes been competitors. They like to keep themselves separate from each other because ultimately impersonal and personal realizations don't go together. So, Shukadeva Goswami, he became attracted to devotees after realizing the personal feature and naturally he would keep away from the"
    }
  ]
}