{
  "video_id": "wB2qyiOywMY",
  "title": "AAQ: If we belong to the spiritual world, why did Krishna send us here ? | HH Stoka Krishna Swami",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=wB2qyiOywMY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "spiritual world",
        "desire",
        "independence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna has not sent us here. We have come here.",
      "summary": "The speaker explains that we come to the material world due to our desire to enjoy independently of Krishna and to lord over others.",
      "timestamp_url": "https://youtu.be/wB2qyiOywMY?t=0",
      "transcript": "Here in classes we used to learn that if we follow regulative principles, we will go back to Krishna and never come back. But we all come from Krishna only. Why did Krishna send us here? Krishna has not sent us here. We have come here. Why have we come here? Two reasons. One is our desire to enjoy independent of Krishna. The second desire we have is to lord over everyone and everything."
    },
    {
      "start_time": 47,
      "end_time": 109,
      "verse_references": [],
      "themes": [
        "spiritual world",
        "lordship",
        "karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Here everyone is trying to be the Lord.",
      "summary": "The speaker contrasts the spiritual world, where Krishna is the undisputed Lord, with the material world, where everyone seeks to be a lord in their own domain, influenced by their karma.",
      "timestamp_url": "https://youtu.be/wB2qyiOywMY?t=47",
      "transcript": "In the spiritual world our pleasure, our enjoyment, our happiness is always in association with Krishna. And in the spiritual world everyone is subordinate to Krishna. Krishna is the only Lord. Ekala, Ishvara, Krishna are Sabha, Vrithya. That's a reality. That's a fact in the spiritual world. But somebody thinks why should Krishna be the Lord? Why I can't be the Lord? Or why I can't take Krishna's position? Then for such people the material world is created by Krishna. Here everyone is trying to be the Lord. And according to our karma, we have different lordship positions. From Brahma up to the most insignificant ant, everyone is Lord in their own field. In Hindi there is a saying, Har kutta apna gali mein share. Of course that's told in a lighter way. I don't mean that, but what I'm saying is everyone wants to be the Lord."
    },
    {
      "start_time": 109,
      "end_time": 185,
      "verse_references": [],
      "themes": [
        "lordship",
        "Brahma",
        "material nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even Brahma doesn't have the power to lord over everyone like Krishna lords over.",
      "summary": "The speaker uses Brahma as an example of someone with significant power in the material world, but who is still subject to the laws of material nature and not truly independent.",
      "timestamp_url": "https://youtu.be/wB2qyiOywMY?t=109",
      "transcript": "So according to their karma, they can lord over some people. Brahma has got the power, authority over the entire universe. But even this universe is one insignificant universe among millions of universes. So even Brahma doesn't have the power to lord over everyone like Krishna lords over. Krishna is the Lord. But in his own sphere Brahma thinks I am the Lord. I am the Lord of everyone. His purview is this entire universe which consists of millions of planets. Each planet has millions of living beings. Yes, Brahma is in a very, very, very, very big position. But still Brahma also, even though he is the Lord, he is also subject to the laws of material nature. He is not a free person. If he makes a mistake, he is accountable for the mistake. He is punished. He is punishable."
    },
    {
      "start_time": 185,
      "end_time": 283,
      "verse_references": [
        "BG 8.17"
      ],
      "themes": [
        "Brahma",
        "time",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Brahma has got a fantastic long life span. The longest life span anybody can ever have.",
      "summary": "The speaker details the immense lifespan of Brahma, emphasizing that even he is subject to time and death, and uses the analogy of a 50-year-old person to illustrate Brahma's perspective.",
      "timestamp_url": "https://youtu.be/wB2qyiOywMY?t=185",
      "transcript": "And even Brahma has to die one day. Brahma has got a fantastic long life span. The longest life span anybody can ever have. The duration of the whole universe, universal time. Brahma's life span is this kind in Bhagavad Gita: Sahasra yuga pariyantam har yad brahmano idhu. One thousand yuga cycles. Mahayuga. Satya, Treta, Dwapara, Kali. Four yugas rotating cyclically. One such cycle of yugas passing is called Mahayuga. And thousand Mahayugas. One thousand Mahayugas is twelve hours of Brahma's time scale. So Brahma lives hundred years like that. We calculate Brahma's life span is 311 trillion years according to our calculation. 311 trillion years. But even that long life span, Brahma thinks I have only hundred years to live. And Brahma's already 50 years is over. 50 years of Brahma is over. Half his life span is over. It is like how would a 50 year old person feel in this material world? Half my life span is over approximately. Say we live about hundred years. So half our life span is over, no? When I am 50 years old. Correct? That's why Brahma thinks."
    },
    {
      "start_time": 283,
      "end_time": 349,
      "verse_references": [],
      "themes": [
        "spirit soul",
        "material existence",
        "gunas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Actually we are spirit soul. We are no death.",
      "summary": "The speaker explains that we are eternal spirit souls, but our identification with the body leads to illusion and the experience of material existence, influenced by the three gunas.",
      "timestamp_url": "https://youtu.be/wB2qyiOywMY?t=283",
      "transcript": "Each person thinks about his or her life according to the body they are having. Actually we are spirit soul. We are no death. There is nothing like life span for the spirit soul. They are eternal beings. But why do we think in terms of body? That's called material existence. That's called illusion. So we come here not because Krishna sends us here. We come here because we wanted to lord over everyone and everything. So we are given this material world. And we wanted to independently enjoy. So that independent enjoyment is only in the material world. And also under illusion. There is no independence. We are strictly under the stringent laws of the material nature. We are under the three gunas. These three gunas are influencing us. Every action. Sattva guna, raja guna, tamma guna. Combination of that is influencing each one of us."
    },
    {
      "start_time": 349,
      "end_time": 408,
      "verse_references": [],
      "themes": [
        "gunas",
        "independence",
        "death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are completely under control. But we think we are free.",
      "summary": "The speaker reiterates that we are under the control of the three gunas, despite thinking we are independent, and that all material bodies, including Brahma's, are subject to death.",
      "timestamp_url": "https://youtu.be/wB2qyiOywMY?t=349",
      "transcript": "So we are under the stringent control of these three gunas. But we think we are independent. Because the gunas influence is not perceived by us. Nobody perceives the influence of the gunas. Nobody perceives. Except devotees, pure devotees who know what these gunas are. And they can recognize the gunas. Nobody knows what these gunas are. So we are completely under control. But we think we are free. We are independent. And we think we are going to live eternally in this body. But the fact is we are eternal, but not in this body. Any body that anybody inhabits, including Brahma, that body has got a limited duration of life span. So they have to die. They have to die."
    }
  ]
}