{
  "video_id": "Wb3bLWXpbLU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.8 | 29-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Wb3bLWXpbLU",
  "segments": [
    {
      "start_time": 68,
      "end_time": 225,
      "verse_references": [],
      "themes": [
        "Pandavas' retirement",
        "Krishna's departure",
        "Arjuna's grief",
        "Friendship with Krishna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, Arjuna is now recollecting the different incidents in the presence of the Supreme Lord.",
      "summary": "This segment introduces the context of the lecture, focusing on the Pandavas' decision to retire after Krishna's departure and Arjuna's grief, highlighting Arjuna's remembrance of his friendship with Krishna.",
      "timestamp_url": "https://youtu.be/Wb3bLWXpbLU?t=68",
      "transcript": "In this session we will be discussing from the 8th verse of the 15th chapter of the first canto of Srimad Bhagavatam. This chapter is entitled the Pandavas retire timely. The events leading to the Pandavas retiring from their kingly duties is being described in this chapter. Primarily it is because the Supreme Personality of Godhead Lord Krishna wound up his pastimes on this earth planet and returned to his own personal abode. And that was the reason why the Pandavas decided also to retire from their royal duties and they handed over charge of ruling this earth planet to their grandson, Parikshita, and they themselves went on Mahaprasthana that we described in this chapter. So here the description so far has been how Yudhishthira is curious to know, anxious to know, not just curious, he is anxious to know why Arjuna has returned from Dwaraka and is very much aggrieved. And Yudhishthira asked so many questions as to the cause for Arjuna's grief. And when Arjuna did not reply, Yudhishthira guessed that actually it is only because Krishna has left the planet and Arjuna is feeling the intense separation. He has become his dearest friend. So, Arjuna is now recollecting the different incidents in the presence of the Supreme Lord. How Arjuna had a very nice, wonderful companionship with the Supreme Personality of Godhead. As is Diyamohar Xin. As is Diyamo's friend. Arjuna had a wonderful friendship with Krishna. So he is describing to Yudhishthira"
    },
    {
      "start_time": 225,
      "end_time": 352,
      "verse_references": [],
      "themes": [
        "Arjuna's past glories",
        "Krishna's grace",
        "Maya Danava",
        "Rajasuya Yajna",
        "Devotional service"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhagavatam is summarizing those incidents to teach us a very important principle of devotional service.",
      "summary": "This segment explains the meaning of the verse, focusing on Arjuna's past glories achieved through Krishna's grace, including saving Maya Danava and building the assembly house for the Rajasuya Yajna, emphasizing the importance of devotional service.",
      "timestamp_url": "https://youtu.be/Wb3bLWXpbLU?t=225",
      "transcript": "in this eight words. The meaning of this verse is because he was near me. This is Arjuna referring to Krishna. Because Krishna was near Arjuna, it is possible for me to conquer with great dexterity the powerful king of heaven Indra Deva along with his demigod associates. And thus enabled the fire god to devastate the Khandava forest. And only by his grace was the demon named Maya saved from the blazing Khandava forest. And thus we could build our assembly house of wonderful architectural workmanship where all the princes assembled during the performance of Rajasuya Yajna and paid you tributes. This is an incident from the Mahabharata that is being cited by Arjuna. In Mahabharata a lot of details are given but Bhagavatam is summarizing those incidents to teach us a very important principle of devotional service. Srila Prabhupada very nicely elaborates and brings out the important principle of devotional service at the end of this purport. So the purport by Srila Prabhupada"
    },
    {
      "start_time": 352,
      "end_time": 526,
      "verse_references": [],
      "themes": [
        "Maya Danava's protection",
        "Arjuna's compassion",
        "Assembly house",
        "Rajasuya sacrifice",
        "Tributes to Yudhishthira"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna is such a wonderful devotee that when somebody asks him for help he never refuses.",
      "summary": "This segment elaborates on the story of Maya Danava seeking protection from Arjuna, highlighting Arjuna's compassion and the subsequent construction of the assembly house, which led to the Rajasuya sacrifice and tributes to Yudhishthira.",
      "timestamp_url": "https://youtu.be/Wb3bLWXpbLU?t=352",
      "transcript": "which explains this particular verse very nicely. The demon Maya Dhanava was an inhabitant of the forest Khandava. And when the Khandava forest was set on fire he asked protection from Arjuna. Even though he is a powerful demon when there was a danger to his life because the very place of his residence was completely ablaze with fire. And then he, this Maya Dhanava he asked for protection from Arjuna. And what did Arjuna do? Arjuna is such a wonderful devotee that when somebody asks him for help he never refuses. That is the quality of a devotee. Arjuna saved this Maya Dhanava's life. And as a result of his life being saved this Maya Dhanava felt obliged to Arjuna. So what did Maya Dhanava do? He reciprocated by building a wonderful assembly house for the Pandavas. Now this assembly house attracted the extraordinary attention of all state princes. This maya dhanava was expert in architectural science, so he could build beautiful buildings. So under the direction of Krishna, maya dhanava actually built a very nice assembly house for the Pandavas. And this was such a nice assembly house, it attracted the extraordinary attention of all state princes. They felt the supernatural power of the Pandavas. And thus, without grudge, all of them submitted and paid tributes to the emperor."
    },
    {
      "start_time": 526,
      "end_time": 676,
      "verse_references": [],
      "themes": [
        "Yudhishthira's devotion",
        "Krishna's desire",
        "Glorifying Krishna",
        "Rajasuya Yajna",
        "Worship of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It was actually Krishna's desire that a pure devotee rule the world and lead people on the path of devotional service to achieve the ultimate liberation.",
      "summary": "This segment discusses Yudhishthira's devotion to Krishna and Krishna's desire for a pure devotee to rule the world, emphasizing Yudhishthira's intention to glorify Krishna through the Rajasuya Yajna and the worship of Krishna in the assembly.",
      "timestamp_url": "https://youtu.be/Wb3bLWXpbLU?t=526",
      "transcript": "This was during the Rajasuya sacrifice that Yudhishthira actually performed after this assembly house was built. Now Yudhishthira himself is a pure devotee of the Supreme Lord Krishna. He was interested in performing his Rajasuya Jnana for his own sake. Generally a king declares himself as the emperor of the world and he offers a challenge to those who do not want to be subordinate to him, that they fight and defeat the emperor or the would-be emperor. If they do not want to be under his subordination. So Yudhishthira was not very much interested in himself becoming the emperor. It was actually Krishna's desire that a pure devotee rule the world and lead people on the path of devotional service to achieve the ultimate liberation. Now, Yudhishthira himself, he wanted to glorify Krishna. And in order to glorify Krishna, he wanted an assembly of all the state princes. And when they assembled, in that assembly, Yudhishthira worshiped Krishna as the foremost among all the personalities in the entire creation. Because Yudhishthira's yajna was attended to by even the devatas. So in the presence of all great kings and devatas and saintly persons, in that assembly, Yudhishthira wanted to glorify Krishna. So Yudhishthira would be the first appearant as the guest 같이. So this was just a demonstration of the great Yudhishthira as Yudhishthira, the great king. So Yudhishthira, the great king is the first aware of this opportunity toöd toабal hing arjuna to become the leader of his private cave. Hello there. Hello, I am uh, yudishthira the spine of that temple. Hey. In the temple, Karan a Z Heartless, I sincerely worship Kardenaal Freedon S desserts of Vandana seal. One important event that took place is that Raja Suya ageyam. In the central palace of the Raja Suya Yajna Fort is alioor and knocked down this great temple, a true sign of great schedules, he taking his集 for us."
    },
    {
      "start_time": 676,
      "end_time": 821,
      "verse_references": [
        "BG 16"
      ],
      "themes": [
        "Demons and divine beings",
        "Material wonders",
        "Disturbance in society",
        "Harmful material scientists",
        "Nuclear weapons"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The modern demons are the harmful material scientists.",
      "summary": "This segment explains the nature of demons and divine beings, drawing from the Bhagavad Gita, and equates modern demons with harmful material scientists who create disturbances in society, using the example of nuclear weapons.",
      "timestamp_url": "https://youtu.be/Wb3bLWXpbLU?t=676",
      "transcript": "by Arjuna, he constructed this wonderful assembly house which was used to perform the Rajasuya sacrifice. Then Srila Prabhupada says, the demons possess wonderful and supernatural powers to create material wonders, but they are always disturbing elements to the society. That is a demoniac nature. There are people in this world, Dvabhuta Sarge Lokesmin, Daiva Asura Evachara. In the 16th chapter of the Bhagavad Gita, Lord Krishna explains there are two kinds of created beings. Some with divine qualities and some with demoniac qualities. Daiva Asura. So these demons, they have some supernatural powers. Supernatural powers to create material wonders. But they are disturbing elements because of their demoniac nature. That is why they are called demons. The modern demons are the harmful material scientists. In our age also now, there are demons. Who are the demons? The harmful material scientists. Why? Because they create some material wonders for disturbance in the society. And Prabhupada gives the example here. For example, the creation of nuclear weapons has caused some panic in human society. So much of nuclear weapons are there all over the world in different countries. So the intelligence of a demoniac natured person is always used for destructive purposes. And the intelligence of a divine natured person is used for constructive purposes. So there is a difference between the divine nature and the demoniac nature. Therefore Prabhupada says they create disturbance in society."
    },
    {
      "start_time": 821,
      "end_time": 963,
      "verse_references": [],
      "themes": [
        "Maya's materialism",
        "Krishna's Sudarshan Chakra",
        "Arjuna's shelter",
        "Devotees' mercy",
        "Pleasing the devotee"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So it is described devotees are more merciful than the Lord.",
      "summary": "This segment discusses Maya's materialism and how he sought shelter from Arjuna to escape Krishna's Sudarshan Chakra, emphasizing the mercy of devotees and the importance of pleasing the devotee to please the Lord.",
      "timestamp_url": "https://youtu.be/Wb3bLWXpbLU?t=821",
      "transcript": "Always they are disturbing the people in general. So Maya was also a materialist like that. But he knew the art of creating wonderful things. And yet, when Lord Krishna wanted to kill him. So Maya Dhanava was chased both by the fire and by the wheel of Lord Krishna. Krishna wanted to eliminate this demon by using Sudarshan Chakra. And this Maya Dhanava was also in danger because of the fire in the Khandava forest which was his place of residence. So he was chased both by the fire and the Sudarshan Chakra of Lord Krishna. Then what did Maya Dhanava do? He simply took shelter of Arjuna. Arjuna who is a great devotee. Now when Arjuna saw that Maya Dhanava's life is in danger. Arjuna saved him from the wrath of the fire of Lord Sri Krishna. So it is described devotees are more merciful than the Lord. So by the mercy of a devotee, even the Lord will pardon someone who is an offender. So when somebody is given shelter by a devotee, they are actually blessed by the Lord. They are actually benedicted by the Lord. So therefore it is more important to please the devotee of the Lord, pure devotee of the Lord, even more than trying to please the Lord. And the Lord is automatically pleased when we please his pure devotee. Asya Prasada Bhagavata Prasada. So this is the moral to be learnt from this incident."
    }
  ]
}