{
  "video_id": "WGhmbvNuKoM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.11-13 | 26-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=WGhmbvNuKoM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 42,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananjani Shalakaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/WGhmbvNuKoM?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjani Shalakaya Chaksharun Miritam Yena Tasvai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasali Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 42,
      "end_time": 123,
      "verse_references": [
        "SB 1.13.11"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Yudhishthira's inquiry",
        "Krishna Devata"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "My uncle you must have visited Dwaraka. In that holy place are our friends and well-wishers, the descendants of Yadu who were always wrapped in the service of the Lord, Sri Krishna.",
      "summary": "The speaker introduces the verses from Srimad Bhagavatam, focusing on Yudhishthira's inquiry about the well-being of the Yadavas and their devotion to Krishna.",
      "timestamp_url": "https://youtu.be/WGhmbvNuKoM?t=42",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam In this session we will be discussing from the eleventh, twelfth and thirteenth verses of the thirteenth chapter of the first canto of Srimad Bhagavatam. This chapter is entitled Dhritarashtra Quits Home. The eleventh verse Apinaha Suhrudastata Bandhava Krishna Devataha Drishta Shrutava Yadavaha Svapuriyam Sukhamasya. This is an inquiry made by Yudhishthira to Vidura. The meaning of this verse is, My uncle you must have visited Dwaraka. In that holy place are our friends and well-wishers, the descendants of Yadu who were always wrapped in the service of the Lord, Sri Krishna. You might have seen them or heard about them, are they all living happily in their abodes so this was the inquiry by Yudhishthira."
    },
    {
      "start_time": 123,
      "end_time": 289,
      "verse_references": [],
      "themes": [
        "Krishna consciousness",
        "devotion",
        "favorable vs. unfavorable"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The real qualification of a pure devotee is to become wrapped in the thought of Krishna favorably...favorably being absorbed in thought of Krishna is called Krishna consciousness.",
      "summary": "The lecture emphasizes the importance of thinking of Krishna favorably, contrasting it with the unfavorable thoughts of demons like Kamsa, and defining favorable absorption as Krishna consciousness.",
      "timestamp_url": "https://youtu.be/WGhmbvNuKoM?t=123",
      "transcript": "So in the purport, points out the particular word Krishna Devata, that is those who are always wrapped in the service of Lord Krishna is significant. The Yadavas and the Pandavas were always wrapped in the thought of the Lord Krishna and his different transcendental activities, were all pure devotees of the Lord. Like Vidura, not only Vidura was a pure devotee, even the Yadavas and Pandavas, even while staying in a palace or staying at home, they were always wrapped in the thought of Lord Krishna and his different transcendental activities, and this way they are also counted among pure devotees of the Lord. Vidura left home in order to devote himself completely to the service of the Lord, but the Pandavas and the Yadavas were always wrapped in the thought of Lord Krishna, thus there is no difference in their pure devotional qualities, either remaining at home or leaving home. The real qualification of a pure devotee is to become wrapped in the thought of Krishna favorably. This is very important, to continuously absorb oneself in thinking of Krishna favorably, that is what is the meaning of favorably, becoming absorbed in the thought of Krishna, knowing well that Lord Krishna is the absolute personality of Godhead, not that Krishna is an ordinary person or Krishna is an enemy or Krishna is a, like the example given here by Srila Prabhupada, and other demons like them were also always wrapped in thought of Lord Krishna, but they were absorbed in a different way, namely unfavorably. So favorably being absorbed in thought of Krishna is called Krishna consciousness."
    },
    {
      "start_time": 289,
      "end_time": 378,
      "verse_references": [],
      "themes": [
        "Krishna consciousness",
        "devotion",
        "salvation",
        "divine grace"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simply by thinking of Krishna always anyone can get salvation but to revive our dormant devotion to Krishna and to be transferred to his personal abode...is possible only by the divine grace of Lord Krishna.",
      "summary": "The speaker elaborates on the difference between salvation and attaining Krishna's personal abode through loving devotion and divine grace.",
      "timestamp_url": "https://youtu.be/WGhmbvNuKoM?t=289",
      "transcript": "So favorably being absorbed in thought of Krishna is called Krishna consciousness, unfavorably always thinking of Krishna like Kamsa, that is not Krishna consciousness. Now these demons, they were absorbed in thought of Krishna unfavorably or thinking him to be a powerful man only. See demons, they don't recognize Krishna to be the Supreme Personality of Godhead. They don't want to accept or they think that they can compete with Krishna. This is a very, very big mistake. Therefore Kamsa and Shishupala are not on the same level as pure devotees like Vidura, the Pandavas and the Yadavas. Simply by thinking of Krishna always anyone can get salvation but to revive our dormant devotion to Krishna and to be transferred to his personal abode as his associate and engage in loving service is possible only by the divine grace of Lord Krishna."
    },
    {
      "start_time": 378,
      "end_time": 527,
      "verse_references": [
        "BG 9.34"
      ],
      "themes": [
        "Krishna consciousness",
        "devotion",
        "association",
        "chanting"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Even living at home if we are able to absorb our mind in Krishna consciousness through chanting Hare Krishna as far as possible and gradually progressing to come to the stage of constantly thinking of Krishna in so many different ways.",
      "summary": "The speaker provides practical advice on how to cultivate Krishna consciousness, even while living at home, through chanting, reading Srila Prabhupada's books, and associating with devotees.",
      "timestamp_url": "https://youtu.be/WGhmbvNuKoM?t=378",
      "transcript": "This is only for those who are absorbed in thinking of Krishna favorably, not unfavorably. Therefore to think of Krishna in Krishna consciousness. It is described in the Bhagavad Gita that always thinking of Krishna in loving devotion, in thought of Krishna in loving devotion, that is actually favorable and that is that immediately qualifies one to actually be transferred to the spiritual world in personal association of Krishna. Maharaja Yudhishthira was also always wrapped in the thought of Lord Krishna and his associates in Dwaraka. Otherwise he could not have asked all about them from Vidura. Maharaja Yudhishthira was therefore on the same level of devotion as Vidura although engaged in the state affairs of the kingdom of the world. This is an instruction for us that we may not be traveling to Holy places, may not be living in a temple but even living at home if we are able to absorb our mind in Krishna consciousness through chanting Hare Krishna as far as possible and gradually progressing to come to the stage of constantly thinking of Krishna in so many different ways. Maharaja Yudhishthira was also always wrapped in the thought of Lord Krishna in so many different ways. The art of constantly thinking of Krishna has to be learnt from Srila Prabhupad by following his instructions by reading his books, by associating with his devotees, by engaging in devotional service, in varieties of ways recommended in the scriptures we can be always thinking of Krishna and become attracted"
    },
    {
      "start_time": 527,
      "end_time": 677,
      "verse_references": [
        "SB 1.13.12",
        "SB 1.13.13"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Vidura's compassion",
        "truth and palatability"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Compassionate Mahatma Vidura could not stand to see the Pandavas distressed at any time therefore he did not disclose this unpalatable and unbearable incident.",
      "summary": "The speaker explains why Vidura withheld the news of the Yadu dynasty's annihilation from the Pandavas, citing compassion and the principle of not speaking unpalatable truths.",
      "timestamp_url": "https://youtu.be/WGhmbvNuKoM?t=527",
      "transcript": "to Krishna and Krishna consciousness, promote ourselves to the kingdom of Krishna in the spiritual world. At any time we can do that, we can immediately transfer ourselves to the spiritual world. The twelfth verse, the meaning of this verse is thus being questioned by Maharaj Yudhishthira, Mahatma Vidura gradually described everything he had personally experienced except the news of the annihilation of the Yadu dynasty. Vidura told everything except that the Yadu dynasty was completely annihilated, that he did not tell. Why? In the 13th verse that is explained why. So 13th verse, the meaning of this 13th verse says compassionate Mahatma Vidura could not stand to see the Pandavas distressed at any time therefore he did not disclose this unpalatable and unbearable incident because calamities come of their own accord. So in this 13th verse it's explained that Vidura did not disclose this unpalatable and unbearable incident of the annihilation of the Yadu dynasty to the Pandavas. Now Srila Prabhupada says in the purport according to Niti Shastra, civic laws, one should not speak an unpalatable truth to cause distress to others. The Niti Shastra says satyam bhruyat priyam bhruyat na bhruyat satyam apriyam. Apriyam is unpalatable, even though it may be the truth, apriyam satyam, unpalatable truth one should not speak because that will cause distress to others. See how refined is"
    },
    {
      "start_time": 677,
      "end_time": 798,
      "verse_references": [],
      "themes": [
        "Vedic culture",
        "distress",
        "laws of nature",
        "forest fire analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Distress comes upon us in its own way by the laws of nature...just like the example is given of a forest fire nobody goes to the forest to set fire to the trees.",
      "summary": "The speaker uses the analogy of a forest fire to illustrate how distress arises naturally and should not be aggravated by spreading unpalatable truths.",
      "timestamp_url": "https://youtu.be/WGhmbvNuKoM?t=677",
      "transcript": "Vedic culture, that you must speak the truth but only that which is palatable. Why? Why is it like this? Because distress comes upon us in its own way by the laws of nature. See nobody can prevent natural calamities, they come of their own accord. Just like the example is given of a forest fire, nobody goes to the forest to set fire to the trees but when there is sometimes in blazing summer heat when there is a wind blowing and there is friction between two dry bamboo pieces and there is a spark, that spark can ignite a fire in the dry bamboo in the blazing sun and that fire will spread throughout the forest, a dense forest filled with dry bamboo plants, it can spread very quickly and the fire will even aid the spreading of the fire and a big portion of the forest can be entirely echeloned by this fire to collect out fire wherever they may be, forest can be entirely burnt away by the forest fire and great destruction can happen. Now this is not due to somebody going and setting fire to the dry bamboo, no it happens of its own accord by arrangement of providence therefore it is said here distress comes upon us in its own way"
    },
    {
      "start_time": 798,
      "end_time": 900,
      "verse_references": [],
      "themes": [
        "compassion",
        "Vidura's actions",
        "Pandavas and Yadavas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For a compassionate soul like Vidura especially in his dealings with the beloved Pandavas it was almost impossible to disclose an unpalatable piece of news.",
      "summary": "The speaker concludes by reiterating Vidura's compassion and his reasons for withholding the news, emphasizing the close relationship between the Pandavas and Yadavas.",
      "timestamp_url": "https://youtu.be/WGhmbvNuKoM?t=798",
      "transcript": "by the laws of nature so one should not aggravate it by propaganda. There is no need to speak of unpalatable truths if we want to not cause distress for people who are already distressed by natural calamities. So this is the, so one should not aggravate the distress by propaganda further for a compassionate soul like Vidura especially in his dealings with the beloved Pandavas it was almost impossible to disclose an unpalatable piece of news like the annihilation of the Yadu dynasty. The Pandavas and the Yadavas they were very closely related both by family ties and because both were devotees of pure devotees of Krishna so they always discussed about Krishna in absorbed in thought of Krishna as you said in the previous verse. So therefore Vidura did not disclose this news of the annihilation Yadu dynasty purposely refrained from it and except that he told everything else about his travels to the Pandavas. I'll stop here thank you very much."
    }
  ]
}