{
  "video_id": "wiA0mcCYCUI",
  "title": "How Can I Overcome Envy Toward Specific Devotees? | Sri Jai Chaitanya Dasa",
  "speaker": "HG Jai Chaitanya Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=wiA0mcCYCUI",
  "segments": [
    {
      "start_time": 0,
      "end_time": 57,
      "verse_references": [],
      "themes": [
        "envy",
        "judgment",
        "qualification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So you are saying, you don't mind qualified people progressing, but you mind when unqualified people progress.",
      "summary": "The speaker introduces the question of why envy arises towards some devotees and not others, specifically focusing on the perception of who is 'qualified' to progress.",
      "timestamp_url": "https://youtu.be/wiA0mcCYCUI?t=0",
      "transcript": "Hare Krishna, Prabhu Dhanwad Pranam. Prabhu, we see this feeling of enviousness is not for everybody. Suppose there are two devotees in ashram who are doing very nice things and they are achieving. So one devotee's nature is very good. He is submissive and humble and he treats everybody nicely. So when he is progressing, I feel good for him. I am not feeling enviousness. But on the other hand, some other devotees who are not respectful or who don't care for others, if he is progressing, then I feel kind of hatred or I would say jealousy. Why is it so that I am not having enviousness for everybody? Same. But for some particular kind of people only. So you are saying, you don't mind qualified people progressing. But you mind when unqualified people progress."
    },
    {
      "start_time": 57,
      "end_time": 120,
      "verse_references": [],
      "themes": [
        "karma",
        "Krishna's sanction",
        "judgment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whatever achievements they are getting, it is by sanction of Krishna and Prabhupada only.",
      "summary": "The speaker argues that judging qualification based on external achievements is flawed, as both Krishna's sanction and karma play a role in a devotee's progress.",
      "timestamp_url": "https://youtu.be/wiA0mcCYCUI?t=57",
      "transcript": "First of all, how do you classify qualified or unqualified? So you are saying that when unqualified people progress, I feel envious. How can unqualified people progress? Not possible. Whatever achievements they are getting, it is by sanction of Krishna and Prabhupada only. So what you are looking, what you are saying is, you are talking about the facilities he is getting or the position he is getting. You are measuring qualified or not qualified in terms of the visible positions, visible things he is getting. So that itself is wrong from our side because we don't actually, but it is sometimes common, we don't, we should not, by seeing what he is getting, we should not judge whether he is qualified or not qualified. Because karma provides, not Krishna. Right? If some devotee is getting something, he is not really qualified, but he has got something. Karma is also playing."
    },
    {
      "start_time": 120,
      "end_time": 165,
      "verse_references": [],
      "themes": [
        "duplicity",
        "maya",
        "judgment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So our measure of who is qualified, who is not qualified is totally wrong.",
      "summary": "The speaker cautions against judging devotees based on external humility or achievements, as duplicity and the influence of maya can be deceptive.",
      "timestamp_url": "https://youtu.be/wiA0mcCYCUI?t=120",
      "transcript": "But don't think that, oh, Krishna has given, Krishna has blessed him. Or sometimes you find externally a devotee very, very humble, crawling down. Humble so that he crawls down. Paka sadhana, pakka externals. Ah, he got a PhD. I feel happy. But it could be the reverse. Maybe he is a duplicitous person. Right? Where bhakti can be, drama is possible. Sometime in life, maya will hit him. Maya is not going to spare anybody. But maybe now maya is favoring him. He has got some facility. So our measure of who is qualified, who is not qualified is totally wrong. Could be wrong."
    },
    {
      "start_time": 165,
      "end_time": 192,
      "verse_references": [],
      "themes": [
        "detachment",
        "Krishna as father",
        "brotherhood"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "My father has provided him. My father will provide me also whenever I am ready.",
      "summary": "The speaker advises against comparison and encourages seeing Krishna as a father providing for all, fostering a sense of brotherhood and sisterhood among devotees.",
      "timestamp_url": "https://youtu.be/wiA0mcCYCUI?t=165",
      "transcript": "So the best thing is not to compare. Best thing is always feel that whether it is karma or not. Krishna has provided him. We always conclude that Krishna has provided him. My father has provided him. My father will provide me also whenever I am ready. My father has provided him. So when we identify the Supreme Lord as a father, and all other living beings as brothers and sisters,"
    },
    {
      "start_time": 192,
      "end_time": 233,
      "verse_references": [],
      "themes": [
        "detachment",
        "spiritual philosophy",
        "consolation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Don't feel consoled by mental justifications.",
      "summary": "The speaker emphasizes the importance of finding consolation in spiritual philosophy (Shastra) rather than relying on mental justifications to deal with feelings of envy.",
      "timestamp_url": "https://youtu.be/wiA0mcCYCUI?t=192",
      "transcript": "then the same father is providing for him, same father is providing for me too. So when we try to compare and analyze, so when we try to compare and analyze too much, we get in the wrong path. So it is not our position or our requirement just to console. You have to take spiritual philosophy as a consoling matter. Feel consoled by the Shastra. Don't feel consoled by mental justifications. And we should feel, what is Shastra saying? So by absorbing oneself in the philosophy, one should feel consoled."
    },
    {
      "start_time": 233,
      "end_time": 275,
      "verse_references": [],
      "themes": [
        "mistakes",
        "dependence on Krishna",
        "happiness"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Be happy for others. That's a good qualification.",
      "summary": "The speaker acknowledges that mistakes can happen, encourages dependence on Krishna, and stresses the importance of being happy for others without justifying one's peace of mind through judgments.",
      "timestamp_url": "https://youtu.be/wiA0mcCYCUI?t=233",
      "transcript": "Yeah, sometimes it may pain. Or maybe there was a mistake in the management also. Nobody is God. The management can also make mistake or this person should have got better, that person somehow got it. Nobody is God. Mistakes can happen. Depend on Krishna. So what you said is correct. Be happy for others. That's good. Be happy for others. That's a good qualification. But don't try to justify my happiness, my peace of mind, because of certain judgments I make. We should feel peaceful ourselves. We should feel full. What Shastras say."
    }
  ]
}