{
  "video_id": "WIdlhURKpCg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.23 | 28-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=WIdlhURKpCg",
  "segments": [
    {
      "start_time": 48,
      "end_time": 141,
      "verse_references": [
        "SB 1.12.23"
      ],
      "themes": [
        "qualities of Pariksit",
        "comparison to Yudhishthira, Shiva, Narayana"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So here three comparisons are made.",
      "summary": "The speaker introduces verse 23 of the 12th chapter of the first canto of Srimad Bhagavatam and explains the three comparisons made in the verse regarding the qualities of child Pariksit to Yudhishthira/Brahma, Shiva, and Narayana.",
      "timestamp_url": "https://youtu.be/WIdlhURKpCg?t=48",
      "transcript": "In this session we will be discussing from the 23rd verse of the 12th chapter, the first canto of Srimad Bhagavatam. Pita Maha Samas Samye Prasade Girishopamaha Ashraya Sarvabhutaanam Yatha Devo Ramashrayaha. The meaning of this verse is this child will be like his grandfather Yudhishthira or Brahma in equanimity of mind. He will be munificent like the lord of the Kailasha hill, Shiva. He will be the resort of everyone like the supreme personality of God at Narayana who is even the shelter of the goddess of fortune. So further description of the wonderful qualities of child Pariksit are being given by the Brahmanas to King Yudhishthira. So here three comparisons are made. In mental equanimity, he will be like his grandfather Yudhishthira or grandfather Brahma. And in being munificent, very generous, he will be like lord Shiva. And he will be the ultimate resort of everyone like lord Narayana is the resort of everyone including goddess of fortune."
    },
    {
      "start_time": 141,
      "end_time": 289,
      "verse_references": [],
      "themes": [
        "mental equanimity",
        "welfare work",
        "Brahma",
        "Yudhishthira"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In both cases, the comparison is equally good because both of them are recognized representatives of the Supreme Lord.",
      "summary": "The speaker elaborates on the comparison of Pariksit to Yudhishthira and Brahma in terms of mental equanimity, explaining their roles in welfare work and how they represent the Supreme Lord.",
      "timestamp_url": "https://youtu.be/WIdlhURKpCg?t=141",
      "transcript": "So Srila Prabhupada has explained little elaborately in the purport how these personalities who are referred to are well known for their specific extraordinary qualities. So Srila Prabhupada says in the purport, mental equanimity refers both to Maharaj Yudhishthira and to Brahma, the grandfather of all living beings. According to Sridhar Swami, one of the commentators on the Bhagavatam, one of the previous Acharyas, the grandfather referred to is Brahma. How is Brahma the grandfather of all of us? Brahma's son, Swayambhuva Manu, that Swayambhuva Manu is the father of mankind. So all human beings have Swayambhuva Manu as their father and Swayambhuva Manu's father is Brahma. Therefore Brahma is the grandfather of all human beings. In that way, Brahma is referred to as the grandfather in this particular comparison, Pitamaha Samaha Samye. And then according to Srila Vishwanachakruti Thakur, another great Acharya, previous Acharya in our Sampradaya, he has written a commentary on the Bhagavatam. Srila Vishwanachakruti Thakur says, the grandfather referred to here is Maharaj Yudhishthira himself. Now Srila Prabhupada says, of course Yudhishthira is the grandfather of Pariksit. Pariksit's father is Abhimanyu. Abhimanyu is the son of Arjuna and Arjuna's brother, Yudhishthira. So therefore Yudhishthira is in the position of the grandfather of child Pariksit. Now Srila Prabhupada says something very interesting. In both cases, the comparison is equally good because both of them are recognized representatives of the Supreme Lord. Both Brahma and Yudhishthira are recognized representatives of the Supreme Lord. Thus both of them have to maintain mental equanimity being engaged in welfare work for the living being."
    },
    {
      "start_time": 289,
      "end_time": 459,
      "verse_references": [],
      "themes": [
        "criticism",
        "tolerance",
        "welfare work",
        "Brahma",
        "Yudhishthira",
        "gopis"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anyone in a position of responsibility has to have that equanimity of mind to do the welfare work in spite of criticism from the very people whom they are trying to do welfare activity.",
      "summary": "The speaker discusses the challenges of welfare work, using the example of Brahma being criticized by the gopis for creating eyelids, and emphasizes the importance of mental equanimity in the face of criticism.",
      "timestamp_url": "https://youtu.be/WIdlhURKpCg?t=289",
      "transcript": "Brahma is engaged in the welfare of all the living beings in the whole universe. That is Brahma's position. And Yudhishthira, as the emperor of the world, he was always engaged in welfare work of the citizens of the whole world. So Srila Prabhupada says, to be able to do welfare work, any responsible executive agent at the top of administration has to tolerate different types of onslaughts from the very persons for whom he works. Example is given by Srila Prabhupada. Brahma was criticized even by the gopis, the highest perfectional devotees of the Supreme Lord Krishna. The gopis were divided. The gopis were dissatisfied with the work of Brahma because Brahma as creator of this particular universe created eyelids which obstructed their seeing Lord Krishna. How were the eyelids obstructing our seeing? That Prabhupada explains, they could not tolerate, the gopis could not tolerate a moment's blinking of the eyes for it kept them from seeing their beloved Lord Krishna. When you blink, you have to keep blinking the eyes. So when you blink, for a moment, we are not able to see the object of affection. So the gopis felt that why has Brahma created these eyelids which momentarily stop us from seeing Krishna. So what to speak of others who are naturally very critical of every aspect of life, the action of a responsible man. Even the gopis, the perfectional devotees, they criticise Brahma for making these eyelids which block their vision of Krishna. So what to speak of others? So the conclusion is that anyone in a position of responsibility has to have that equanimity of mind to do the welfare work in spite of criticism from the very people whom they are trying to do welfare activity. Similarly, Maharaj Yudhishthira had to cross over many difficult situations created by his enemies and he proved to be the most perfect maintainer of mental equanimity in all critical circumstances. So, both are fitting comparisons"
    },
    {
      "start_time": 459,
      "end_time": 575,
      "verse_references": [],
      "themes": [
        "munificence",
        "Lord Shiva",
        "gifts",
        "Ravana",
        "power",
        "misuse"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Shiva is a celebrated demigod who awards gifts to beggars.",
      "summary": "The speaker transitions to the comparison of Pariksit to Lord Shiva in terms of munificence, describing Shiva's generosity and using the example of Ravana to illustrate how easily obtained gifts can be misused.",
      "timestamp_url": "https://youtu.be/WIdlhURKpCg?t=459",
      "transcript": "for equanimity of mind. The next, Lord Shiva is described. Lord Shiva is a celebrated demigod who awards gifts to beggars. His name is therefore Ashutosh or one who is very easily pleased. He is also called Bhutanatha or the lord of the common folk who are mainly attached to him because of his munificent gifts even without consideration of the after effects. Shiva is liberal in giving gifts to whoever approaches him and begs for some particular benediction. Shiva liberally gives that. So, it is described here by Srila Prabhupada that Ravana was very attached to Lord Shiva and by easily pleasing him, Ravana became so powerful and he wanted to challenge the authority of Lord Rama. By Ravana's grace, Ravana became very visible and powerful. Lord Rama's grace was so great that Ravana became powerful. And he misused this power in challenging Lord Rama. Ravana was never helped by Lord Shiva when Ravana was fighting against Rama, because the Supreme Lord is not only Lord of everyone, he is also the Lord of Shiva. So when the battle was going on between Ravana and Rama, Shiva could not help Ravana. Then once Shiva awarded a benediction to one Asura by name Vrikasura. And this benediction was an awkward benediction and it was also very disturbing. Vrikasura became empowered by the grace of Lord Shiva to vanquish Ravana."
    },
    {
      "start_time": 575,
      "end_time": 739,
      "verse_references": [],
      "themes": [
        "Lord Shiva",
        "Vrikasura",
        "benediction",
        "Vishnu",
        "illusion",
        "generosity"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Shiva never denies anyone any sort of gift. He is very liberal.",
      "summary": "The speaker continues the discussion of Lord Shiva's generosity with the story of Vrikasura, who received a dangerous benediction from Shiva and was ultimately stopped by Vishnu, highlighting the potential downsides of indiscriminate giving.",
      "timestamp_url": "https://youtu.be/WIdlhURKpCg?t=575",
      "transcript": "Anyone's head simply by touching the head. This is the benediction that Vrikasura asked Shiva: whosoever head I touch, that person's head should immediately get cut off, just by its touch. So Shiva knew that this Asura is going to misuse this benediction. So when Shiva was refusing to give such a horrible benediction, then Vrikasura became very very restless, and he started cutting off the portions of flesh, his own flesh, and offering it to Shiva in sacrifice. So Shiva took compassion upon this foolish Asura and stopped him from killing himself in that way. And then Shiva had to give this stubborn Asura, Vrikasura, the benediction he wanted. Then what did he do? What did this fellow do, this Vrikasura, after he got the benediction? Although Shiva was the one who gave him the benediction, this cunning Asura, he wanted to make an experiment of the power of this benediction by touching the head of Lord Shiva. Thus Lord Shiva had to take shelter of Vishnu to save himself from this trouble. And Lord Vishnu, what did Vrikasura do? When Vrikasura went chasing, then Shiva took shelter of Vishnu and Vishnu confronted this Vrikasura. And by the illusory energy called Yogamaya, Vishnu was able to ask Vrikasura to make an experiment of this benediction by touching his own head. And so, Vrikasura under the illusion, he touched his own head to test whether the benediction is actually working or not. And in this way, Vishnu saved the whole world from the trouble being created by this cunning beggar of the demigods. So, why Prabhupada is narrating all this is because Lord Shiva never denies anyone any sort of gift. He is very liberal. He is therefore the most generous among the givers of benediction. Shiva is the most generous."
    },
    {
      "start_time": 739,
      "end_time": 895,
      "verse_references": [],
      "themes": [
        "Lord Vishnu",
        "protection",
        "goddess of fortune",
        "economic development",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Instead of seeking directly the protection of the goddess of fortune, one should seek the protection of Vishnu.",
      "summary": "The speaker moves to the comparison of Pariksit to Lord Vishnu, emphasizing Vishnu's role as the maintainer of all living beings and the ultimate source of protection, even for the goddess of fortune, and contrasting this with the illusory nature of material economic development.",
      "timestamp_url": "https://youtu.be/WIdlhURKpCg?t=739",
      "transcript": "Although, sometimes some kind of mistake also happens in granting benediction. Then the next description is about Lord Vishnu. It is described here, Rama means the goddess of fortune, Yatha Devo Rama Shrayah, and her shelter, Rama Devi or Lakshmi Devi, her shelter is Lord Vishnu. Lord Vishnu is the maintainer of all living beings. There are innumerable living beings, not only on the surface of this planet, but also in all other hundreds of thousands of planets in this universe. All of them are provided with all necessities of life for the progressive march towards the end of self-realization. The Upanishads say, Eko bahunam yo vidadhati kaman. That is the position of the Supreme Lord Vishnu or Krishna, that it is only the Supreme Lord who maintains all living beings. But, in spite of this protection by the Lord, Srila Prabhupada says, on the path of sense gratification, these living beings are put into difficulty by the agency of Maya, the illusory energy. When we violate the laws of nature or laws of God, and we encroach on somebody else's property, or we give trouble to others unnecessarily, then the illusory energy actually punishes such wrongdoers. And it's only under illusion that the living beings who are desirous of enjoying this material world, they are traversing the path of a false plan of economic development. Such economic development is never successful because it is illusory. So, instead of seeking directly the protection of the goddess of fortune, one should seek the protection of Vishnu."
    },
    {
      "start_time": 895,
      "end_time": 928,
      "verse_references": [],
      "themes": [
        "protection",
        "Pariksit Maharaj",
        "Vishnu",
        "predictions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only Vishnu or his pure devotee can give protection to everyone.",
      "summary": "The speaker concludes by reiterating that only Vishnu or his pure devotee can provide true protection, and that Pariksit Maharaj, being protected by Vishnu, would offer protection to those under his rule.",
      "timestamp_url": "https://youtu.be/WIdlhURKpCg?t=895",
      "transcript": "Because, even the goddess of fortune is sheltered by Vishnu. And therefore, Srila Prabhupada says, only Vishnu or his pure devotee can give protection to everyone. And therefore, it is predicted that Pariksit Maharaj, who was protected by Vishnu, himself would give all protection to people who wanted to live under his rule. In this way, it is being predicted about Pariksit."
    }
  ]
}