{
  "video_id": "WJuULo7ycKs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.6 - 8 | 8-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=WJuULo7ycKs",
  "segments": [
    {
      "start_time": 0,
      "end_time": 48,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyananjan Shalakaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and invocations.",
      "timestamp_url": "https://youtu.be/WJuULo7ycKs?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmay Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvijesha Shunyavadi Pachatyade Shatharine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 49,
      "end_time": 87,
      "verse_references": [
        "SB 1.14.6"
      ],
      "themes": [
        "Yudhishthira",
        "Arjuna",
        "Krishna",
        "Dvaraka"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I sent Arjuna to Dvaraka to meet his friends and to learn from the personality of God Krishna of his program.",
      "summary": "Yudhishthira explains to Bhima that he sent Arjuna to Dvaraka to learn about Krishna's plans.",
      "timestamp_url": "https://youtu.be/WJuULo7ycKs?t=49",
      "transcript": "In this session we will be discussing from the 6th verse of the 14th chapter of the 1st canto of Shri Mudbhagavatam Yudhishthira Uvacha Sampreshito Dvarakayam Jisnur Bandhu Didrikshaya Jnatum Cha Punya Shlokasya Krishnasya Cha Vicheshtitam. The meaning of this verse is Maharaj Yudhishthira said to his younger brother Bhima Sena, \"I sent Arjuna to Dvaraka to meet his friends and to learn from the personality of God Krishna of his program.\""
    },
    {
      "start_time": 87,
      "end_time": 150,
      "verse_references": [
        "SB 1.14.7"
      ],
      "themes": [
        "Yudhishthira",
        "Arjuna",
        "Doubt",
        "Absence"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Since he departed 7 months have passed... Yet he has not returned. I do not know factually how things are going on there in Dvaraka.",
      "summary": "Yudhishthira expresses his concern to Bhima about Arjuna's prolonged absence from Dvaraka.",
      "timestamp_url": "https://youtu.be/WJuULo7ycKs?t=87",
      "transcript": "So Yudhishthira begins to describe to Bhima what's happening. First of all he says I sent Arjuna to Dvaraka for what? To find out what is Krishna's next program. And in the next verse, the 7th verse, Krishna Yudhishthira continues to speak to Bhima: Gata Saptadhuna Masa Bhima Sena Tabanujaha Nayatikasyava Hetor Naham Vedaida Manjasa. The meaning of this 7th verse is, \"Since he departed 7 months have passed.\" When did Yudhishthira send Arjuna? Seven months back. Yet he has not returned. I do not know factually how things are going on there in Dvaraka."
    },
    {
      "start_time": 150,
      "end_time": 247,
      "verse_references": [
        "SB 1.14.8"
      ],
      "themes": [
        "Yudhishthira",
        "Krishna",
        "Disappearance",
        "Narada"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Is he going to quit his earthly pastimes as Devarshi Narada indicated? Has the time already arrived?",
      "summary": "Yudhishthira wonders if Krishna is about to leave the earthly realm, as predicted by Narada.",
      "timestamp_url": "https://youtu.be/WJuULo7ycKs?t=150",
      "transcript": "How things are going on I do not know. The 8th verse: Api devarshina diṣṭaha sakāloyaṁ upasthitaha yadātmano angam ākṛdam bhagavān utsi srikshati. The meaning of this verse is, \"Is he going to quit his earthly pastimes as Devarshi Narada indicated? Has the time already arrived?\" Again Yudhishthira is conjecturing that Krishna has disappeared. Only then there was a reason for all such symptoms to appear. So he is again trying to confirm by asking Bhima, \"Is the soul still alive? Yes. Is the Supreme Lord going to quit his earthly pastimes?\" And some mention was made about Devarshi Narada. In the previous chapter it is described Narada had told Yudhishthira, \"You Pandavas should remain on this earth as long as the Supreme Lord is present, which means that after the disappearance of Supreme Lord you should also quit your position on this earthly planet.\" Yes. He also stated that \"Pralaya montre protege sw Grandi BhoĄ Madonna.\" So that is exactly what is being referred here as Devarshi Narada had indicated has the Supreme"
    },
    {
      "start_time": 247,
      "end_time": 358,
      "verse_references": [],
      "themes": [
        "Plenary Expansions",
        "Krishna",
        "Balarama",
        "Forms of God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is the unlimited personality of Godhead. He expands. That means he is one person, but he is simultaneously present in many forms.",
      "summary": "The speaker begins to explain Srila Prabhupada's purport, focusing on the concept of Krishna's plenary expansions and how Krishna manifests in different forms with different functions.",
      "timestamp_url": "https://youtu.be/WJuULo7ycKs?t=247",
      "transcript": "Lord quit his earthly pastimes. So Srila Prabhupada writes elaborate purport to this particular verse. Srila Prabhupada says, as we have discussed many times, the Supreme Personality of Godhead Lord Krishnah, plenary expansions. What is the meaning of plenary expansion? Krishna is the unlimited personality of Godhead. He expands. That means he is one person, but he is simultaneously present in many forms. He himself is present in many forms. And such expansions are called plenary expansions when Krishna's full power is present in each of the expanded forms. Just like Krishna expands, first of all, as Balaram. So Balaram is Krishna only, but Balaram has the full power of Krishna. Balaram is Krishna, but we say he is Balaram because he is Krishna. He has got different function, he's got different, he displays different varied characteristics, he has specific pastimes, he has specific relationships, he has specific characteristics and all appear to be distinctly different from Krishna's own appearance, characteristics, qualities, activities appear to be different."
    },
    {
      "start_time": 358,
      "end_time": 485,
      "verse_references": [
        "BG 4.7",
        "BG 4.8"
      ],
      "themes": [
        "Plenary Expansions",
        "Incarnations",
        "Purpose of Incarnation",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whenever wherever there is a decline in religious practice... at the time I descend myself... To deliver the faithful, to annihilate the miscreants, and also to reestablish the principles of occupational duty, I appear in every age.",
      "summary": "The speaker continues explaining plenary expansions, citing verses from the Bhagavad Gita to illustrate the purpose and nature of Krishna's incarnations.",
      "timestamp_url": "https://youtu.be/WJuULo7ycKs?t=358",
      "transcript": "So Krishna, the Supreme personality of God, has many plenary expansions. We can't count how many plenary expansions are there and each and every one of them, each and every plenary expansion, although equally powerful, executes different functions. If it were for the same function there is no need. Krishna is all-powerful, so for different functions, different forms, that is Krishna's own personal opulence. Now Srila Prabhupada quotes the Bhagavad Gita. In Bhagavad Gita there are different statements by the Lord and each of these statements is meant for different plenary portions or portions of the plenary portions. Some of them Srila Prabhupada cites here. For example, Shri Krishna, the Lord says in Bhagavad Gita in the fourth chapter seventh verse, what does he say? \"Whenever and wherever there is a decline in religious practice or descendant of Bharata and a predominant rise of irreligion at the time I descend myself.\" Yada yadahi dharmasya glanir bhavati bhavati, that verse is being cited by Prabhupada, the English translation of that verse, so at different times Krishna has different incarnations appear. So these incarnations are possible plenary portions, or they are portions of plenary portions, amsa and kala. Then again, in the fourth chapter, eighth verse, Krishna says, \"To deliver the faithful, to annihilate the miscreants, and also to reestablish the principles of occupational duty, I appear"
    },
    {
      "start_time": 485,
      "end_time": 574,
      "verse_references": [
        "BG 3.24"
      ],
      "themes": [
        "Plenary Expansions",
        "Incarnations",
        "Krishna's Activities",
        "Maintaining Order"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If I should cease to work, then all humanity would be misdirected... and I would thereby destroy the peace of all sentient beings.",
      "summary": "The speaker continues with the explanation of plenary expansions, citing another verse from the Bhagavad Gita, emphasizing that Krishna's different expansions perform different activities.",
      "timestamp_url": "https://youtu.be/WJuULo7ycKs?t=485",
      "transcript": "in every age.\" In every yuga, Krishna incarnates for three purposes, and those are mentioned here. Now these incarnations are different plenary expansions, different plenary portions, different portions of the plenary portions. They come time to time. Each of the incarnations come appropriately. Then again, in the third chapter, twenty-fourth verse, Krishna says, \"If I should cease to work, then all humanity would be misdirected. I would also be the cause of creating unwanted population, and I would thereby destroy the peace of all sentient beings.\" So this also, Krishna is speaking. But, in his different expansions, different incarnations, he performs different activities. Not all incarnations are doing the same thing. Just like in his expansion as Mahavishnu, he is responsible for the primary creation, breathing out universes, and breathing in the universes."
    },
    {
      "start_time": 574,
      "end_time": 694,
      "verse_references": [],
      "themes": [
        "Plenary Expansions",
        "Krishna's Example",
        "Transcendental Nature",
        "Opulence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Particularly Krishna incarnates, he teaches by his own example certain things. In every incarnation he teaches by his example.",
      "summary": "The speaker explains that Krishna teaches by example in each incarnation and that Krishna is a transcendental personality full of opulences and powers.",
      "timestamp_url": "https://youtu.be/WJuULo7ycKs?t=574",
      "transcript": "Then, as in the server- Meng Bo Tao in the third chapter, and his third chapter, it starts by will follow and whatever standards he sets by exemplary acts all the world pursues. Particularly Krishna incarnates, he teaches by his own example certain things. In every incarnation he teaches by his example. So that is being referred to here, different incarnations, different forms, different activities, different purposes, Krishna appears in different incarnations. So now Prabhupada continues after citing these four verses from the Bhagavad Gita, Prabhupada says, \"All the above statements by the Lord apply to different plenary portions of the Lord, namely his expansions such as Sankarsana, Vasudeva, Pradyumna, Aniruddha, Narayana, Sankara. These are all he himself in different transcendental expansions. Krishna only, only one person, supreme person, unlimited person. He is not ordinary person like us. Transcendental personality full of all so many opulences, so many powers, so many different forms. Still the Lord and Shri Krishna functions in a different sphere of transcendental exchange"
    },
    {
      "start_time": 694,
      "end_time": 821,
      "verse_references": [],
      "themes": [
        "Krishna's Appearance",
        "Transcendental Exchange",
        "Time",
        "Krishna's Body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Krishna as he is appears once every 24 hours of Brahma's time... There is no difference between the Lord's self and the Lord's transcendental body.",
      "summary": "The speaker discusses the timing of Krishna's appearances in different universes and emphasizes the identity of Krishna's body and soul.",
      "timestamp_url": "https://youtu.be/WJuULo7ycKs?t=694",
      "transcript": "with different grades of devotees. As Krishna himself, he also appears. And that appearance is the appearance of the original personality we have got it. In Mathura, he is born and then he transfers himself to Vrindavan and then again comes back to Mathura, then Dwaraka, so different sphere of transcendental exchange with different grades of devotees, different types of devotees are there. And yet Lord Krishna as he is appears once every 24 hours of Brahma's time, once in a day or after a lapse of 8 billion 640 million solar years. This one day and night of Brahma together is unparalleled. In our calculation on the earth, 8 billion 640 million, so many solar years elapse after Krishna appears again. In each and every universe Krishna appears once in the day of Brahma. And all his transcendental pastimes are displayed in each and every universe in a routine spool. Just like cinema is running. Like that. Every Brahmanda, Krishna will appear, perform his pastimes and disappear. Once in a day of Brahma only. In his form as Krishna. Of course, in his other forms, other expansions, other incarnations he appears in so many different yugas in different times. But in that routine spool the functions of Lord Krishna, Lord Vasudeva, etc. are complex problem for the layman. A layman cannot understand. It is the same personality of God that is appearing. There is no difference between the Lord's self and the Lord's transcendental body. This is important."
    },
    {
      "start_time": 821,
      "end_time": 988,
      "verse_references": [],
      "themes": [
        "Krishna's Body",
        "Yogamaya",
        "Viratrupa",
        "Different Manifestations"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's body and Krishna's soul are identical... when Krishna appears in his original form, all the other plenary expansions join in him by his inconceivable potency called Yogamata.",
      "summary": "The speaker contrasts Krishna's transcendental body with the material body and explains how Krishna's different expansions manifest through Yogamaya, including the Viratrupa.",
      "timestamp_url": "https://youtu.be/WJuULo7ycKs?t=821",
      "transcript": "Krishna's body and Krishna's soul are identical. In our case what happens? This material body is completely different from I, the spirit's soul. That's why time and again we have heard many, many times, \"I am not the body, you are not your body.\" But Krishna is identical with his form. The expansions execute differential activities. Now, the important point to understand is when Krishna appears in his original form, all the other plenary expansions join in him by his inconceivable potency called Yogamata. Thus, the Lord Krishna of Vrindavan is different from the Lord Krishna of Mathura. Different means a different expansion is present in Mathura, a different expansion is present in Dwaraka, a different expansion is present in some other Leela. The Viratrupa of Lord Krishna is also different from him by his inconceivable potency. Krishna showed his Viratrupa to Arjuna on the battlefield of Kurukshetra, but Krishna is sitting and Arjuna is seeing the Viratrupa and Arjuna is talking to Krishna. So Krishna is there, Viratrupa is also there. Inconceivably they can be one and they can be different. The Viratrupa exhibited on the battlefield of Kurukshetra is a material conception of his form. It is not his totality. It is a transcendental form, Viratrupa is a material conception of form. Therefore it should be understood that when Krishna apparently was killed by the bow and arrow of the hunter, the Lord left his so-called material body in the material world. So what did Krishna leave behind? For the atheist it appears like Krishna was killed by the hunter, but what did he leave behind? When we die, we leave behind our body. Krishna went and killed his own body. He came and killed the body, Krishna says leave behind our material body. Krishna also apparently left behind a material body. Krishna has no material body, he has no material form, then what did we leave behind? So, he left behind, that is explained here that he left behind his Viratrupa in the material world, which is always there in the material world. And Viratrupa belongs to the material world and he left behind that Viratrupa. That Viratrupa belongs to the material world."
    },
    {
      "start_time": 988,
      "end_time": 1024,
      "verse_references": [],
      "themes": [
        "Krishna's Transcendence",
        "Liberation",
        "Material Energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is no question of Krishna accepting a material form nor any question of Krishna becoming conditioned like us no he is always transcendental is always liberated and he's apart from all this material energy and material form everything",
      "summary": "The speaker concludes by emphasizing Krishna's transcendental nature, his freedom from material conditioning, and his separation from material energy.",
      "timestamp_url": "https://youtu.be/WJuULo7ycKs?t=988",
      "transcript": "Viratrupa inconceivably when Krishna comes also is there within Krishna so there is no question of Krishna accepting a material form nor any question of Krishna becoming conditioned like us no he is always transcendental is always liberated and he's apart from all this material energy and material"
    }
  ]
}