{
  "video_id": "WlHwTBnwFPQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.31 | 27-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=WlHwTBnwFPQ",
  "segments": [
    {
      "start_time": 0,
      "end_time": 41,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/WlHwTBnwFPQ?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshuranmelitam Jena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 41,
      "end_time": 102,
      "verse_references": [
        "SB 1.8.31"
      ],
      "themes": [
        "Kunti's prayers",
        "Krishna's pastimes",
        "bewilderment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Though fear personified is afraid of you, this sight is bewildering to me.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (SB 1.8.31) and explains the meaning of Queen Kunti's prayer, focusing on the bewildering nature of Krishna's pastimes.",
      "timestamp_url": "https://youtu.be/WlHwTBnwFPQ?t=41",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Saraswateem Vyasam Tato Jayam Udi Raiyet Indusarayana In this session, we will be discussing from the 31st verse of the 8th chapter of the 1st canto of Srimad Bhagavatam, continuing the prayers by Queen Kunti. Gopyada Detva Ikrataagasi Dama Tavad Yate Dashashru Kalilanjana Sambhram Aksham Vaptram Niniya Bhaya Bhavana Yastitasya Samam Vimohyati Bhirapiyat Vibheti The meaning of this prayer by Queen Kunti: My dear Krishna, Yashoda took up a rope to bind you when you committed an offence, and your perturbed eyes overflowed with tears which washed the mascara from your eyes, and you were afraid, though fear personified is afraid of you,"
    },
    {
      "start_time": 102,
      "end_time": 172,
      "verse_references": [],
      "themes": [
        "Krishna's supremacy",
        "pure devotion",
        "Yashoda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Here is a specific example of the Lord's being the supreme at the same time a plaything in the presence of his pure devotee.",
      "summary": "The speaker explains Srila Prabhupada's purport, emphasizing Krishna's eternal supremacy and how He becomes a plaything in the presence of His pure devotee, Mother Yashoda.",
      "timestamp_url": "https://youtu.be/WlHwTBnwFPQ?t=102",
      "transcript": "this sight is bewildering to me. So, in the previous verse, Kunti Devi has said his activities, Krishna's activities, are bewildering. So, she is giving an example of a particular pastime which is bewildering. So, Srila Prabhupada says in the purport, here is another explanation of the bewilderment created by the pastimes of the Supreme Lord. The Supreme Lord is the supreme in all circumstances, as already explained earlier. It is not that sometimes he is supreme and sometimes he is not. No, always eternally supreme under all circumstances, all places, always, eternally. Here is a specific example of the Lord's being the supreme, at the same time a plaything in the presence of his pure devotee. The pure devotee being referred to here is Yashoda, Mother Yashoda."
    },
    {
      "start_time": 172,
      "end_time": 246,
      "verse_references": [],
      "themes": [
        "pure love",
        "devotional service",
        "forgetfulness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And while discharging such devotional service to the Supreme Lord, the pure devotee forgets that the Krishna is actually the Supreme Lord.",
      "summary": "The speaker elaborates on the nature of pure devotion, highlighting how pure devotees serve Krishna out of unalloyed love and often forget His supreme position.",
      "timestamp_url": "https://youtu.be/WlHwTBnwFPQ?t=172",
      "transcript": "Now, we have to remember that the pure devotees are rendering service to Krishna only because of their unalloyed love, pure love. There is no expectation of anything in return. And while discharging such devotional service to the Supreme Lord, the pure devotee forgets that Krishna is actually the Supreme Lord. They forget that. And when the Supreme Lord is reciprocating with his pure devotee, he also accepts the loving service of the devotee more relishably when the devotee is rendering that service out of pure affection, spontaneously, without any reverential admiration."
    },
    {
      "start_time": 246,
      "end_time": 344,
      "verse_references": [],
      "themes": [
        "Vaikuntha",
        "Goloka Vrindavan",
        "reverence",
        "spontaneous love"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "he relishes more if his devotees render him spontaneous loving service, than when the devotees render him devotional service out of reverence for him as the greatest.",
      "summary": "The speaker contrasts the devotion in Vaikuntha, characterized by reverence, with the spontaneous love in Goloka Vrindavan, which Krishna relishes more.",
      "timestamp_url": "https://youtu.be/WlHwTBnwFPQ?t=246",
      "transcript": "See, in spiritual world there are two kinds of devotees. The devotees in the Vaikuntha Loka are also pure devotees, as much as devotees in Goloka Vrindavan are also pure devotees. But the devotees in Vaikuntha, they have appreciation of the Supreme Lord, knowledge, understanding, as the supreme person full of all opulences, the greatest. So, they have reverential admiration for the Supreme Lord. Whereas in Goloka Vrindavana, devotees, they forget that Krishna is the Supreme Lord, and they render service to him simply out of their love for him. So, this is without reverential admiration. This is spontaneous love. This is different than what devotion that is expressed in Vaikuntha. Now, Krishna as a Supreme Lord, one and only one Supreme Lord, he relishes more if his devotees render him spontaneous loving service, than when the devotees render him devotional service out of reverence for him"
    },
    {
      "start_time": 344,
      "end_time": 426,
      "verse_references": [],
      "themes": [
        "examples of devotees",
        "chastisement",
        "Vedas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna accepts the chastisement by his devotees like his parents, more lovingly than he accepts the prayers of the Vedas, which glorify him in so many ways as the greatest.",
      "summary": "The speaker provides examples of Krishna's friends and parents in Vrindavan and emphasizes that Krishna values the loving chastisement of his devotees more than the prayers of the Vedas.",
      "timestamp_url": "https://youtu.be/WlHwTBnwFPQ?t=344",
      "transcript": "as the greatest. Now, Prabhupada gives examples here. The friends of Krishna, the covered boyfriends, they consider Krishna as one of them. They are not conscious that, Oh, here is Krishna who is the Supreme Lord. You have to be very careful in our dealing with him. No. The parents of Krishna, they are like Yashoda, Nanda Maharaj, and elderly gopis and elderly gopas in Vrindavan, they consider Krishna as a child only. Again, they are not conscious, here is Krishna, who is the Supreme Personality of God, full of all powers. No. They forget that. Now, one important point here is that Krishna accepts the chastisement by his devotees like his parents, more lovingly than he accepts the prayers of the Vedas, which glorify him in so many ways as the greatest."
    },
    {
      "start_time": 426,
      "end_time": 524,
      "verse_references": [],
      "themes": [
        "Krishna's pastimes",
        "subordination",
        "butter stealing"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna, when he came to this material world, he wanted to show to the people of this world, what are the kind of pastimes that go on between himself and his pure devotees in Goloka Vrindavana.",
      "summary": "The speaker explains that Krishna descended to show the pastimes of Goloka Vrindavan, giving the example of Krishna stealing butter and being scolded by Yashoda.",
      "timestamp_url": "https://youtu.be/WlHwTBnwFPQ?t=426",
      "transcript": "So, therefore, Krishna, when he came to this material world, he wanted to show to the people of this world what are the kind of pastimes that go on between himself and his pure devotees in Goloka Vrindavana. He wanted to show that. So, in front of this material world, in front of his mother Yashoda, he displayed a unique picture of subordination. Though he does not become subordinate, he plays the role of a subordinate child, but he does not become subordinate. So, Srila Prabhupada explains, in his natural, childish, playful activities, Krishna used to spoil the stock of butter that was kept by mother Yashoda, by breaking the pot of this butter and distributing it to his friends and monkeys. And that made mother Yashoda very angry. Why? Because, I have churned this butter for you. And what are you doing? Spoiling the stock of this nice delicious butter and distributing to the monkeys?"
    },
    {
      "start_time": 524,
      "end_time": 638,
      "verse_references": [],
      "themes": [
        "Yashoda's anger",
        "Krishna's fear",
        "mascara",
        "fear personified"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "When tears were rolling down Krishna's eyes, they were washing the mascara, which Yashoda used to decorate his eyes with.",
      "summary": "The speaker describes Yashoda's attempt to punish Krishna, Krishna's feigned fear and tears, and the contrast between Krishna's fear of Yashoda and the fear that He inspires in the universe.",
      "timestamp_url": "https://youtu.be/WlHwTBnwFPQ?t=524",
      "transcript": "So, simply out of love for her child, Yashoda wanted to make a show of punishment. So, what did she do? She took a rope and threatened and threatened to actually tie him up, tie his hands. So, Krishna, when he saw mother Yashoda is angry and she wants to tie him, he began to cry, just like a small child, ordinary children. When mother is angry, they also become very afraid and they begin to cry. Now, when tears were rolling down Krishna's eyes, they were washing the mascara, which Yashoda used to decorate his eyes with. Krishna is already very beautiful, but the devotees like to decorate him. So, the beautiful eyes, the mascara was being washed when he was crying out of fear of mother Yashoda. So, this picture of Krishna is adored by Kunti Devi. And Kunti Devi is simultaneously remembering this child who is crying as a son of mother Yashoda. She is, this child is not ordinary child. He is a Supreme Lord. And he is feared by whom? By Sakshatbhayamurthy, by the fear personified, who creates fear in everyone, in his entire universe creation. That Bhayamurthy is always afraid of Krishna."
    },
    {
      "start_time": 638,
      "end_time": 779,
      "verse_references": [],
      "themes": [
        "Kunti's consciousness",
        "Yashoda's forgetfulness",
        "loving exchange",
        "rasa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is the loving exchange that Krishna relishes.",
      "summary": "The speaker contrasts Kunti's awareness of Krishna's supreme position with Yashoda's forgetfulness, emphasizing that Krishna relishes the loving exchange with his devotees.",
      "timestamp_url": "https://youtu.be/WlHwTBnwFPQ?t=638",
      "transcript": "Then how can Krishna be afraid of Yashoda? So, Srila Prabhupada explained, this means Kunti was conscious of the exalted position of Krishna, whereas Yashoda was not conscious of the exalted position of Krishna as the Supreme Lord. Why? Because if Yashoda were to be conscious of Krishna's position, she could not have chastised Krishna. And it is said here, that Krishna makes Yashoda forget that he is the Supreme Lord, so that Yashoda will not treat him as a Supreme, and thereby, she will actually, out of love, even chastise him. So, what does Krishna relish? It is the loving exchange that Krishna relishes. It is only out of love that mother chastises. Mother Yashoda chastises Krishna. It is not out of any real anger. It is anger of love. Anger of love. So, this is actually a different kind of anger than what we know as anger in this material world. It is only possible in the spiritual world, this kind of anger. And it is only because of the loving exchange between Mother Yashoda and Krishna. The same love, Mother Yashoda sometimes will kiss Krishna. Same love, she will embrace him. Same love, she will sometimes feed him. Sometimes she will send him for taking the cows for grazing in the forest. The same love, but variety of exchanges of rasa."
    },
    {
      "start_time": 779,
      "end_time": 883,
      "verse_references": [],
      "themes": [
        "devotees of Krishna",
        "ignorance",
        "mud eating pastime"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They all know Krishna is the Supreme Personality of God.",
      "summary": "The speaker emphasizes the exalted position of Krishna's devotees and clarifies that their forgetfulness of Krishna's supreme position is not due to ignorance, illustrating with the mud-eating pastime.",
      "timestamp_url": "https://youtu.be/WlHwTBnwFPQ?t=779",
      "transcript": "This is subject matter of the Bhagavatam, subject matter of one book written by Srila Rupa Goswami, Bhakti-rasamrta-sindhu. So, this is a very, very exalted position of the devotees of Krishna, pure devotees. They are among the topmost devotees. And don't think that because they forget Krishna as Supreme Lord, don't think they are in ignorance about Krishna's actual position. They all know Krishna is the Supreme Personality of God. They all know. Like it happens when Yashoda once told Krishna, I heard you have eaten some mud. Open your mouth. So, Krishna said, No, I have not eaten any mud. So, Yashoda said, Okay, okay, if you have not eaten, let me just see. Let me open your mouth. You open your mouth, let me just see whether there is any mud in your mouth. So, Krishna opened his mouth and then Yashoda began to see the whole universe in his mouth. So, then she became completely conscious of Krishna's exalted position as the Supreme Personality of Godhead. And she began to think actually under the influence of illusion, I am thinking this, Krishna is my child. Actually, Krishna is my child. Krishna is the Supreme Personality of Godhead."
    },
    {
      "start_time": 883,
      "end_time": 939,
      "verse_references": [],
      "themes": [
        "Yogamaya",
        "eternal position",
        "loving exchanges"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And this is the eternal position of Krishna in the spiritual world. In his loving exchanges with his devotees.",
      "summary": "The speaker explains how Krishna uses Yogamaya to conceal his greatness from Yashoda and concludes by reiterating the eternal nature of Krishna's loving exchanges with his devotees in the spiritual world.",
      "timestamp_url": "https://youtu.be/WlHwTBnwFPQ?t=883",
      "transcript": "So, then Krishna does not like Mother Yashoda to treat him as the Supreme Lord. So, therefore, Krishna covered Mother Yashoda with Yogamaya, which hides Krishna's greatness and supremacy. And Mother Yashoda after that said, Okay, okay, now don't ever again attempt to eat mud. I will give you nice sweets. Don't eat mud. Go and play. So, she came back to her position as the loving mother of Krishna, the small child Krishna. And this is the eternal position of Krishna in the spiritual world, in his loving exchanges with his devotees. I will stop here. Thank you very much."
    }
  ]
}