{
  "video_id": "WLy1R6cyyMs",
  "title": "SB 1.18.6 | HH Stoka Krishna Swami | 28-03-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=WLy1R6cyyMs",
  "segments": [
    {
      "start_time": 0,
      "end_time": 50,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/WLy1R6cyyMs?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurun Meelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Ganadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 50,
      "end_time": 94,
      "verse_references": [
        "SB 1.18.6"
      ],
      "themes": [
        "Kali Yuga",
        "Krishna's departure",
        "irreligion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The very day and moment the personality of Godhead Lord Sri Krishna left this earth, the personality of Kali who promotes all kinds of irreligious activities came into this world",
      "summary": "The speaker introduces the 6th verse of the 18th chapter of the 1st canto of Srimad Bhagavatam, discussing the entrance of Kali into the world upon Krishna's departure.",
      "timestamp_url": "https://youtu.be/WLy1R6cyyMs?t=50",
      "transcript": "In this session we will be discussing from the 6th verse of the 18th chapter of the 1st canto of Srimad Bhagavatam: Yasmin Ahani Yarkhyeva Bhagavan Utsasarjagam Tadai Vehanu Vrittosav Adharma Prabhavak Kadihi. The meaning of this 6th verse is: The very day and moment the personality of Godhead Lord Sri Krishna left this earth, the personality of Kali who promotes all kinds of irreligious activities came into this world."
    },
    {
      "start_time": 94,
      "end_time": 178,
      "verse_references": [],
      "themes": [
        "Parikshit Maharaj",
        "Kali's influence",
        "counteracting irreligion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So this particular verse is very important to understand what is the way to counteract the irreligious influence of this age of Kali",
      "summary": "The speaker explains the context of the verse, describing Parikshit Maharaj's encounter with Kali and the importance of understanding how to counteract Kali's influence.",
      "timestamp_url": "https://youtu.be/WLy1R6cyyMs?t=94",
      "transcript": "So this verse follows the previous verse which described that Kali entered this earth planet long before Parikshit Maharaj started ruling. That is Krishna's disappearance. At the end of Dwapar Yuga, Krishna's disappearance. Then the Pandavas learned about that and then they retired, and they handed over charge of ruling the entire earth planet to Parikshit Maharaj. Then Parikshit Maharaj began ruling, and while he was storing his kingdom, he came across this personality of Kali. Kali was trying to enter his kingdom, but Parikshit Maharaj stopped him from engaging in his nefarious activities. So this particular verse is very important to understand what is the way to counteract the irreligious influence of this age of Kali."
    },
    {
      "start_time": 178,
      "end_time": 252,
      "verse_references": [],
      "themes": [
        "Krishna's identity",
        "absolute nature",
        "holy name"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is absolutely divine and is the creator of heaven and earth. Krishna is absolute. Absolute means there is no difference at all between the person Krishna and his name, his form, his qualities, his activities, his abode, his paraphernalia, his pure devotees. All are identical.",
      "summary": "The speaker emphasizes the absolute nature of Krishna, explaining that there is no difference between Krishna and His name, form, qualities, etc., and that Krishna is fully present in the sound vibration of His name.",
      "timestamp_url": "https://youtu.be/WLy1R6cyyMs?t=178",
      "transcript": "So Srila Prabhupada explains in the Purport in some detail: The personality of Godhead and his holy name, qualities, etc., are all identical. This is very, very important to understand. This is the central point of our philosophy of Krishna consciousness. Krishna is absolutely divine and is the creator of heaven and earth. Krishna is absolute. Absolute means there is no difference at all between the person Krishna and his name, his form, his qualities, his activities, his abode, his paraphernalia, his pure devotees. All are identical. What does it mean they are all identical? The name is as good as Krishna himself. Krishna is fully present in the sound vibration of his"
    },
    {
      "start_time": 252,
      "end_time": 339,
      "verse_references": [],
      "themes": [
        "Krishna's presence",
        "transcendental form",
        "deity worship",
        "Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In those two syllables Krishna is fully present with all his, Krishna means Krishna with all his potencies... Krishna is fully present in his name he is fully present in the form the form of the deity in the temple Krishna is fully present Krishna is fully present in his descriptions given in the Bhagavatam",
      "summary": "The speaker elaborates on Krishna's presence in His name, form (deity), and descriptions in the Bhagavatam, emphasizing that Krishna is fully present with all His potencies.",
      "timestamp_url": "https://youtu.be/WLy1R6cyyMs?t=252",
      "transcript": "name. This is very, very important to understand. When I say Krishna, that sound Krishna, two syllables, Krishna, two syllables, Rama, Hare, two syllables. In those two syllables Krishna is fully present with all his, Krishna means Krishna with all his potencies. The complete whole, he is the absolute truth, so Krishna is fully present in his name, he is fully present in the form, the form of the deity in the temple, Krishna is fully present. Krishna is fully present in his descriptions given in the Bhagavatam. Shukadeva Swami is describing Krishna, in those descriptions, in those words, Krishna is fully present. This is different from the material form,"
    },
    {
      "start_time": 339,
      "end_time": 431,
      "verse_references": [],
      "themes": [
        "material vs. spiritual",
        "analogy of water",
        "difference between name and substance"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Deepak Sharma the person and his name Deepak Sharma the two are completely different... the substance water and the name water... the word water is different from the substance water I have to actually drink water only then my thirst will be quenched",
      "summary": "The speaker contrasts the material and spiritual realms, using the analogy of a person's name and the substance of water to illustrate the difference between material and transcendental realities.",
      "timestamp_url": "https://youtu.be/WLy1R6cyyMs?t=339",
      "transcript": "material name of a material personality. For example, take an ordinary person, some Deepak Sharma, some gentleman. Now, Deepak Sharma, the person, and his name Deepak Sharma, the two are completely different. Deepak Sharma personality is not present in the sound Deepak Sharma, no. Or let's take another example, the substance water and the name water. I refer to the substance water as water by the name. If I want water, I may ask you, please give me a glass of water. If I simply say water, water, water, water, water, water, water, water, that saying water is not going to quench my thirst because the name water or the sound of the name water or the word water is different from the substance water. I have to actually drink water, only then my thirst will be quenched."
    },
    {
      "start_time": 431,
      "end_time": 547,
      "verse_references": [],
      "themes": [
        "Krishna's presence",
        "deity worship",
        "transcendental potencies"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You say Krishna you directly contact the supreme person Krishna in full Krishna is fully present... Krishna is present in the form of the deity because he's all-powerful he agrees to enter into the deity form... Krishna is present in his transcendental form with all his transcendental potencies Krishna is fully present",
      "summary": "The speaker reiterates that chanting Krishna's name directly connects one with Krishna, and that Krishna is present in the deity form due to His all-powerful nature.",
      "timestamp_url": "https://youtu.be/WLy1R6cyyMs?t=431",
      "transcript": "Whereas Krishna is not like that. You say Krishna, you directly contact the supreme person Krishna in full. Krishna is fully present. Now we are not able to perceive the presence of Krishna in his name or in his deity form. We think this name is just another sound like so many other sounds, material sounds, no it is not. Or we think the deity in the temple is just a statue made of wood or stone or metal. We think it is just a representation. Somebody believes that in the statue of Krishna there is Krishna, they are thinking that is Krishna, no it's not what we think. You are not able to perceive the presence of Krishna in his name or in his body. It's not what we believe, it is what actually is the fact. Krishna is present in the form of the deity because he's all-powerful. He agrees to enter into the deity form when Krishna is invited by the proper spiritual process of deity installation. That's a big subject, I won't talk about that in the next lecture. I won't get into the details of that, but in the deity Krishna is present in his transcendental form. In the sound vibration of Hare Krishna, Krishna is present in his transcendental form with all his transcendental potencies. Krishna"
    },
    {
      "start_time": 547,
      "end_time": 691,
      "verse_references": [],
      "themes": [
        "Kali's influence",
        "protection through Krishna",
        "devotional service"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Kali cannot enter our life. Kali cannot enter the jurisdiction of the place where such chanting goes on... That is the technique of driving away the personality of Kali from the world... So many ways one can remain immune to the influence of Kali.",
      "summary": "The speaker explains that Kali cannot influence those who constantly chant Hare Krishna, worship Krishna, and engage in devotional service, providing a practical method for protection from Kali's influence.",
      "timestamp_url": "https://youtu.be/WLy1R6cyyMs?t=547",
      "transcript": "is fully present. So therefore Srila Prabhupada says the personality of Kali was not able to enter the jurisdiction of the earth due to the presence of the personality of Godhead. As long as Krishna incarnated and he was present on the earth, Kali could not enter. And similarly, if there is an arrangement for the constant chanting of the holy names, qualities, etc., of the supreme personality of Godhead, there is no chance at all for a personality of Kali to enter. Even now, if we chant Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Kali cannot touch us. Kali cannot enter our life. Kali cannot enter the jurisdiction of the place where such chanting goes on, where Srimad Bhagavatam is recited, where Krishna is worshipped in his Deity form, where topics of Krishna are discussed by devotees, where Krishna is remembered, where Krishna is glorified, where Krishna is offered food and Prasadam is distributed. Kali cannot influence. Kali cannot touch. Kali cannot enter. Kali cannot spread his influence. That is the technique of driving away the personality of Kali from the world. Now Kali is, Kali Yuga has begun, has started. Kali is present in this world, but Kali cannot influence, even if it is not Kali. Even if we use this technique of driving away Kali's influence by constant chanting Hare Krishna, or constantly engaging in different types of devotional service to Krishna, by constantly remembering Krishna, by constantly thinking of Krishna, by constantly hearing about Krishna."
    },
    {
      "start_time": 691,
      "end_time": 892,
      "verse_references": [],
      "themes": [
        "modern technology",
        "broadcasting Krishna's name",
        "counteracting evil influence"
      ],
      "content_type": "practical",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "If the state arranges to distribute transcendental sound by resounding the holy name, fame and activities of the Lord... then a favorable condition will be created... But we can drive away this evil influence by broadcasting the holy name of the Supreme Lord.",
      "summary": "The speaker discusses how modern technology like radio and television can be used to broadcast the holy name of Krishna and counteract the evil influence of Kali, suggesting a practical application of devotional principles in the modern world.",
      "timestamp_url": "https://youtu.be/WLy1R6cyyMs?t=691",
      "transcript": "So many ways, so many ways one can remain immune to the influence of Kali. In modernized human society there are great advancements of material science, and they have invented the radio to distribute sound in the air. Very good example Prabhupada is giving. Now it is not just radio, it is also the television. But when Prabhupada was writing this purport, at that time the radio was there available everywhere. Television was not available everywhere in all countries. So Prabhupada is writing radio is spreading that sound everywhere. So earlier they used to have what is called as a radio set. They initially had a big set. Then they had a pocket transistor or a pocket device, where you just switch on with a battery operated device, and you can hear by tuning into some radio station, some music or some commentary or some news etc. Exactly like now you can switch on a TV, which is connected through a dish antenna to the satellite, which is broadcasting some TV program from some channel. All over the world it broadcasts, and you catch that broadcast by dish antenna, and you watch that program on a TV. So instead of vibrating some nuisance sound for sense enjoyment, if the state arranges to distribute transcendental sound by resounding the holy name, fame and activities of the Lord, as they are authorized in the Bhagavad Gita or Srimad Bhagavatam, then a favorable condition will be created. The principles of religion in the world will be reestablished, and thus the executive heads who are so anxious to drive away corruption from the world will be successful. In the present age, there is so much of corruption, there is so much of evil influence due to so much rampant sinful activities all over the world, everywhere. But we can drive away this evil influence by broadcasting the holy name of the Supreme Lord, the transcendental sound, through radio, through television, through satellite TV broadcasting, etc. Nothing is bad if properly used for the service of the Lord. There is radio, TV, all these things, they are not bad by themselves. If they are used properly, if they are used for broadcasting the holy name of the Supreme Lord, chanting of the holy name, then that will be very, very effective."
    },
    {
      "start_time": 892,
      "end_time": 902,
      "verse_references": [],
      "themes": [
        "conclusion",
        "gratitude"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "I will stop here. Thank you very much. Hare Krishna.",
      "summary": "The speaker concludes the lecture with gratitude and the Hare Krishna mantra.",
      "timestamp_url": "https://youtu.be/WLy1R6cyyMs?t=892",
      "transcript": "In driving away the evil influence of Kali in this age. I will stop here. Thank you very much."
    }
  ]
}