{
  "video_id": "wMc6qwXZeXw",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.25-26 | 12-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=wMc6qwXZeXw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 50,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/wMc6qwXZeXw?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshur Unmilitam Yena Tasvai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Riyayet"
    },
    {
      "start_time": 50,
      "end_time": 123,
      "verse_references": [
        "SB 1.15.25",
        "SB 1.15.26"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Yadu dynasty",
        "divine arrangement"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O King, as in the ocean the bigger and stronger aquatic swallow up the smaller and weaker ones so also the supreme personality of Godhead to lighten the burden of the earth has engaged the stronger Yadu to kill the weaker and the bigger Yadu to kill the smaller.",
      "summary": "The speaker introduces the verses from Srimad Bhagavatam describing the destruction of the Yadu dynasty as a divine arrangement to reduce the burden on Earth.",
      "timestamp_url": "https://youtu.be/wMc6qwXZeXw?t=50",
      "transcript": "In this session, we will be discussing two verses which are given together, 25 and 26 of the 15th chapter of the first canto of Shri Madbhagavatam: Jalau Kasam Jale Yadvan Mahanto Adanti Aniyasaha Durbalan Balino Rajan Mahanto Balino Mithaha Evam Balishthair Yadubhir Mahadhir Itaran Vibhu Yadun Yadubhir Anyonyam Bhubharan Sanjaharaha. The meaning of these two verses is given as follows: O King, as in the ocean the bigger and stronger aquatic swallow up the smaller and weaker ones, so also the Supreme Personality of Godhead, to lighten the burden of the earth, has engaged the stronger Yadu to kill the weaker, and the bigger Yadu to kill the smaller."
    },
    {
      "start_time": 123,
      "end_time": 191,
      "verse_references": [],
      "themes": [
        "material world",
        "struggle for existence",
        "desire",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This material world is a place for all those souls who belong to God, who belong to the spiritual world, but are forgetful of Krishna due to their desire to independently enjoy and their desire to lord over material nature.",
      "summary": "Srila Prabhupada explains that the material world is a place for souls who desire independent enjoyment and to lord over material nature, leading to the struggle for existence.",
      "timestamp_url": "https://youtu.be/wMc6qwXZeXw?t=123",
      "transcript": "So, Srila Prabhupada explains in the purport, what does this mean? Srila Prabhupada says in the purport, \"In the material world, the struggle for existence and survival of the fittest are laws because in the material world there is disparity between conditioned souls due to everyone's desire to lord it over the material resources.\" This is a very, very important point we have to understand. This material world is a place for all those souls who belong to God, who belong to the spiritual world, but are forgetful of Krishna due to their desire to independently enjoy and their desire to lord over material nature. Two very, very specific desires are the cause of our material existence."
    },
    {
      "start_time": 191,
      "end_time": 279,
      "verse_references": [],
      "themes": [
        "independent enjoyment",
        "illusion",
        "disparity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The desire to independently enjoy, independent of Krishna because in the spiritual world everyone is blissfully happy in association with Krishna.",
      "summary": "The speaker elaborates on the two desires that cause material existence: independent enjoyment and lording over material nature, highlighting the illusion of independence.",
      "timestamp_url": "https://youtu.be/wMc6qwXZeXw?t=191",
      "transcript": "What are those two desires? The desire to independently enjoy, independent of Krishna, because in the spiritual world everyone is blissfully happy in association with Krishna. But if anybody wants independent enjoyment, it is not possible in the spiritual world. Then the Lord has created this material world, and in the material world, under illusion, one may think, \"I am independent,\" though we can never be actually independent because we are very, very tiny spirit souls. We cannot be independent. But we may get the feeling that I am independent under illusion, and that's why the illusion energy is working to cover the real knowledge of who we are, the reality of Krishna being the maintainer, Krishna being the protector. The illusion energy is covering our vision of the reality, and under illusion, I am thinking I am independent. Each person is thinking like that. And also, not only that we desire independent enjoyment, we also desire to lord over material nature. And not only I desire, everyone desires like that."
    },
    {
      "start_time": 279,
      "end_time": 359,
      "verse_references": [],
      "themes": [
        "illusion",
        "conditioned life",
        "three gunas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This very mentality of lording it over material nature is a root cause of conditioned life.",
      "summary": "The lecture explains that the desire to be the lord is an illusion and the root cause of conditioned life, subject to the three modes of material nature.",
      "timestamp_url": "https://youtu.be/wMc6qwXZeXw?t=279",
      "transcript": "So, therefore there is disparity. How can each one think, \"I want to be the lord\"? There can only be one lord. There cannot be many lords. So, therefore the reality is that under illusion somebody thinks, \"I am the boss, I am the lord, I am the master, I am the enjoyer.\" Under illusion only. And that is created, that illusion is created because of which there appear to be laws which are like struggle for existence and survival of the fittest. So, Prabhupada further explains, \"This very mentality of lording it over material nature is a root cause of conditioned life.\" What is the meaning of conditioned life? Conditioned life means we are subject to the conditions of material nature, which are conditions produced by interaction of the three gunas, the three modes of material nature. They are always interacting and producing different circumstances, conditions, situations. Satvam rajas tamaiti gunas prakriti sambhavaha. This is explained in the 14th chapter of the Bhagavad Gita."
    },
    {
      "start_time": 359,
      "end_time": 483,
      "verse_references": [
        "BG 14",
        "BG 8"
      ],
      "themes": [
        "material nature",
        "three gunas",
        "conditioned life",
        "surrender"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Material nature not only consists of eight elements it also consists of three gunas.",
      "summary": "The speaker details the composition of material nature, including the three gunas, and how they create conditions that lead to conditioned life, emphasizing the need for surrender to Krishna.",
      "timestamp_url": "https://youtu.be/wMc6qwXZeXw?t=359",
      "transcript": "Material nature not only consists of eight elements, it also consists of three gunas. This is a secret that is revealed in the Bhagavad Gita by Lord Krishna. Generally, people know that material matter or material energy or material nature means the five elements or the eight elements: five gross elements—earth, water, fire, air, sky; three subtle elements—mind, intelligence, ego. But they do not know material nature consists of three gunas: Satva guna, raja guna, tamo guna, and these three gunas are always interacting with each other, producing different conditions. And under those conditions, everyone is living, all those who are under the laws of nature. They are subject to the conditions imposed upon them by the three gunas interacting and producing so many changes. Continuously material nature is imposing different conditions. Adibhutam charo bhavaha. This is also explained in the 8th chapter of the Bhagavad Gita. This material nature is constantly changing, in a state of flux, always, as long as material nature is active, as long as this created world is maintained, constantly in a state of flux. So, therefore we are all subject to these conditions, as long as we don't surrender to Krishna, as long as we don't take to devotional service, as long as we don't prepare ourselves to go back to Godhead. We are subject to these conditions. So that situation under which everyone is forced by material nature is called conditioned life."
    },
    {
      "start_time": 483,
      "end_time": 557,
      "verse_references": [],
      "themes": [
        "illusion",
        "disparity",
        "karma",
        "struggle for existence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To give facility to such imitation lords the illusory energy of the lord has created a disparity between conditioned living beings.",
      "summary": "The lecture explains that the illusory energy creates disparity and the struggle for existence to facilitate the desires of imitation lords.",
      "timestamp_url": "https://youtu.be/wMc6qwXZeXw?t=483",
      "transcript": "To give facility to such imitation lords, the illusory energy of the Lord has created a disparity between conditioned living beings by creating the stronger and the weaker in every species of life. If you carefully observe every species, there are many, many living entities of that particular species. Among them, there are stronger and weaker. That is because the mentality of lording it over others always exists in conditioned souls. So, Srila Prabhupada further explains, \"The mentality of lording it over material nature and creation has naturally created a disparity.\" To facilitate the living entities lording over, there are laws of karma working, and there is naturally a disparity. Some are stronger, some are weaker in each species, and therefore there is the law of struggle for existence."
    },
    {
      "start_time": 557,
      "end_time": 631,
      "verse_references": [],
      "themes": [
        "spiritual world",
        "absence of struggle",
        "Yogamaya",
        "bliss"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the spiritual world there is no such struggle for existence conspicuous by its absence in the spiritual world.",
      "summary": "The speaker contrasts the material world with the spiritual world, where there is no struggle, everything is provided by Yogamaya, and everyone is blissful.",
      "timestamp_url": "https://youtu.be/wMc6qwXZeXw?t=557",
      "transcript": "Now, Srila Prabhupada contrasts this with the spiritual world. He says, \"In the spiritual world, there is no such struggle for existence, conspicuous by its absence in the spiritual world.\" This law of struggle for existence, there is no struggle in the spiritual world at all. Nobody has to work. Nobody has to earn his livelihood. No. Everything is completely perfectly provided by Yogamaya, Krishna's arrangement. Everybody is blissful. Everybody is happy. There is no old age. There is no disease. There is no death. There is no scarcity. There is no creation or destruction. There are no modes of material nature. There is no influence of divine creating. There is no state. There is no material. So,"
    },
    {
      "start_time": 631,
      "end_time": 703,
      "verse_references": [],
      "themes": [
        "spiritual world",
        "service to Krishna",
        "devotion",
        "reciprocity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everyone wants to serve Krishna because everyone is a devotee of Krishna there pure devotee and Krishna is simply sitting and receiving all service.",
      "summary": "The lecture describes the spiritual world as a place where everyone desires to serve Krishna, and Krishna reciprocates by wanting to please and serve His devotees.",
      "timestamp_url": "https://youtu.be/wMc6qwXZeXw?t=631",
      "transcript": "So, Srila Prabhupada is saying that, so in the spiritual world there is no struggle for existence because everyone there exists eternally. There is no disparity because everyone wants to render service to the Supreme Lord. In this material world, I want to be the boss and I want others to serve me. I don't want to serve anybody because I want to be the boss, I want to be the lord. And the opposite of this is the spiritual world. What is the spiritual world like? Everyone wants to serve Krishna because everyone is a devotee of Krishna, a pure devotee, and Krishna is simply sitting and receiving all service. I am the lord. No, Krishna wants to please his devotees. Krishna wants to serve his devotees in reciprocation."
    },
    {
      "start_time": 703,
      "end_time": 790,
      "verse_references": [],
      "themes": [
        "confidential knowledge",
        "spiritual world",
        "invitation",
        "proprietorship",
        "enjoyment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna is inviting, please come to that world of mine. If you follow bhakti yoga, you will come to meet in my abode, spiritual abode.",
      "summary": "The speaker emphasizes that Krishna invites everyone to return to the spiritual world through bhakti yoga, where He shares His enjoyment with all living beings.",
      "timestamp_url": "https://youtu.be/wMc6qwXZeXw?t=703",
      "transcript": "What a wonderful atmosphere, isn't it? So this information we get from the Srimad Bhagavatam, from the confidential devotional literatures, we get this confidential knowledge. We all belong to that spiritual world. In that spiritual world, there is no disparity, there is no struggle for existence, there is no death, there is no disease, there is no old age, there are no modes of material nature, there is no destructive influence of time. Krishna is inviting, \"Please come to that world of mine. If you follow bhakti yoga, you will come to meet in my abode, spiritual abode.\" The Lord being the creator of everything, including the living beings, factually is the proprietor and enjoyer of everything that be. If He has created, He is a proprietor, and He has created it in a particular way, it's for His enjoyment. But His enjoyment doesn't mean in His scheme of things, He is the only enjoyer. No, He wants to share that enjoyment with each one of us."
    },
    {
      "start_time": 790,
      "end_time": 900,
      "verse_references": [],
      "themes": [
        "unlimited love",
        "unlimited pleasure",
        "ocean of bliss",
        "invitation",
        "Krishna's message"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna shares unlimited love unlimited pleasure unlimited bliss unlimited everything with a tiny living entity who can only enjoy in a limited way.",
      "summary": "The lecture concludes by describing the unlimited bliss and love shared by Krishna in devotional service, inviting everyone to escape the struggle of material existence and return to Him.",
      "timestamp_url": "https://youtu.be/wMc6qwXZeXw?t=790",
      "transcript": "Even though we are very tiny and the Lord is unlimited, Lord, so obviously when He wants to enjoy, there is unlimited enjoyment available. Now Krishna shares that unlimited enjoyment or pleasure with His part and parcel living being, each and every living being. So in our devotional service interaction with Krishna, Krishna shares unlimited love, unlimited pleasure, unlimited bliss, unlimited everything with a tiny living entity who can only enjoy in a limited way. So Chaitanya Mahaprabhu says when we chant Hare Krishna, we get the experience of being immersed in an ocean of bliss, and what kind of ocean? He says, anandambudhi vardhanam, it's an ever-increasing ocean of bliss, because even in the material world we have experience of ocean, but it is always limited, even though there's a huge quantity of salt water in the ocean, but still it is limited. In the spiritual world, the ocean of bliss is ever increasing. There is plenty of bliss in the spiritual world. The ocean of bliss is ever increasing. There is plenty of bliss, but that is also ever increasing. It's not limited. That's the nature of a spiritual one. So Krishna is inviting us, \"Come to that world. Don't remain here and be always engaged in struggle for existence. Get out of this place and come to me.\" That's Krishna's purpose every week. So that's all I have for now. We might have some questions, any questions like that? That's our time."
    }
  ]
}