{
  "video_id": "wmgRv-_hOD0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.47-48 | 19-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=wmgRv-_hOD0",
  "segments": [
    {
      "start_time": 57,
      "end_time": 186,
      "verse_references": [
        "SB 1.8.47"
      ],
      "themes": [
        "delusion",
        "Krishna's arrangement",
        "devotee's perspective"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So it is Krishna's arrangement for Arjuna to become deluded, so that Krishna could speak Bhagavad Gita for our benefit.",
      "summary": "The speaker explains how Krishna orchestrated the delusion of Yudhishthira and Arjuna to facilitate the teachings of the Bhagavad Gita and the instructions of Bhishma.",
      "timestamp_url": "https://youtu.be/wmgRv-_hOD0?t=57",
      "transcript": "In this session, we will be discussing two verses, the 47th and the 48th verses of the 8th chapter of the first canto of Srimad Bhagavatam. The 47th verse: आह राजा धर्म सुतः चिन्तयन् सुरुदाम् वधं प्राकृतेन आत्मना विप्रा स्नेह मोह वशंगतः. The meaning of this verse is: King Yudhishthira, son of Dharma, overwhelmed by the death of his friends, was aggrieved just like a common materialistic man. O sages! Thus deluded by affection, he began to speak. Suta Goswami is describing how Yudhishthira was aggrieved and what did he say, how did he express himself. So he was overwhelmed just like a common man. Now Srila Prabhupada explains something very significant in the purport. Srila Prabhupada says, King Yudhishthira, though he was not expected to become aggrieved like a common man, became deluded by worldly affection by the will of the Supreme Lord Krishna, just as Arjuna was apparently deluded on the battlefield of Kurukshetra before the war began, again by the arrangement of Krishna only. Both Yudhishthira and Arjuna are pure devotees. All the five Pandavas are pure devotees. So there is no question of them becoming deluded by Maya. So it is Krishna's arrangement for Arjuna to become deluded, so that Krishna could speak Bhagavad Gita for our benefit. Similarly, Krishna wanted Bhishma to instruct Yudhishthira. And through Yudhishthira, Krishna wanted Bhishma to instruct the whole world about the intricacies of Dharma. And for that purpose, he was able to tell the whole world about the intricacies of Dharma."
    },
    {
      "start_time": 186,
      "end_time": 377,
      "verse_references": [
        "BG 2.13"
      ],
      "themes": [
        "body vs. soul",
        "duty",
        "Krishna's plan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Just like this cloth we are wearing is simply an external covering for the real person within the dress.",
      "summary": "This segment focuses on the distinction between the body and the soul, emphasizing the importance of fulfilling one's duty without being attached to the material body, and reiterates Krishna's plan behind Yudhishthira's delusion.",
      "timestamp_url": "https://youtu.be/wmgRv-_hOD0?t=186",
      "transcript": "Krishna arranged that Yudhishthira should become overwhelmed by worldly affection for the loss of so many people in this battle. Srila Prabhupada explains in this purport, a man who sees knows well that the living entity is neither the body nor the mind, but is transcendental to the material conception of life. You have heard this many times in the Bhagavad Gita and all the scriptures, it is explained, we are spirit soul, we are not the body, we are not the mind. Both the gross body and the subtle body are coverings for the real person within the body, that is the spirit soul. The common man thinks of violence and non-violence in terms of the body, but that is a kind of delusion. Just considering the body alone is a big mistake. Everyone is duty bound according to one's occupation. Occupational duties, swadharma or varnashrama dharma. A kshatriya is bound to fight for the right cause regardless of the opposite party. In this case, Yudhishthira was fighting against his own cousins, the Kauravas. But for the right cause, a kshatriya should not refuse to fight. That is what Krishna explains in the Bhagavad Gita to Arjuna also. In discharge of duty, one should not be disturbed by annihilation of the material body, which is only an external dress of the living soul. In the Bhagavad Gita in the second chapter, Krishna explains, just like this cloth we are wearing is simply an external covering for the real person within the dress. Similarly, the body itself, the physical body is simply an external covering of the spirit soul. And when it is worn out, then one discards that. That is what is called death, discarding this body and accept a new body. All this was perfectly known to Yudhishthira Maharaj. But by the will of the Supreme Lord Krishna, he became just like a common man, because there was another great idea behind this delusion."
    },
    {
      "start_time": 377,
      "end_time": 556,
      "verse_references": [
        "SB 1.8.48"
      ],
      "themes": [
        "Bhishma's instructions",
        "akshauhini",
        "warfare"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "King Yudhishthira would be instructed by Bhishma, as Arjuna was instructed by Lord Krishna himself.",
      "summary": "The speaker explains the purpose of Yudhishthira's delusion, which was to receive instructions from Bhishma, and then details the composition of an akshauhini and the scale of the Kurukshetra war.",
      "timestamp_url": "https://youtu.be/wmgRv-_hOD0?t=377",
      "transcript": "Krishna had another plan, why Yudhishthira should become deluded. What is that great idea? King Yudhishthira would be instructed by Bhishma, as Arjuna was instructed by Lord Krishna himself. This was the idea for Yudhishthira to become deluded because of the massacre, mass massacre. The 48th verse: अहो मे पश्यत अज्ञानम् हृदि रुढम् दुरात्मनः परकीयस्य एव देहस्य अहो मे अक्षौहिणीर् हतः. The meaning of this verse is, King Yudhishthira said, O my Lord, I am the most sinful man. Just see my heart, which is full of ignorance. This body, which is ultimately meant for others, has killed many many phalanxes of men. Phalanx means akshauhini in Sanskrit. Then the purport should be appropriate to explain what is the count of a phalanx or akshauhini division. A solid phalanx of 21,870 chariots, 21,870 elephants, 109,650 infantry, and 65,600 cavalry is called an akshauhini. Chariots here mean chariot fighters. And elephants means on elephant back there are powerful warriors who fight from elephant back. And infantry means those on foot, soldiers on foot. And cavalry means those who are on horseback, fighters on horseback. So, these four kinds of fighters are there in a battle in the Vedic times, in the Vedic culture. So, akshauhini division is very very big. 21,000 and odd chariots, 21,000 and odd elephants, 109,000 infantry, and 65,000 odd cavalry. So many. And like this how many divisions were there totally on the battlefield of Kurukshetra? 11 on the Kaurava side. 11 akshauhini divisions on the Kaurava side, and 7 akshauhini divisions on the Pandava side. Totally 18 akshauhini divisions were fighting in this battle of Kurukshetra."
    },
    {
      "start_time": 556,
      "end_time": 729,
      "verse_references": [],
      "themes": [
        "responsibility",
        "Yudhishthira's perspective",
        "body's purpose"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Yudhishthira as the most pious king of the world takes for himself the responsibility for killing such a huge number of living beings because the battle was fought to reinstate him on the throne.",
      "summary": "The speaker discusses Yudhishthira's sense of responsibility for the deaths in the Kurukshetra war and his understanding of the body's purpose as service to others.",
      "timestamp_url": "https://youtu.be/wmgRv-_hOD0?t=556",
      "transcript": "So, Prabhupada further explains, many akshauhinis were killed on the battlefield of Kurukshetra. That's a fact. Maharaj Yudhishthira as the most pious king of the world takes for himself the responsibility for killing such a huge number of living beings because the battle was fought to reinstate him on the throne. Yudhishthira is seeing from this perspective. After all, Duryodhana was ruling very nicely, even though he was not the rightful claimant. But he was ruling. He was a Kshatriya ruling properly. He was guided by proper Brahmanas who were expert in state administration. So, just for the sake of me to become the emperor, so much of killing. It's not justified. So, Srila Prabhupada explains in the purport the thinking of Yudhishthira. What was his thinking like? This body is after all meant for others. It is meant for others. While there is life in the body, it is meant for the service of others, paropakaara. And when it is dead, it is meant to be eaten by dogs and jackals or maggots. After all the body will be, when the soul leaves the body after death, the body is either burnt away to ashes in a fire, cremated, or it is buried and it will be eaten away by maggots underneath the earth. Or some people just leave the body for being eaten by other birds or vultures or other animals. So, in any case, the body is going to be finished. So, but Yudhishthira is sorry because for such a temporary body, such a huge massacre was committed. In terms of Yudhishthira seeing from a perspective that after all the body is meant for doing some welfare activity while I am living. And what have I done? Just because I want to be the emperor, such a huge massacre. This is not at all justified, not at all justified."
    },
    {
      "start_time": 729,
      "end_time": 897,
      "verse_references": [],
      "themes": [
        "pure devotee",
        "Arjuna's dilemma",
        "welfare activity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It's meant for doing welfare activity for the other people, paropakaara.",
      "summary": "The speaker contrasts Arjuna's and Yudhishthira's reactions to the war, highlighting the conscientious nature of pure devotees and emphasizing that the human body should be used for welfare activities rather than sense gratification.",
      "timestamp_url": "https://youtu.be/wmgRv-_hOD0?t=729",
      "transcript": "So, this is Yudhishthira's way of thinking. And further verses will explain how he is the most pious king and he is very sensitive to what has happened. So, Yudhishthira is behaving like this because he is a pure devotee. A pure devotee is very very conscientious. Arjuna, he is thinking, okay, we are all ready to fight. But what are the consequences of such a ghastly war? What are the consequences? He is thinking about it. Is it really necessary to fight in this battle? And whom am I going to kill? My own kinsmen? And for what? For just getting a throne, ascending a throne for ruling the world? And I am also simply going to fight against my own grandfather and teacher, Drona, Bhishma, who are my respectable superiors? I don't want to fight. This is the way Arjuna responded upon seeing the army of the Kauravas before the battle was about to begin. Now, Arjuna was overwhelmed before the battle began. Krishna spoke Gita. And Yudhishthira was overwhelmed after the battle. And both of them were instructed. Arjuna was instructed by Krishna, and Yudhishthira was instructed by Bhishma. Bhishma is a Mahajana. He is an authority. So, it is correct to say that after all the body is not meant for simply enjoyment as emperor or some enjoy some power. No, it's not meant for that. It's meant for doing welfare activity for the other people, paropakaara. That's what it is meant for. And a human being has got this sense of reasoning, developed intelligence by which he can understand what is the real purpose of this existence in this body. That a human being can understand. The lower creatures cannot. So, human beings should not simply utilize the body for sense gratification. That's the conclusion. I'll stop here. Thank you very much."
    }
  ]
}