{
  "video_id": "WNEYmKvVJqM",
  "title": "AAQ: Is It Okay to Chant Without Mala or While Wearing Shoes? | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=WNEYmKvVJqM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 165,
      "verse_references": [],
      "themes": [
        "holy name",
        "mercy",
        "cleansing of the heart",
        "self-realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Simply by doing this, the forest fire which is burning our heart of repeated birth and death within this material world will be vanquished and we will be able to see everything properly in full enlightenment with self-realization that I am not the body, I am spirit-soul.",
      "summary": "Chanting the holy name of Krishna is a merciful gift that cleanses the heart, leading to self-realization and liberation from the cycle of birth and death.",
      "timestamp_url": "https://youtu.be/WNEYmKvVJqM?t=0",
      "transcript": "Can I chant without mala and can I chant while walking with slippers? Krishna, sorry, Chaitanya Mahaprabhu in his Sixth Ashtaka, he says, Krishna, Chaitanya Mahaprabhu says, O Krishna, you are very, very merciful. Why? Because you have given your holy name. And your holy name can be chanted by everyone in the material world today. And by chanting the holy name, we can develop love of Krishna. This is your great kripa. That when the holy name rises in our heart, what happens? The mirror of our mind gets cleansed. Our perception of the material world becomes clearer and clearer. We are able to see, I am not the body, I am a spirit soul. We are able to see that material sense creativity. We are able to see that material sense education has no value. We are able to perceive that going back to Godhead is the goal of life. So all these perceptions come about by the cleansing of the mirror of the mind. And because of this cleansing of the mind of the heart, what is it that we are achieving? Chetodarpana marjanam bhava maha dava agni nirvapanam. The intense forest fire of... Repeated material birth and death gets vanquished simply by chanting Krishna's holy name. Param vijayate sri krishna sankirtanam. So Krishna is very merciful. He has given his holy name simply by the process of chanting Hare Krishna. No big endeavor required. Simply we are to chant Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama Hare, Rama Rama Rama Hare Hare. Simply by doing this, the forest fire... Which is burning our heart of repeated birth and death within this material world will be vanquished and we will be able to see everything properly in full enlightenment with self-realization that I am not the body, I am spirit-soul."
    },
    {
      "start_time": 166,
      "end_time": 290,
      "verse_references": [],
      "themes": [
        "holy name",
        "power",
        "no restrictions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "There is no rule and regulation to be followed in chanting Krishna's holy name. Anywhere and everywhere, all the time, 24 bar 7. You can chant Krishna's holy name.",
      "summary": "Krishna's holy name possesses all of His power, and there are no restrictions on when or where it can be chanted.",
      "timestamp_url": "https://youtu.be/WNEYmKvVJqM?t=166",
      "transcript": "And to chant the holy names of Krishna, Nam Namakari Bahuda. And to chant the holy name of Krishna, Krishna has unlimited names. Not just one name. Only one name. Whatever holy name. Whatever holy name of Krishna we can chant and we will immediately feel that the pangs of material existence are reducing, are diminishing. So Nam Namakari Bahuda, innumerable names Krishna has given so that we can chant any one of them and we can immediately gain liberation from the burning forest fire of material distress. Nam Namakari Bahuda, Nija Sarva Shakti. And in his holy name Krishna has invested all his power. So when we chant Krishna's holy name, that holy name of Krishna has as much power as if Krishna was personally standing there. This is an extremely wonderful thing. So you see the kripa of Krishna. This is the kripa of Krishna. This is the compassion of Krishna. That he has invested all his powers in his holy name. Simply by chanting Krishna's holy name, Krishna, along with all his Shakti's, potencies is present there. Nam Namakari Bahuda, Nija Sarva Shakti. Tatrarpita Niyamitah Smarane Nakalaha. Nakalaha Nanyamaha. There is no rule and regulation to be followed in chanting Krishna's holy name. Anywhere and everywhere, all the time, 24 bar 7. You can chant Krishna's holy name. And there is no consideration of place. Kala and time. No, it has to be chanted only during the three Sandhya. I cannot chant during evening. I should not chant during night time. No such restriction exists in chanting the holy name of Krishna."
    },
    {
      "start_time": 291,
      "end_time": 369,
      "verse_references": [],
      "themes": [
        "chanting",
        "rules and regulations",
        "fixed number",
        "progress"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Although chanting Hare Krishna has no rule and regulation, what it means is, I have, there is no rule and regulation for chanting Hare Krishna, but if I want rapid progress in spiritual life by chanting Hare Krishna, I should chant a minimum fixed number of times every day without fail.",
      "summary": "While there are no strict rules for chanting, a fixed number of rounds chanted daily is recommended for rapid spiritual progress.",
      "timestamp_url": "https://youtu.be/WNEYmKvVJqM?t=291",
      "transcript": "So, to chant Krishna's holy name, to chant Hare Krishna, there are no hard and fast rules and regulations. You can wear your slipper and walk and chant Hare Krishna. You can remove your slipper and walk and chant Hare Krishna. You can wear your slipper and sit on a chair and chant Hare Krishna. You can remove your slipper and chant, sit and chant Hare Krishna. Whatever condition you want, you can sit, you can chant Hare Krishna. Whether you have a mala, you don't have a mala, you are walking, you are running, you are driving, you are swimming, you are bathing, you are eating, you are sleeping, whatever condition you want, you can sit, you can chant Hare Krishna. Whether you have a mala, you don't have a mala, you are walking, you are running, you are driving, you are swimming, you are bathing, you are eating, you are sleeping, whatever condition you want, you can sit, you can chant Hare Krishna. Whether you have a mala, you don't have a mala, you are walking, you are running, you are driving, you are swimming, you are bathing, you are eating, you are sleeping, whatever condition you are in, you can chant Hare Krishna. But the point is, this chanting of Hare Krishna has to be done according to a certain fixed number so that we can achieve quick results, rapid results in advancing in Krishna consciousness. Although chanting Hare Krishna has no rule and regulation, what it means is, I have, there is no rule and regulation for chanting Hare Krishna, but if I want rapid progress in spiritual life by chanting Hare Krishna, I should chant a minimum fixed number of times every day without fail."
    },
    {
      "start_time": 370,
      "end_time": 497,
      "verse_references": [],
      "themes": [
        "chanting",
        "fixed number",
        "mala",
        "vow"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And Prabhupada said, the basic qualification, the basic number of rounds that we all have to chant is minimum 16 malas of Hare Krishna Maha Mantra every day.",
      "summary": "Chanting a fixed number of rounds, specifically 16 malas, is like exercising to develop muscles, and using a mala helps keep track of the count to maintain the vow.",
      "timestamp_url": "https://youtu.be/WNEYmKvVJqM?t=370",
      "transcript": "This is like how we exercise, suppose I want to develop my biceps, then I have to do certain exercises with dumbbells every day. I have to do it a fixed number of times every day, I have to count and do, one, two, three, four. When you go to the gym, you have seen, no, you have seen people, whatever they do, they will do according to one count and they will say, yesterday I did 30 times, now today I will do 35 times, I will do 40 times, they will count and do. So if we want rapid progress in spiritual life. And we want to take full advantage of the holy name of Krishna, then we have to chant a fixed number of times as a vow every day, minimum. And Prabhupada said, the basic qualification, the basic number of rounds that we all have to chant is minimum 16 malas of Hare Krishna Maha Mantra every day. Now, if you have to count every day that you are chanting 16 malas. 16 into 100. Each mala is 108 beads, 108 times you have to chant the Hare Krishna Maha Mantra. And like that you have to do 16 times. That means 1728 times you have to chant the Hare Krishna Maha Mantra every day without fail. So to help you to keep count of how many times you are chanting, it is, the Acharyas have given us the process of chanting on the beads. So chanting on the beads is a process in our Sampradaya which is given by our Acharyas by which we can count, we can keep track of the number of times I am chanting every day so that we can maintain our vow or vrata and this will ensure that we get the richest benefit of chanting Hare Krishna. Otherwise there is no rule and regulation which needs to be followed in chanting the Hare Krishna Maha Mantra."
    }
  ]
}