{
  "video_id": "WPoiixXPFCY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.4-5 | 26-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=WPoiixXPFCY",
  "segments": [
    {
      "start_time": 39,
      "end_time": 227,
      "verse_references": [
        "SB 1.11.4",
        "SB 1.11.5"
      ],
      "themes": [
        "love",
        "devotion",
        "offering",
        "self-sufficiency of Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Their presentation to Krishna are not irrelevant.",
      "summary": "The speaker introduces the verses to be discussed and explains how the citizens offered presentations to Krishna out of love and devotion, even though Krishna is self-sufficient.",
      "timestamp_url": "https://youtu.be/WPoiixXPFCY?t=39",
      "transcript": "Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Om Namo Bhagavate Vasudevaya, Narayanam Namaskritya, Naram Chai Vanarottamam, Devim Sarasvatim Vyasam Tato Jayam Udhirayet. In this session we will be discussing from the fourth and fifth verses which are given together of the eleventh chapter of the first canto of Srimad Bhagavatam. Incessantly supplies others. These presentations were like the offering of a lamp to the sun. Yet the citizens began to speak in ecstatic language to receive the Lord, just as wards welcome their guardian and father. Beautiful description here. How did the citizens receive the Lord? They went with presentations out of love and affection for him to receive him. They went with some presentations. Now to whom are they offering these presentations? To the Supreme Lord who is fully satisfied. Atma Ramam. Satisfied in himself completely, 100%. And self-sufficient one. Purnakamam. He is independent in satisfying his desires. He is not dependent on anyone else. Unlike our condition, we are always dependent. We are never independent. We are never self-satisfied. We seek satisfaction from some other source other than our self. So, unto such a Lord, who himself is supplying everything they are having. But it is described here, it is not irrelevant. Their presentation to Krishna are not irrelevant. Why? It is like offering a lamp to the sun. The sun is the source of all light. And the sun's brilliance allows the sun to lied about rather than be in the readers' space. Let us go on to Ps. 129-8, that the sun always provides blessings and grace to the servants. So to this be puppies leaning onto an awaited God and forty to the assistance of peachy Followers, who are repenting, as company towardsray the Lord, so that others may come to his service."
    },
    {
      "start_time": 227,
      "end_time": 408,
      "verse_references": [],
      "themes": [
        "self-sufficiency of Krishna",
        "completeness",
        "bliss",
        "eternal existence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is always existing as Krishna, as the Supreme Lord.",
      "summary": "The speaker elaborates on Krishna's self-sufficiency, completeness, and eternal existence, contrasting it with the constantly changing condition of beings in the material world.",
      "timestamp_url": "https://youtu.be/WPoiixXPFCY?t=227",
      "transcript": "The sun is the source of all light, and the sun's brilliance and valor act as provision of divine light in life is showering to all beings. Moreover, while fleshments are through мелty subjects, absent  rose野 from the soil, now instead brightness in front of that what will a lamp be like it will be like totally non-existent but still when it is offered with devotion with with some feelings then it is accepted similarly the citizens were offering with love and devotion to Krishna their presentations and they began to speak in ecstatic language to receive the Lord so what they were speaking will be presented in the next few verses but they began to speak in ecstatic language they were fully ecstatic joyful Krishna has come back just as when some small children when the father is away and the father comes back home how they welcome their father with ecstasy joy in ecstatic words they welcome the father same way so in the purport Srila Prabhupada explains the supreme Lord Krishna is described here in his Atma Rama Atma Aramaha he is self-sufficient self-sufficient and there is no need for him to seek happiness from anything beyond himself he's complete we are a very very very very tiny portion of Krishna without our connection with Krishna we are incomplete this is what you have to understand to realize this incompleteness Krishna is also described in the Eshopan scriptures Krishna is also described in the Eshopan scriptures Purna madhaha Purnam idam Purnaar Purnam uddachyate he is Purna is full in himself complete in himself he is self-sufficient because his very transcendental existence is total bliss Krishna's existence itself is full of bliss the The entire spiritual world is full of bliss, the source of all bliss. He is eternally existent. Krishna is always existing as Krishna, as the Supreme Lord, as the supreme enjoyer, supreme proprietor, supreme master, supreme controller, supreme belvisher, supreme guardian, supreme protector."
    },
    {
      "start_time": 413,
      "end_time": 549,
      "verse_references": [],
      "themes": [
        "consciousness",
        "merging with Krishna",
        "identity",
        "devotional service",
        "pure devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Our identity as the tiny part of Krishna is eternally our identity.",
      "summary": "The speaker discusses the concept of consciousness, refuting the idea of merging with Krishna, and emphasizes the importance of pure devotional service in offering to Krishna.",
      "timestamp_url": "https://youtu.be/WPoiixXPFCY?t=413",
      "transcript": "What is our condition? Constantly changing our position. At least in the material world, our position is constantly changing. Krishna is all cognizant. He is fully aware of everything. His consciousness is spread everywhere. His consciousness is universal consciousness. Now, sometimes people think that we can merge into Krishna and also become fully cognizant. No, that is never possible. One may try to merge into Krishna, but even after merging, the tiny particle of consciousness of the individual soul remains the tiny particle. The particle remains the particle. That is the law of identity. So, our identity as the tiny part of Krishna is eternally our identity. And Krishna as the complete whole is always the complete whole. He is never incomplete. We are never complete without our connection with Krishna. Krishna is also all blissful, total bliss. Krishna is the source of all bliss for everyone else. And Krishna himself is always blissful. Therefore, any presentation, however valuable it may be, is not needed by him. See, we become happy if somebody gives us a gift because we are in need. We are in need of the gift because we are incomplete. But Krishna is not in need of anything. Still, because he is the well-wisher for one and all, he accepts from everyone everything that is offered to him in pure devotional service."
    },
    {
      "start_time": 549,
      "end_time": 733,
      "verse_references": [],
      "themes": [
        "pure devotional service",
        "loving reciprocation",
        "energy of Krishna",
        "worship",
        "love and affection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is all a sign of pure love and affection between the Lord and the devotee.",
      "summary": "The speaker explains that Krishna accepts offerings made with pure devotion, emphasizing the loving reciprocation between the Lord and the devotee, and comparing it to offering a lamp to the sun.",
      "timestamp_url": "https://youtu.be/WPoiixXPFCY?t=549",
      "transcript": "So, whenever you make an offering to Krishna, we have to do it in pure devotional service. Yome bhaktya prayacchati Whatever you may offer. Generally, devotees don't eat anything which is not offered to Krishna. So, they may prepare varieties of foodstuff for offering to Krishna. But Krishna will accept it only if it is offered with pure devotion. Not otherwise. Because he is not in need of anything. Still, he will accept when it is offered with pure devotion. That is his loving reciprocation with his devotees. It is not that Krishna is in want for such things. Because the things are themselves generated from his energy. Where are we getting all that we have, whatever we can offer to Krishna? We are getting it from Krishna only, through his energy. The comparison is made herein that making offerings to the Lord is something like offering a lamp in the worship of the sun god. Anything fiery and illuminating is but an emanation of the energy of the sun. And yet, to worship the sun god, it is necessary to offer him a lamp. Etiquette of worshipping any great personality in the Vedic culture. One of the offerings made is an offering of lamp, arati. So, in the worship of the sun, a lamp is offered to the sun, not because the sun is in need of illumination. The sun is source of illumination for all of us. But because it is a way of worshipping the sun god. Now, Prabhupada says, in the worship of the sun, there is some sort of demand made by the worshippers. They offer prayers, asking for something. But in the case of devotional service to the Lord, there is no question of demand from either side. Neither Krishna is in need of worship. Now, the devotees are worshipping the Lord. They are worshipping Krishna to ask something from Krishna. Because Krishna supplies everything that the devotees require completely. Devotees don't have to ask Krishna for anything. Krishna naturally, automatically, very lovingly supplies everything for the devotees. So, Prabhupada says, in devotional service, there is no demand from either side. Neither devotees demand anything from Krishna, nor Krishna demands anything from the devotees. It is all a sign of pure love and affection between the Lord and the devotee. This is the wonderful quality of pure devotional service. It is pure love. There is no demand."
    },
    {
      "start_time": 733,
      "end_time": 888,
      "verse_references": [],
      "themes": [
        "father-son relationship with God",
        "demands from Krishna",
        "devotional service",
        "unalloyed devotion",
        "attraction to Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord is the supreme Father of all living beings.",
      "summary": "The speaker describes the relationship between the Lord and devotees as a father-son relationship, explaining that devotees can ask Krishna for their needs, but Krishna will not provide anything that hinders their devotional service, leading to unalloyed devotion and attraction to Krishna.",
      "timestamp_url": "https://youtu.be/WPoiixXPFCY?t=733",
      "transcript": "So, it is free from any obligations. There is no obligation. The Lord is the supreme Father of all living beings. And therefore, those who are conscious of this vital relation with God can make filial demands from the Father. And the Father is pleased to supply the demands of such obedient sons without bargaining. Prabhupada explains, still, devotees, if at all, at any time there is any need for the devotees, they will only approach Krishna and only ask from Krishna. Though there is no need, but in case there is some need at any time, the devotees will only ask Krishna and nobody else. And Prabhupada says further, the Lord is just like a desire tree, and from him everyone can have everything by the causeless mercy of the Lord. But, Prabhupada explains one important point, for those who are practicing devotional service, whenever you need anything, you ask Krishna only and not anybody else. But, you should also remember, as a supreme Father, the Lord does not supply to a pure devotee what is considered to be a barrier to the discharge of devotional service. So, if we ask in our beginning stages of devotional service from Krishna, something which will block our devotion, then Krishna will not supply that. So, this has to be remembered. Those who are engaged in devotional service of the Lord can rise to the position of unalloyed devotional service. Unalloyed devotional service is pure devotional service, free from any mixture of karma, and material desires, free from all those mixtures. Pure devotional service, we can come to that position by his transcendental attraction. When he attracts us, spiritually. So, by pure devotional service, attraction for Krishna is awakened in the heart. Right on a material condition, we are attracted to so many different material things. That's because of ignorance."
    },
    {
      "start_time": 888,
      "end_time": 948,
      "verse_references": [],
      "themes": [
        "purification of heart",
        "spiritual consciousness",
        "attraction to Krishna",
        "transcendental attraction",
        "pure devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When the heart is purified of all these material misconceptions, and our spiritual consciousness is awakened, then spontaneously we are attracted to Krishna.",
      "summary": "The speaker concludes by explaining that purifying the heart and awakening spiritual consciousness leads to spontaneous attraction to Krishna, his name, form, qualities, and activities, ultimately leading to pure devotional service.",
      "timestamp_url": "https://youtu.be/WPoiixXPFCY?t=888",
      "transcript": "That's because of our heart lacking Krishna consciousness. But, when the heart is purified of all these material misconceptions, and our spiritual consciousness is awakened, then spontaneously we are attracted to Krishna, Krishna's name, Krishna's form, Krishna's qualities, Krishna's activities, Krishna's devotees, Krishna's abode, Krishna's descriptions. We are spontaneously attracted. And then we become absorbed in hearing, chanting, remembering, etc. That transcendental attraction is the way to elevate ourselves above these gunas, above the modes, and become completely situated in pure devotional service. I'll stop here. Thank you very much."
    }
  ]
}