{
  "video_id": "WqnY241YmOE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.22 | 08-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=WqnY241YmOE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 49,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/WqnY241YmOE?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjanishalakaya Chakshurun Meelitam Yena Dasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Paschatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 50,
      "end_time": 115,
      "verse_references": [
        "SB 1.10.22"
      ],
      "themes": [
        "creation",
        "material nature",
        "living entities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The personality of Godhead, again desiring to give names and forms to his parts and parcels, the living entities, place them under the guidance of material nature.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.10.22) and explains its meaning, focusing on Krishna's role in creation and the placement of living entities under material nature's guidance.",
      "timestamp_url": "https://youtu.be/WqnY241YmOE?t=50",
      "transcript": "In this session we will be discussing from the 22nd verse of the 10th chapter of the first canto of Srimad Bhagavatam. This is a continuation of the talk of the ladies of Hastinapura about Krishna. Sa eva bhuyo nija virya choditam Svajivamayam prakritim sisrikshatim Anama roopatmani roopanamani Viditsamano anusasara shastrakrit. The meaning of this verse is: The personality of Godhead, again desiring to give names and forms to his parts and parcels, the living entities, place them under the guidance of material nature. By his own potency, material nature is empowered to recreate. So in the talk they are describing how this creation takes place by the intervention of"
    },
    {
      "start_time": 116,
      "end_time": 177,
      "verse_references": [],
      "themes": [
        "living entities",
        "Krishna's relationship",
        "eternal relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We cannot be separated from the Lord completely. The relationship or the link in terms of relationship always exists eternally.",
      "summary": "The speaker elaborates on Prabhupada's purport, emphasizing the inseparable and eternal relationship between living entities and Krishna, contrasting it with temporary material relationships.",
      "timestamp_url": "https://youtu.be/WqnY241YmOE?t=116",
      "transcript": "Hmm. So in the Purport, Shila Prabhupada explains, \"The living entities are parts and parcels of the Lord.\" Each one of us, every living being is a part and parcel. Part means, you can understand, a very, very tiny portion of the Lord, supreme whole. Parcel means inseparable part. Inseparable part. We cannot be separated from the Lord completely. The relationship or the link in terms of relationship always exists eternally. Unlike the relationships in this world, which are based on the body, when the body is annihilated there is no meaning to the relationship at all. Whereas, our relationship with Krishna is spirit soul to the supreme spirit. And since the spirit soul is eternal, supreme spirit Krishna is eternal. If then there is no meaning to the relationship. Hegopgga abhyasa maran incredible. Yu."
    },
    {
      "start_time": 178,
      "end_time": 282,
      "verse_references": [
        "BG 14.4"
      ],
      "themes": [
        "Nithya Mukta",
        "Nithya Baddha",
        "rebellious attitude"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is our supreme father that he describes in the Bhagavad-gita aham bija pradapita so he has placed us under this material energy for our rectification of our rebellious attitude",
      "summary": "The speaker distinguishes between eternally liberated (Nithya Mukta) and eternally conditioned (Nithya Baddha) souls, explaining that conditioned souls are placed in the material world to rectify their rebellious attitude towards Krishna.",
      "timestamp_url": "https://youtu.be/WqnY241YmOE?t=178",
      "transcript": "two varieties: Nithya Mukta and Nithya Baddha. Nithya Mukta are eternally liberated souls. Nithya Mukta, eternally liberated, and they are eternally engaged in reciprocation of transcendental loving service with the Lord in his eternal abode beyond the manifested mundane creation, beyond this material world, which is sometimes manifest, sometimes unmanifest, sometimes existing as this world after the creation, and after dissolution it doesn't exist as this world, it will be in a dormant state. Whereas Krishna's abode is eternally existing and there there are eternally liberated souls engaged in devotional service, in loving devotional service and in the spiritual service of the Lord. And so this reciprocation with Krishna, but the Nithya Baddha or eternally conditioned souls are entrusted to his external energy, Maya. All of us in this material world, we are called Nithya Baddha, eternally conditioned, and we are placed in the Material Energy why? For rectification of their rebellious attitude toward the Supreme Father. Krishna is our supreme father, that he describes in the Bhagavad-Gita, aham bija pradapita. So he has placed us under this material energy for our rectification of our rebellious attitude."
    },
    {
      "start_time": 283,
      "end_time": 379,
      "verse_references": [],
      "themes": [
        "forgetfulness",
        "illusory energy",
        "material happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "All of us in this material world are eternally forgetful of the relation with the lord as parts and parcels",
      "summary": "The speaker describes the forgetfulness of conditioned souls regarding their relationship with Krishna, their bewilderment by Maya, and their futile attempts to find lasting happiness in the material world.",
      "timestamp_url": "https://youtu.be/WqnY241YmOE?t=283",
      "transcript": "What is this rebellious attitude that is described by Prabhupada as nitya badhas? That is, all of us in this material world are eternally forgetful of the relation with the Lord as parts and parcels. Any of the only the souls of this world, you ask, do you remember Krishna? No, nobody remembers Krishna. They forget who is who they are, they forget who is Krishna, they forget definitely eternal relationship with Krishna. This is the condition, our condition is like this: forgetfulness of Krishna, forgetfulness of our eternal relationship. You and we are bewildered by the illusory energy, Maya. Maya means this illusory energy and we think that we are product of this material energy or matter. We are products of matter. We think in terms of this body. This body is made up of matter. We think in terms of this body, material body only, and that way we are busy making plans in this material world for becoming happy. In this spiritual condition we are naturally always happy in relationship with Krishna, but in the material world we are not always happy. We have to seek happiness and for seeking happiness we have to make so many plans. It is not natural for us to be always happy, no, not in the material."
    },
    {
      "start_time": 380,
      "end_time": 495,
      "verse_references": [
        "BG 9.7"
      ],
      "themes": [
        "destruction",
        "creation",
        "external energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "At the end of the millennium all the living entities merge into my nature and again when the time of creation is ripe I begin creation by the agency of my external energy",
      "summary": "The speaker explains the cyclical nature of creation, maintenance, and destruction, referencing the Bhagavad Gita and emphasizing the role of Krishna's external energy.",
      "timestamp_url": "https://youtu.be/WqnY241YmOE?t=380",
      "transcript": "Now in forgetfulness, when we are making plans to become happy thinking we are products of matter, all our plans are completely destroyed at the end of a certain period. That is mentioned in the previous words, know that there is always two kinds of destruction, end of Brahma's day, end of Brahma's life. So that is explained in the Bhagavad Gita in a brief manner. Krishna says in the Bhagavad Gita, \"At the end of the millennium all the living entities merge into my nature and again when the time of creation is ripe I begin creation by the agency of my external energy.\" So as I explained in a previous session, creation, maintenance, destruction is going on. So after creation the living entities are getting bodies and after dissolution they remain unmanifest without a material body in the body of Mahavishnu or the body of Garbhodakshaya Vishnu for some time, for a length of time without a body, without a material body. So periodically this happens again and again. The living entities are created and they merge into Krishna's nature at the end of Brahma's day or Brahma's life. The word bhuvaya used in this words indicates again and again, that is to say the process of creation, maintenance and annihilation is going on perpetually by the external energy of the Lord, by this material energy."
    },
    {
      "start_time": 501,
      "end_time": 551,
      "verse_references": [],
      "themes": [
        "Krishna as the cause",
        "chance for liberation",
        "clutches of Maya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna creates to give us a chance to become free from this cycle of birth and death from the clutches of maya",
      "summary": "The speaker clarifies that Krishna is the ultimate cause of creation, maintenance, and destruction, and that the material world is created to give living entities a chance to become free from Maya.",
      "timestamp_url": "https://youtu.be/WqnY241YmOE?t=501",
      "transcript": "is going on again and again and again, but we should always remember material energy is not the cause of the creation or destruction or maintenance, it is the supreme lord Krishna who is the cause. Krishna is the cause of the creation, maintenance and destruction. The living entities who are constitutionally the parts and parts of the Lord are forgetful of the sweet relationship with Krishna and they are given a chance to get rid of the clutches of this material and usury energy. Why? Krishna creates to give us a chance to become free from this cycle of birth and death, from the clutches of maya."
    },
    {
      "start_time": 552,
      "end_time": 677,
      "verse_references": [],
      "themes": [
        "Vedic literature",
        "revealed scriptures",
        "material enjoyment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Vedic literatures are guiding directions for the conditioned souls so that they can become free from the repetition of birth and death",
      "summary": "The speaker highlights the importance of Vedic literature as guidance for conditioned souls to escape the cycle of birth and death, and explains that material bodies are given to satisfy the desire for material enjoyment.",
      "timestamp_url": "https://youtu.be/WqnY241YmOE?t=552",
      "transcript": "of Krishna. What has Krishna done? He has given us the revealed scriptures, the vedic literature. So vedic literatures are guiding directions for the conditioned souls so that they can become free from the repetition of birth and death, they can become free from this material body. That's the purpose of this creation and that is explained in the vedic literature and in the Bhagavad-Gita. This is all explained in very brief in the Bhagavad-Gita. It is given in great detail. Bhagavad-Gita, what does Krishna say? The created world and the material energy are under my control. Again and again this material world is created and this is done through the agency of the external energy. Krishna is not directly involved but under his control material energy is again and again creating, maintaining and destroying. Actually we don't have any material name or form as spirit soul in our original position in our relationship with Krishna, but just because we want to enjoy materially therefore to satisfy that desire for material enjoyment there is this arrangement that we are given a material body, a material form, material name, material qualities simply for the sake of satisfying our desire for material enjoyment, but side by side in the human form of life we are given a chance to understand what is our revealed what is our real position."
    },
    {
      "start_time": 678,
      "end_time": 788,
      "verse_references": [],
      "themes": [
        "materialism",
        "forgetfulness",
        "spiritual identity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "People who are materialistic are mad after false name and form this material body",
      "summary": "The speaker criticizes materialistic people who are absorbed in false names and forms, emphasizing the importance of realizing one's spiritual identity to escape the cycle of birth and death.",
      "timestamp_url": "https://youtu.be/WqnY241YmOE?t=678",
      "transcript": "they are busy with materialism and they always are remaining forgetful of Krishna, about their own self, real self. They perpetually keep taking birth, they keep dying again and again and again. So people who are materialistic, Prabhupada describes here, are mad after false name and form. This material body, there is a material form and the corresponding material name and the different qualities and characteristics. Under certain conditions this form of the body is thought of as real, factual, and bewildered by the misuse of the material energy people are completely absorbed just in this material body. It's such a waste of time and it is loss of a valuable opportunity to realize who we actually are because until we realize we are spirit soul, we have a spiritual form, we have a spiritual identity, we are spiritually eternally connected with Krishna, until then we cannot get out of this perpetual cycle of birth and death."
    },
    {
      "start_time": 789,
      "end_time": 854,
      "verse_references": [],
      "themes": [
        "suffering",
        "spiritual happiness",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Real happiness is spiritual it's not material",
      "summary": "The speaker contrasts the suffering in the material world with the real, spiritual happiness found in Krishna consciousness, urging listeners to understand their identity as spirit souls and work towards liberation.",
      "timestamp_url": "https://youtu.be/WqnY241YmOE?t=789",
      "transcript": "in which there is always suffering. Even though there is some so-called happiness, with great endeavor we may get some happiness, but real happiness is spiritual, it's not material. The scriptures supply the clue for understanding our real position, but people are reluctant to take the lessons from the scriptures. So this is the reason why we are living in this material world. So Bhagavad Gita says, for example, Krishna has presented the Bhagavad Gita, spoken the Bhagavad Gita. It says that one should actually understand one's identity as spirit soul and work for realizing this position as spirit soul and thereby become enlightened in Krishna's consciousness and get out of this material existence to live eternal life full of bliss and"
    }
  ]
}