{
  "video_id": "WRBy8LTfe14",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.39 | 29-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=WRBy8LTfe14",
  "segments": [
    {
      "start_time": 0,
      "end_time": 64,
      "verse_references": [],
      "themes": [
        "invocation",
        "scripture introduction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In this session, we will be discussing from the 39th verse of the 11th chapter of the 1st canto of Srimad Bhagavatam.",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the verse from Srimad Bhagavatam that will be discussed.",
      "timestamp_url": "https://youtu.be/WRBy8LTfe14?t=0",
      "transcript": "Om Gyanatimiran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Prishtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jaya Mudhirayet Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam In this session, we will be discussing from the 39th verse of the 11th chapter of the 1st canto of Srimad Bhagavatam."
    },
    {
      "start_time": 64,
      "end_time": 177,
      "verse_references": [
        "SB 1.11.39"
      ],
      "themes": [
        "Krishna's glories",
        "devotee simplicity",
        "Krishna's reciprocation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The simple and delicate women truly thought that Lord Sri Krishna, their beloved husband, followed them and was dominated by them.",
      "summary": "The speaker explains the verse, highlighting the simplicity of Krishna's queens who were unaware of His full glories, and emphasizes that Krishna reciprocates with devotees due to their unconditional devotional service.",
      "timestamp_url": "https://youtu.be/WRBy8LTfe14?t=64",
      "transcript": "This is the last verse of this chapter, 11th chapter. Tamme Nire Avala Moodha Strainam Chanu Vratam Rahaha Apramana Vido Bhartur Ishwaram Matayoyatha The translation of this verse is, \"The simple and delicate women truly thought that Lord Sri Krishna, their beloved husband, followed them and was dominated by them. They were unaware of the extent of the glories of their husband, as the atheists are unaware of him as the supreme controller.\" So, the queens in Dwaraka, they were not aware of the glory of their husband. They were not fully aware of Krishna's glories, because Krishna's glories are unlimited. And they were very, very simple women. Devotees are simple by nature. They are not shrewd like materialistic persons. Devotees are very, very simple and straightforward in all their dealings. And devotees sometimes think that Krishna is very nicely responding to all their actions or all their interactions. But actually the fact is Krishna is only reciprocating because the pure devotees are engaged in his devotional service unconditionally."
    },
    {
      "start_time": 177,
      "end_time": 264,
      "verse_references": [],
      "themes": [
        "unlimited glories of Krishna",
        "Lord Ananta"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even the transcendental wives of Lord Sri Krishna did not know completely the unfathomable glories of the Lord because his glories are unlimited.",
      "summary": "The speaker uses the example of Lord Ananta Sesha to illustrate the unlimited nature of Krishna's glories, which are beyond comprehension even for great beings.",
      "timestamp_url": "https://youtu.be/WRBy8LTfe14?t=177",
      "transcript": "That's the only reason Krishna reciprocates, and there is no other reason. So Srila Prabhupada explains in the purport, even the transcendental wives of Lord Sri Krishna did not know completely the unfathomable glories of the Lord because his glories are unlimited. Nobody can estimate what is the extent of Krishna's glories. To give an example, Lord Ananta, Sesha, he has got millions and billions of hooves. Ananta means unlimited. So he is holding all the universes on his hooves. And how many universes are there? So many, millions and billions of universes. And he is glorifying Krishna by his millions of mouths. And he has not been able to reach the end of the glorification of Krishna. He's been glorifying since the beginning of creation. And he's been glorifying, glorifying. He keeps on glorifying till the end of the duration of this life of the universe. So which means to say that Krishna's glories are actually unlimited. Even Lord Ananta cannot find the end of his glories."
    },
    {
      "start_time": 264,
      "end_time": 356,
      "verse_references": [],
      "themes": [
        "Yogamaya",
        "transcendental relationships",
        "Krishna's humility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It's because in such a case of the pure devotees, there is the action of the internal potency of the Lord, the spiritual potency, the internal potency, Yogamaya.",
      "summary": "The speaker explains that the apparent ignorance of devotees about Krishna's full glories is due to Yogamaya, which facilitates the exchange of transcendental relationships, using the example of Arjuna ordering Krishna as his chariot driver.",
      "timestamp_url": "https://youtu.be/WRBy8LTfe14?t=264",
      "transcript": "So what to speak of anybody else? Now, the ignorance of the devotees, pure devotees, about Krishna's glories is not mundane. It's not due to material influence. It's because in such a case of the pure devotees, there is the action of the internal potency of the Lord, the spiritual potency, the internal potency, Yogamaya. Why is there this action of Yogamaya? Because there is an exchange of feelings between Krishna and his eternal associates which Yogamaya facilitates. The Lord exchanges transcendental relations in five ways as proprietor, master, friend, son, and lover. And in each of these pastimes, he plays fully by the potency of Yogamaya, the internal potency. He plays exactly like an equal friend with a covered voice, or even with friends like Arjuna. Arjuna orders Krishna, please take my chariot between the two armies. And Krishna very nicely takes the chariot exactly according to the order of Arjuna."
    },
    {
      "start_time": 356,
      "end_time": 473,
      "verse_references": [
        "BG 11.41-42"
      ],
      "themes": [
        "Krishna's supreme position",
        "pleasure pastimes",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simply for the sake of pleasure the Lord reciprocates.",
      "summary": "The speaker emphasizes that Krishna's supreme position is unaffected by His roles in pastimes, and that the Lord and His devotees engage in pleasure pastimes driven by mutual love and a desire to please each other.",
      "timestamp_url": "https://youtu.be/WRBy8LTfe14?t=356",
      "transcript": "But Krishna's position is not compromised when we realize Arjuna is affected by seeing the relatives on the enemy's side. He becomes afflicted by confusion. Should I fight? Should I not fight? And Krishna instructs him in Bhagavad Gita. So from that we understand Krishna's supreme position is unaffected by Krishna assuming the position of a chariot driver subordinate to Arjuna. He plays, that is Lord Krishna, plays, exactly like a son in the presence of Yashoda Mata. He plays exactly like a lover in the presence of the cowherd damsels. And he plays exactly like a husband in the presence of the queens of Dwarka. Such devotees of the Lord never think of the Lord as a supreme. They don't think he is supreme, but think of him exactly as a common friend, a pet son, or a lover, or husband, very much dear to their heart and soul. That is the relation between the Lord and his transcendental devotees. It's a relationship. And these are called pleasure pastimes of the Lord. Simply for the sake of pleasure the Lord reciprocates. And the devotees also serve him simply to give him pleasure. Krishna wants to please his devotees. Devotees want to please Krishna. This is what is going on in the spiritual world, in all spiritual relationships. Eternally this goes on."
    },
    {
      "start_time": 473,
      "end_time": 574,
      "verse_references": [],
      "themes": [
        "spiritual world",
        "Krishna's mercy",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "The Lord, when he comes down, he wants to give us a sample.",
      "summary": "The speaker explains that Krishna descends to the material world with His associates to give a glimpse of the spiritual world and attract conditioned souls, emphasizing the need for purification through bhakti to join Krishna's pastimes.",
      "timestamp_url": "https://youtu.be/WRBy8LTfe14?t=473",
      "transcript": "This is not understood by the materialistic persons, by atheists, by common people, by those who are under the influence of the illusory energy. They cannot understand this. When the Lord descends, he does so along with his own devotees. He gives them an entourage to display a complete picture of the transcendental world where pure love and devotion for the Lord prevail without any mundane tinge of lording it over the creation of the Lord. See, what is going on in the spiritual world eternally, always. The Lord, when he comes down, he wants to give us a sample. He wants to display a sample of what is going on there. Why? Just to attract us, who are stuck up in this material world with a misconception that I belong to this material world. I am this material body. So, to deliver us, to get us out of this entanglement, Krishna very mercifully, very kindly comes. And he comes with his associates, and he displays exactly what is going on there, so to deliver us, so that we become attracted. Because Krishna is always engaged in pleasure pastimes with his pure devotees, we can also join Krishna in those pleasure pastimes provided we purify our material contaminated heart. That is important."
    },
    {
      "start_time": 574,
      "end_time": 656,
      "verse_references": [],
      "themes": [
        "material misery",
        "transcendental bliss",
        "Bhagavatam understanding"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "In the spiritual world, or in contact with Krishna, in devotional service, there is always transcendental bliss.",
      "summary": "The speaker contrasts the dry, unsatisfying nature of material existence with the transcendental bliss of devotional service, urging listeners to understand this difference through the descriptions in the Bhagavatam.",
      "timestamp_url": "https://youtu.be/WRBy8LTfe14?t=574",
      "transcript": "We should also purify by the process of bhakti. And we can also become completely free from material miseries, from material entanglement, from the repetition of birth and death. We can get out of this material existence, because Krishna will take us back to his own personal abode. Here, simply we are engaged in some lording over material nature, or engaged in some sense gratification, because we are always in want of some happiness. We are seeking happiness because our heart is dry without any natural experience of bliss. That is not our natural position in the material world, to always be blissful. In the spiritual world, or in contact with Krishna, in devotional service, there is always transcendental bliss, naturally. Always it is there. So, you should carefully understand this difference from the descriptions in the Bhagavatam."
    },
    {
      "start_time": 656,
      "end_time": 783,
      "verse_references": [],
      "themes": [
        "liberated souls",
        "pure Krishna consciousness",
        "material contamination"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They are perfect representations of the marginal or internal potency in complete negation of the influence of the external potency.",
      "summary": "The speaker explains that Krishna's associates who descend with Him are liberated souls with pure Krishna consciousness, untouched by material contamination, unlike conditioned souls who desire to lord over material nature.",
      "timestamp_url": "https://youtu.be/WRBy8LTfe14?t=656",
      "transcript": "You should understand the difference. The devotees of the Lord who come with him when he comes to this world are all liberated souls. They may appear to take birth like ordinary people, like when Krishna appeared as the son of Vasudeva and Devaki in the Yadu dynasty. His associates appeared in Vrindavan, in Mathura. His associates appeared like that. Neither Krishna is actually under the clutches of Maya nor his pure devotees associated with the spiritual world are under the control of Maya, material, illusory energy. No. Even though they take birth, even though they seem to be performing some ordinary activities, they are completely aloof, because their consciousness is, the devotees consciousness is pure Krishna consciousness. They are perfect representations of the marginal or internal potency in complete negation of the influence of the external potency. See, originally all of us we are pure spirit. We are originally not contaminated by material energy. But in association with this material world, with a desire to lord over material nature, with a desire to enjoy materially, we become contaminated. Whereas the pure devotees, they are not contaminated. When they come to this material world, they remain uncontaminated,"
    },
    {
      "start_time": 783,
      "end_time": 913,
      "verse_references": [],
      "themes": [
        "spiritual bliss",
        "Yogamaya",
        "loving exchange with Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The wives of lord Krishna were made to forget the immeasurable glories of the lord by the internal potency, so that there might not be any flaw of exchange.",
      "summary": "The speaker reiterates that pure devotees don't seek material enjoyment because they experience spiritual bliss, and that Yogamaya allows Krishna's queens to forget His greatness, enabling a free and loving exchange of feelings, concluding with a thank you and Hare Krishna.",
      "timestamp_url": "https://youtu.be/WRBy8LTfe14?t=783",
      "transcript": "because they don't lord over material nature. They don't want to materially enjoy. Why should they materially enjoy, try to materially enjoy, when they have so much of spiritual bliss? Why will they want to enjoy materially? We are the people who are starving for happiness, so we take whatever illusory happiness is available, or we try to squeeze out material happiness by sense gratification. That is not the way the transcendentalists, the pure devotees relish spiritual pleasure. No. The wives of lord Krishna were made to forget the immeasurable glories of the lord by the internal potency, so that there might not be any flaw of exchange. See, for the exchange to take place between Krishna and his queens, if they become aware of Krishna's greatness, then they will not freely exchange their feelings of love for Krishna. Then they will be inhibited. So, to enable them to have a free exchange of their loving feelings with Krishna, the external potency will make them forget Krishna's real greatness, and they will think Krishna is like them, a person belonging to this world. Like that they will think. They take it for granted that Krishna is a henpecked husband, and they think that Krishna is always satisfying them, because he is henpecked. But actually he is satisfying, because he is pleased by their devotional service. That is the reality. So, we should understand this carefully from the Bhagavad Gita. I will stop here. Thank you very much."
    }
  ]
}