{
  "video_id": "wuIr7oYVfxA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.5.22 | 27-09-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=wuIr7oYVfxA",
  "segments": [
    {
      "start_time": 46,
      "end_time": 117,
      "verse_references": [
        "SB 1.5.22"
      ],
      "themes": [
        "purpose of knowledge",
        "transcendental description of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "learned circles have positively concluded that the infallible purpose of the advancement of knowledge, namely, austerities, study of the Vedas, sacrifice, chanting of hymns and charity, culminates in the transcendental descriptions of the Lord who is defined in choice poetry.",
      "summary": "The speaker introduces the verse SB 1.5.22, explaining that the ultimate purpose of all forms of knowledge and pious activities is to glorify the Supreme Lord.",
      "timestamp_url": "https://youtu.be/wuIr7oYVfxA?t=46"
    },
    {
      "start_time": 117,
      "end_time": 222,
      "verse_references": [],
      "themes": [
        "glorifying Krishna",
        "purpose of scriptures"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All the scriptures, ultimately it is a supreme personality of Godhead Lord Hari who is glorified.",
      "summary": "The speaker emphasizes that all scriptures ultimately glorify Lord Hari (Krishna) and that Vyasadeva should describe the transcendental activities of Krishna in detail.",
      "timestamp_url": "https://youtu.be/wuIr7oYVfxA?t=117"
    },
    {
      "start_time": 222,
      "end_time": 337,
      "verse_references": [],
      "themes": [
        "self-realization",
        "Vishnu Maya",
        "sense enjoyment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "perfection of self-realization depends on Vishnu, the personality of Godhead, that they do not understand, they do not know.",
      "summary": "The speaker explains that human intellect should be used to understand the transcendental activities of the Lord, leading to self-realization, and warns against being enamored by Vishnu Maya (material energy) and sense enjoyment.",
      "timestamp_url": "https://youtu.be/wuIr7oYVfxA?t=222"
    },
    {
      "start_time": 337,
      "end_time": 484,
      "verse_references": [],
      "themes": [
        "sense gratification",
        "transient nature of material enjoyment",
        "devotion and service to the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "only when advancement of knowledge is applied in devotion and service of the Supreme Lord, the whole process becomes absolute.",
      "summary": "The speaker describes the transient and miserable nature of sense gratification, contrasting it with the absolute nature of knowledge applied in devotion and service to the Lord.",
      "timestamp_url": "https://youtu.be/wuIr7oYVfxA?t=337"
    },
    {
      "start_time": 484,
      "end_time": 653,
      "verse_references": [],
      "themes": [
        "devotional service",
        "application of knowledge in service of the Lord",
        "examples of Valmiki and Vyasa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "whatever be the subject matter of advancement of knowledge, whether it be art or science or philosophy or physics or chemistry or psychology, they should simply be applied in service of the Lord.",
      "summary": "The speaker emphasizes that all branches of knowledge should be used in the service of the Lord, giving examples of Valmiki and Vyasa who achieved immortality by glorifying the Lord through their writings.",
      "timestamp_url": "https://youtu.be/wuIr7oYVfxA?t=484"
    },
    {
      "start_time": 653,
      "end_time": 790,
      "verse_references": [
        "BG 9.11"
      ],
      "themes": [
        "establishing the glory of the Lord",
        "science and philosophy in service of the Lord",
        "knowledge not engaged in service is nescience"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "knowledge not engaged in the service of the Lord is nescience.",
      "summary": "The speaker explains that philosophy and science should be used to establish the glory of the Lord, and that knowledge not engaged in the service of the Lord is considered ignorance.",
      "timestamp_url": "https://youtu.be/wuIr7oYVfxA?t=653"
    },
    {
      "start_time": 790,
      "end_time": 894,
      "verse_references": [],
      "themes": [
        "harikirtana",
        "glorification of the Lord",
        "utilizing talents for Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "everything should be utilized for glorification of Krishna, especially knowledge.",
      "summary": "The speaker concludes by stating that all activities, including scientific knowledge, can be used as harikirtana (glorification of the Lord), and that everyone can utilize their talents and intelligence for glorifying Krishna.",
      "timestamp_url": "https://youtu.be/wuIr7oYVfxA?t=790"
    }
  ]
}