{
  "video_id": "X0X7eEymoC8",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.47 | 24-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=X0X7eEymoC8",
  "segments": [
    {
      "start_time": 47,
      "end_time": 141,
      "verse_references": [],
      "themes": [
        "Jiva Jivasya Jivanam",
        "Law of Material Nature",
        "Misunderstandings about eating animals"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Very important law of material nature that's working universally is explained by Sri Narada Muni to Yudhishthira and to all of us.",
      "summary": "This segment introduces the verse about one living being being food for another and addresses the common argument used to justify eating animals.",
      "timestamp_url": "https://youtu.be/X0X7eEymoC8?t=47",
      "transcript": "In this session, we will be discussing from the forty-seventh verse of the thirteenth chapter of the first canto of Srimad Bhagavatam. Ahastāni sahastānām apadāni chatuṣpadām falgūṇī tatra mahatām jīvo jīvasya jīvanam. Very important verse. The meaning of this verse is: those who are devoid of hands are prey for those who have hands. Those devoid of legs are prey for the four-legged. The weak are the subsistence of the strong, and the general rule holds that one living being is food for another living being. So, a very important law of material nature that's working universally is explained by Sri Narada Muni to Yudhishthira and to all of us. Jīva jīvasya jīvanam. The food for our subsistence, according to the law of material nature, is that one living being is food for another. So, there are so many misunderstandings that are possible by simply considering, anyway, one living being is food for another. So what is wrong in killing animals for food? This is the argument many people will give. Those who are meat eaters, they give this argument. But that argument is wrong, as will be pointed out by Prabhupāda in the purport."
    },
    {
      "start_time": 141,
      "end_time": 267,
      "verse_references": [],
      "themes": [
        "Purports",
        "Maya Shakti",
        "Threefold Miseries"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The living beings who have come to this material world against the will of the supreme being are under the control of a supreme power called maya shakti, the deputed agent of the lord",
      "summary": "This segment emphasizes the importance of purports for understanding scripture, introduces the concept of Maya Shakti, and explains how the law of 'the weak are the subsistence of the strong' is one of the threefold miseries.",
      "timestamp_url": "https://youtu.be/X0X7eEymoC8?t=141",
      "transcript": "Purports are important because they help us understand in the proper way the particular statement of the scripture. What Narada Muni is telling is definitely true. For our subsistence, we cannot eat dead objects. But we still have to use our good sense what kind of food we should, we are permitted to take in terms of jīva jīvasya jīvanam. So, Srila Prabhupāda says in the purport, \"A systematic law of subsistence in the struggle for existence is there by the supreme will, and there is no escape for anyone by any amount of planning.\" So, you try to protect any poor helpless creature. Ultimately, when death comes, you cannot save the body. This is the law. The living beings who have come to this material world against the will of the supreme being are under the control of a supreme power called maya shakti, the deputed agent of the lord. The deputed agent of the lord is maya shakti. And this daivimaya, divine power, is meant to pinch the conditioned souls by threefold miseries, one of which is explained here in this verse. We are always under the threefold miseries, tapatraya, which is the one that is mentioned here, the weak are the subsistence of the strong."
    },
    {
      "start_time": 267,
      "end_time": 390,
      "verse_references": [],
      "themes": [
        "Categories of Strength",
        "Laws of Scripture",
        "Sinful Reactions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Although the law states that a human being must subsist on another living being, there is also the law of good sense. For the human being is meant to obey the laws of the scriptures.",
      "summary": "This segment discusses the categories of strength, the importance of following scriptural laws, and the sinful reactions that arise from violating them.",
      "timestamp_url": "https://youtu.be/X0X7eEymoC8?t=267",
      "transcript": "No one is strong enough to protect himself from the power of the supreme being. And by the will of the lord, there are systematic categories of the weak, the stronger, and the strongest. All around you, you can see this. There is nothing to be lamented if a tiger eats a weaker animal. For its food, a tiger will kill another weaker animal and eat its flesh. Although the law states that a human being must subsist on another living being, there is also the law of good sense. For the human being is meant to obey the laws of the scriptures. For the human beings, there is something extra above the fundamental laws of jivo, jivasya, jivanam. We have to subsist on other living beings, but that doesn't mean that we violate the laws of the scriptures. So we have to live by eating some other living thing, but we also have to follow the laws of scriptures. That is the law of good sense for the human being. The human being is meant for self-realization. And for that purpose, he is not to eat anything which is not first offered to the lord. This is the law of scripture. It is explained in the Bhagavad Gita. Whatever you eat, you have to first offer to Krishna. And only then you are free from reactions. Otherwise, you are going to suffer severe reactions. And what are those reactions? That reaction is called papa."
    },
    {
      "start_time": 390,
      "end_time": 470,
      "verse_references": [
        "BG 9.26"
      ],
      "themes": [
        "Offering Food to Krishna",
        "Prasada",
        "Vegetarianism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whatever you eat, you have to first offer to Krishna. And only then you are free from reactions. Otherwise, you are going to suffer severe reactions.",
      "summary": "This segment explains the process of offering vegetarian food to Krishna, partaking of prasada, and how this mitigates suffering and frees one from reactions.",
      "timestamp_url": "https://youtu.be/X0X7eEymoC8?t=390",
      "transcript": "Sinful reaction. Sinful reaction is severe suffering, which is enforced by material nature. Nobody can go against it. So, Srila Prabhupada explains, the lord accepts from his devotee all kinds of food, preparations made of vegetables, fruits, leaves, and grains. Fruits, leaves, and milk in different varieties can be offered to the lord. And after the lord accepts, the food is offered to him. The devotee can partake of the prasada, by which all suffering in the struggle for existence will be gradually mitigated. This is confirmed in the Bhagavad Gita, 9.26: Patram pushpam phalam toyam yome bhaktya prayarchati. What Krishna accepts has been told in the Gita. This is the law of scripture. You should eat only what is offered to Krishna. Only then you can be free from reactions. And you can progress in bhakti, to get out of the clutches of maya. No more to suffer any material existence. But, you have to only offer Krishna varieties of foodstuff, which is prepared from patram pushpam phalam toyam. In this category, vegetarian, not non-vegetarian."
    },
    {
      "start_time": 470,
      "end_time": 550,
      "verse_references": [],
      "themes": [
        "Regulated Meat Eating",
        "Scriptural Injunctions",
        "Minimizing Harm to Animals"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For them, the injunctions are not meant to encourage the eating of animal flesh. No. But to restrict them by regulated principles.",
      "summary": "This segment discusses scriptural injunctions for meat-eaters, emphasizing that they are meant to restrict and minimize harm to animals, not to encourage meat-eating.",
      "timestamp_url": "https://youtu.be/X0X7eEymoC8?t=470",
      "transcript": "Even those who are accustomed to eat animals can offer foodstuff. Now, this is something that is explained in the scriptures, people do not know. They can eat animal flesh, not by offering to the lord directly, not by offering to Krishna. No, Krishna does not accept flesh. But, they can offer to an agent of the lord according to the scriptures, according to the scriptural direction, under certain conditions of religious rights. So, there are specific rules: what they can offer, to whom they can offer, when they can offer, how they have to offer. All this is given in the shastra. So, injunctions of the scriptures, especially for these meat eaters, who want to eat animal flesh. For them, the injunctions are not meant to encourage the eating of animal flesh. No, but to restrict them by regulated principles, to minimize the harm done to animals. The killing of animals is to be restricted. That's the ultimate aim."
    },
    {
      "start_time": 550,
      "end_time": 640,
      "verse_references": [],
      "themes": [
        "Vegetarian Diet",
        "Lord's Arrangement",
        "Subsistence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "You can relish. And lead a healthy life simply by eating vegetarian foods of offer to the lord.",
      "summary": "This segment promotes a vegetarian diet offered to the Lord, emphasizing that the Lord provides for all living beings and one need not be anxious about subsistence.",
      "timestamp_url": "https://youtu.be/X0X7eEymoC8?t=550",
      "transcript": "And put some sense into these people's head, that you should completely avoid animal killing because you can subsist, and not only subsist, you can relish and lead a healthy life simply by eating vegetarian foods offered to the lord and partaking prasad. So, to put this sense into the head of the foolish people who simply, to satisfy their tongue, they indiscriminately kill animals and eat animal flesh. For them to be saved from severe reactions, very, very sinful, severe reactions, the scriptures are guiding and regulating such animal killing. So, further Srila Prabhupada says, \"The living being is a source of subsistence for other stronger living beings. No one should be very anxious for a subsistence in any circumstances, because there are living beings everywhere, and no living being starves for want of food at any place.\" See, if I am placed in a particular situation by the higher arrangement of the supreme lord, then I will be provided by the lord whatever I require for my subsistence. Now, how that is going to happen is mystical."
    },
    {
      "start_time": 640,
      "end_time": 725,
      "verse_references": [],
      "themes": [
        "Lord's Provision",
        "African Jungle Analogy",
        "Prasada in the Forest"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The lord provides ant its small grain. And the lord provides the elephant its 500 kg of food.",
      "summary": "This segment uses the analogy of the African jungle to illustrate how the Lord provides for all living beings, regardless of their size or needs, and assures that even in the forest, prasada is available.",
      "timestamp_url": "https://youtu.be/X0X7eEymoC8?t=640",
      "transcript": "Like how do, Prabhupada explains this very nicely in another place, how do so many millions of living entities subsist in the African jungle? Or any jungle? How do they subsist? The lord arranges for the elephant. It requires 500 kg of food at a time in one day. And the ant requires a small grain of sugar, or some small grain of stuff, particular foodstuff. So, the lord provides the ant its small grain, and the lord provides the elephant its 500 kg of food. So, the lord is arranged. So, you don't have to be anxious how elephants will survive, how will they get their food, or how an ant will survive. No. Just like in the African jungle, there is no scarcity of food. So, therefore, the conclusion is Maharaj Yudhishtira has advised by Narada not to worry about his uncle's suffering for want of food, for they could live on vegetables available in the jungles as prasada of the supreme lord, and thus realize the path of salvation."
    },
    {
      "start_time": 725,
      "end_time": 805,
      "verse_references": [],
      "themes": [
        "Self-Realization",
        "Himalayan Region",
        "Lord's Protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For a spiritualist, for a transcendentalist. Who is engaged in meditation. Or spiritual practice in the jungle. Prabhupada explains that also.",
      "summary": "This segment discusses how those seeking self-realization can subsist in places like the Himalayan region on available fruits and vegetables, emphasizing the Lord's protection for spiritualists.",
      "timestamp_url": "https://youtu.be/X0X7eEymoC8?t=725",
      "transcript": "So, Narada is going to tell, your uncles have gone to the forest for the sake of self-realization. And how will they subsist without your providing them their food? The lord will provide prasada in the form of vegetables or fruits in the forest. Srila Prabhupada says about the Himalayan region, the forest in the Himalayan region, there is plenty of fruits for spiritualists particularly. Plenty of fruits available, and roots are there, berries are there, and vegetation is there, which different seasons, different things are available for subsistence of the devotees, the yogis, the transcendentalists. They don't have to kill any animal, nothing. And the lord's protection is also there for a spiritualist, for a transcendentalist, who is engaged in meditation or spiritual practice in the jungle. Prabhupada explains that also. So, that is the higher arrangement."
    },
    {
      "start_time": 805,
      "end_time": 880,
      "verse_references": [],
      "themes": [
        "Natural Law of Existence",
        "Exploitation of the Weak",
        "Spiritual Sense"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It can be checked only by awakening the spiritual sense of the human being. By practice of spiritual regulation.",
      "summary": "This segment explains that while the exploitation of the weak by the strong is a natural law, it can only be checked in humans by awakening their spiritual sense through spiritual practice.",
      "timestamp_url": "https://youtu.be/X0X7eEymoC8?t=805",
      "transcript": "Now, the exploitation of the weaker living being by the stronger is a natural law of existence. That is natural law. A tiger will kill another living being, but only when the tiger is hungry, and only as much as it requires. The tiger lives in the jungle, not that it is always killing some other weaker animal. No. Only when it is hungry, and that also only one animal, and that also that flesh will last for it for several days or weeks. I don't know how much time. But till that flesh is there, the tiger will not kill another animal. So, this is the law of existence. There is no possibility of checking this tendency of a stronger living being devouring a weaker living being for its food by any artificial means under material conditions. It can be checked only by awakening the spiritual sense of the human being by practice of spiritual regulation."
    },
    {
      "start_time": 880,
      "end_time": 949,
      "verse_references": [],
      "themes": [
        "Human Diet",
        "Peace in Society",
        "Prasada"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Human being should not kill another animal. They should only subsist on food grains. Vegetables, fruits and milk.",
      "summary": "This segment concludes by reiterating that humans should subsist on grains, vegetables, fruits, and milk offered to Krishna, emphasizing that killing animals disrupts peace and leads to negative consequences.",
      "timestamp_url": "https://youtu.be/X0X7eEymoC8?t=880",
      "transcript": "Only a human being should not kill another animal or another creature, whether insect or bird or anything. Human being should subsist on food grains, and vegetables and fruits, and milk. But this sense is possible to be awakened by spiritual practice. So, if a man kills another animal, then how can he expect peace in the society? He will also be killed by the laws of nature. And there are many instances of this explained, which I don't have time to go into. Some other time I will explain. So, human being should not kill another animal. They should only subsist on food grains, vegetables, fruits, and milk, by offering that to Krishna and partaking prasad. So, this is the conclusion. I will stop here."
    }
  ]
}