{
  "video_id": "x2NZylQwKG8",
  "title": "The Exalted Position of Lord Shiva |  Sri Madhu Pandit Dasa",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=x2NZylQwKG8",
  "segments": [
    {
      "start_time": 0,
      "end_time": 59,
      "verse_references": [],
      "themes": [
        "Lord Shiva",
        "modes of material nature",
        "detachment",
        "service to the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even though He is in charge of the mode of ignorance in this material world, He is unaffected by any of the modes of material nature.",
      "summary": "Lord Shiva is described as being in charge of the mode of ignorance but detached from material nature, engaged in service to the Supreme Lord, which is also the spirit of Vaishnavas.",
      "timestamp_url": "https://youtu.be/x2NZylQwKG8?t=0",
      "transcript": "The position of Lord Shiva is that He is in charge of all the living entities in the mode of ignorance. He takes care of them for their material desires. Those who are inflicted by the three modes of material nature, at every opportunity they are trying to get material pleasure for their body, for their mind, for their intellect, for their false ego. Even though He is in charge of the mode of ignorance in this material world, He is unaffected by any of the modes of material nature. He is exemplified by His detachment from this material world. He never accepts luxurious dress, garland, ornament, etc. He is engaged in His own Self. Only one who is engaged in His own Self can actually be free from the three modes of material nature. He understands His own Self as part and parcel, as part of the Supreme Lord Krishna. Knowing that, He is always engaged in the service of the Supreme Lord. This is the spirit of the Vaishnavas also."
    },
    {
      "start_time": 59,
      "end_time": 76,
      "verse_references": [],
      "themes": [
        "Vaishnava philosophy",
        "detachment",
        "service to the Lord",
        "Lord Shiva as a Vaishnava"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Being a greatest Vaishnava, pure devotee of the Lord, He sees this entire material world as it should be seen, to engage it in the service of the Lord.",
      "summary": "The speaker explains that Vaishnavas focus on decorating the soul rather than the body, and that Lord Shiva, as a great Vaishnava, sees the material world as a means to serve the Lord.",
      "timestamp_url": "https://youtu.be/x2NZylQwKG8?t=59",
      "transcript": "The Vaishnavas don't want to decorate this body because they know this body is dead. The Vaishnavas want to decorate their soul. Being a greatest Vaishnava, pure devotee of the Lord, He sees this entire material world as it should be seen, to engage it in the service of the Lord."
    }
  ]
}