{
  "video_id": "x4jcpcL3zls",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.29 | 24-11-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=x4jcpcL3zls",
  "segments": [
    {
      "start_time": 0,
      "end_time": 51,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "DASYA GYANANJANI SHALAKAYA CHAKSHURUN MILITAM YENA TASMAI SHRI GURAVE NAMAHA",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/x4jcpcL3zls?t=0",
      "transcript": "DASYA GYANANJANI SHALAKAYA CHAKSHURUN MILITAM YENA TASMAI SHRI GURAVE NAMAHA NAMA OM VISHNU PADAYA KRISHNA PRESHTHAYA BHUTALE SHRI MATE BHAKTI VEDANTA SWAMIN NITINAMINE NAMASTE SARASWATE DEVE GAURAVANI PRACHARINE NIRVISHESHA SHUNYAVADI PASCHATYA DESHATARINE JAYA SHRI KRISHNA CHAITANYA PROBHU NITYANANDA Sri Advaita Gadadhara Sri Vasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Sarasvatim Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 51,
      "end_time": 99,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Narayana",
        "Brahma",
        "Narada"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "At the end of the millennium When the millennium The personality of Godhead Lord Narayana Lay down within the water of devastation Brahma began to enter into him Along with all creative elements And I also entered through his breathing",
      "summary": "The speaker introduces the verses to be discussed (SB 1.6.29-30) and explains the meaning of verse 29, focusing on Narada's experience at the end of a millennium.",
      "timestamp_url": "https://youtu.be/x4jcpcL3zls?t=51",
      "transcript": "In this session we will be discussing from the 29th and the 30th verses of the 6th chapter of the 1st canto of Srimad Bhagavatam. 29th verse: Kalpanta Idam Adaya Shayane Ambasi Udanvataha Shishayishor Anupranam Vivishe Antar Aham Vibho. The meaning of this verse is: At the end of the millennium, when the millennium, the personality of Godhead Lord Narayana lay down within the water of devastation, Brahma began to enter into him along with all creative elements, and I also entered through his breathing."
    },
    {
      "start_time": 99,
      "end_time": 263,
      "verse_references": [
        "BG 2.47"
      ],
      "themes": [
        "transcendental birth",
        "devotee",
        "karma",
        "pastimes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Narada is not forced to take birth like us we are forced to take birth by laws of karma only because we have got residual reactions from the previous life or previous lives therefore we take birth and we are forced to take birth by the laws of karma",
      "summary": "The speaker explains Prabhupada's purport, emphasizing the transcendental nature of Narada's birth and comparing it to the birth of Krishna, highlighting that pure devotees are not subject to karmic laws in the same way as ordinary beings.",
      "timestamp_url": "https://youtu.be/x4jcpcL3zls?t=99",
      "transcript": "So this is a description of what happened to Narada after he quit his material body at the time of death in his previous life. And then he was awarded a transcendental body. But still, at the end of the millennium, Prabhupada explains in purport what is the meaning of end of the millennium. So Prabhupada says in the purport, Narada is known as the son of Brahma in this present life, and Lord Krishna is known as son of Vasudeva, the personality of Godhead. And his liberated devotees appear in the material world by the same process. That means a devotee taking birth in this material world, a pure devotee is taking birth in a material world is not like ordinary persons taking birth, just like the Supreme Lord's birth and activities are completely transcendental, Janma Karma Chame Divyam Evam Yo Vetthi Tatvatah. Same way, even pure devotees appearance and activities in this material world are completely transcendental. The process is the same as it is said in the Bhagavad Gita, Janma Karma Chame Divyam. That same thing Prabhupada is telling, the birth and activities of the Lord are all transcendental, completely spiritual. Therefore, according to authorized opinion, the birth of Narada as the son of Brahma is also a transcendental pastime. What does it mean? Narada is not forced to take birth like us. We are forced to take birth by laws of karma only because we have got residual reactions from the previous life or previous lives. Therefore, we take birth and we are forced to take birth by the laws of karma only because we have got these personal tendencies, but when a child is given food he is forced to take birth in a material body. Narada or the Supreme Lord, they also apparently take birth, but they appear in spiritual form. They don't accept a material body. So it is said the birth of Narada the son of Brahma in the present life is actually a transcendental pastime, just like the Lord appears for the sake of pastime. Narada absolutely doesn't need birth of a prábh 환 hanno and shouldn't, but it is said between Narada also appears for the sake of"
    },
    {
      "start_time": 263,
      "end_time": 377,
      "verse_references": [],
      "themes": [
        "spiritual entities",
        "transcendence",
        "gunatita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord and his devotees are therefore simultaneously one and different as spiritual entities.",
      "summary": "The speaker elaborates on the nature of pure devotees as spiritual entities, emphasizing their transcendence from material energy and their 'gunatita' state, while clarifying that they are distinct from God.",
      "timestamp_url": "https://youtu.be/x4jcpcL3zls?t=263",
      "transcript": "transcendental pastimes. His, that means Narada's appearance and disappearance are practically on the same level as that of the Lord. There is no difference. The Lord and his devotees are therefore simultaneously one and different as spiritual entities. Spiritual entities, both are spiritual entities. But that doesn't mean that pure devotee is God. No. God is God, pure devotee is pure devotee. But they are in the same category. They are having similar qualities. They are completely spiritual beings. They belong to the same category of transcendence. They have nothing to do with any material energy, material body, material existence. Nothing. So even though they seem to take birth in this material world, they are completely aloof from everything material. How is that possible? Mam chayo avyabhicharena bhakti yogena sevate sagunan samatit ketan brahma bhuyaya kalpate. They are always on the transcendental platform, above the three gunas, Gunatita, Gunatita. So Lord is always gunatita, and his pure devotees who are engaged always in his pure devotional service are also gunatita. But they may appear like they are also conditioned in this material world. They may appear like that, but they are not. So this difference we always have to remember."
    },
    {
      "start_time": 377,
      "end_time": 441,
      "verse_references": [],
      "themes": [
        "transcendental appearance",
        "avatars",
        "creation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All these are transcendental appearance of the Lord. Similarly, transcendental appearance of Narada as the son of Brahma.",
      "summary": "The speaker provides examples of transcendental appearances of the Lord (Rama, Vamana, Krishna) and reiterates that Narada's appearance is also transcendental, before introducing verse 30.",
      "timestamp_url": "https://youtu.be/x4jcpcL3zls?t=377",
      "transcript": "In the case of the birth of the pure devotee in this material world or the birth of the Lord as the son of Vasudeva and Devaki or the birth of Rama as son of Dasharatha and Kausalya, son of Vamana, sorry Vamana as the son of Kashyapa and Aditi. All these are transcendental appearance of the Lord. Similarly, transcendental appearance of Narada as the son of Brahma. Pure devotee. 30th verse: Sahasra yuga pariyante utha yedam sisrikshata ha mariichi misra rishayaha pranebhyoham ca jagnire. The meaning is: after 4 billion 300 million solar years when Brahma awoke to create again by the will of the Lord all the rishis like Marichi, Angira, Atri and so on were created from the transcendental body of the Lord"
    },
    {
      "start_time": 441,
      "end_time": 575,
      "verse_references": [],
      "themes": [
        "devastation",
        "creation",
        "Brahma's night",
        "yoga nidra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When Brahma's days over, at the beginning of Brahma's night, there is a partial devastation of the universe.",
      "summary": "The speaker explains the process of partial devastation at the end of Brahma's day, the entering of living entities into Garbhodakshayi Vishnu, and the subsequent re-creation by Brahma, including the appearance of Narada and other rishis.",
      "timestamp_url": "https://youtu.be/x4jcpcL3zls?t=441",
      "transcript": "and I also appeared along with them. When Brahma's day is over, at the beginning of Brahma's night, there is a partial devastation of the universe. The middle and the lower planetary systems are completely flooded and all the living entities enter the body of Garbhodaka Shaiv, Vishnu. The Vishnu who is lying on the Garbha ocean. This universe is like a shell half filled with water. That water is called garbha ocean. So everyone enters Garbhodaka Shaiv Vishnu, transcendental body and they remain there for the night of Brahma. How long does this night of Brahma last? The same duration as the day of Brahma. Day of Brahma the calculation is given in the Bhagavad-Gita sahasra yuga pariyanta mahar yad brahmano viduhu. Brahma's day, 1000 cycle of the four yugas on this earth, that's a duration of Brahma's day that works out to four billion three hundred million solar years account our calculation on the earth. So same duration is the night. So for the night Brahma and the residents of Brahmaloka and even Narada they entered the body of Garbhodakshayi Vishnu when the devastation happened in the previous day of Brahma and the night they remain there as if asleep, as if asleep. But when Brahma wakes up to create again by the will of the Lord, when the night is over the next day begins, then all the rishis like Marichi Angira Atri they are created by the transcendent from the transcendental body of the Lord, that means they also awaken and Narada also awakens, he also appears along with them"
    },
    {
      "start_time": 575,
      "end_time": 671,
      "verse_references": [],
      "themes": [
        "Brahma's day",
        "yoga nidra",
        "creation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Brahma when the end of his day happens he rests in yoga nidra yoga nidra is not like our sleeping our sleeping is total ignorance we go into ignorance but Brahma's resting is just not in ignorance but it is in spiritual awareness that's called yoga nidra",
      "summary": "The speaker continues explaining Brahma's day and night, emphasizing the concept of 'yoga nidra' and differentiating it from ordinary sleep, highlighting Brahma's continued spiritual awareness.",
      "timestamp_url": "https://youtu.be/x4jcpcL3zls?t=575",
      "transcript": "as if he has taken birth the son of Brahma he appears along with them. So Prabhupada explains in the Evanpa, the duration of a day in the life of Brahma is 4 billion 320 million solar years. This is also stated in the Bhagavad Gita sahasra yuga pariyuntham at one. So for this period Brahma highercher rests in yoga Nidra within the body of Garbhodakshayi Vishnu the generator of Brahma. Sometime earlier it was described in the Bhagavad Gita itself in the third chapter of the first Kanto that Brahma appears, the Lotus which is generated on the navel of Vishnu Garbhodakshayi Vishnu, that's why the Garbhodakshayi Vishnu is also called Padmanabha. One Padma, one Lotus appears from his navel on that Lotus Brahma is born from Garbhodakshayi Vishnu. So Brahma when the end of his day happens he rests in yoga nidra. Yoga nidra is not like our sleeping. Our sleeping is total ignorance, we go into ignorance, but Brahma's resting is just not in ignorance but it is in spiritual awareness, that's called yoga nidra, spiritual awareness is there. After the sleeping period of Brahma when there is again creation of Brahma then there is again creation of Brahma then there is again creation by the will of the Lord"
    },
    {
      "start_time": 671,
      "end_time": 755,
      "verse_references": [],
      "themes": [
        "creation",
        "Lord's will",
        "devotee's desire",
        "yoga nidra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "by the will of the Lord through the agency of Brahma all the great Rishis again appeared from different parts of the transcendental body and not also transcendental body and not also appears this is the pastime of the Lord creation",
      "summary": "The speaker explains that the Lord engages Brahma and other personalities in creation, maintenance, and destruction due to their desires, and reiterates the concept of yoga nidra.",
      "timestamp_url": "https://youtu.be/x4jcpcL3zls?t=671",
      "transcript": "by the will of the Lord through the agency of Brahma all the great Rishis through the agency of Brahma all the great Rishis again appeared from different parts of the and again appeared from different parts of the transcendental body and not also transcendental body and not also appears. This is the pastime of the Lord creation appears. This is the pastime of the Lord creation maintenance and destruction of I have seen in digestions of Sah dé H God as the Lord is improving employment by教ensen education of 401 by I haveordnung D are taking help or being assisted by taking help or being assisted by the when you takeВ stance you product to become Transcendental Body as well, then it like the Lord is implementing or taking help or being assisted by the will of the Lord Stini lily básnhie laya is always in your life dia nuit workshop dny lily lee hi shi by Brahma and the other devatas and the rishis but actually the Lord is independent. He just wants to engage all of these other personalities because they have a desire, they have a desire the Lord over material nature of course they are pious beings so they assist the Lord in creation maintenance and destruction. This means that Narada appears in the same transcendental body as a man awakes from sleep in the same body. Just like we have experienced night we go to sleep next day morning we get up we get up in the same body but in our case something else happens at night when we go to sleep we forget this body whereas Brahma goes into yoga nidra he does not forget his original"
    },
    {
      "start_time": 755,
      "end_time": 871,
      "verse_references": [],
      "themes": [
        "yoga nidra",
        "transcendental body",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Narada appears in the same transcendental body because Narada was awarded a transcendental body when he became perfect in devotional service he was awarded and he quit that previous body made of the five elements pancha bhautikam then he was awarded a transcendental body",
      "summary": "The speaker contrasts Brahma's yoga nidra with ordinary sleep, emphasizing that Brahma retains his form, and explains that Narada appears in the same transcendental body he was awarded after perfecting devotional service.",
      "timestamp_url": "https://youtu.be/x4jcpcL3zls?t=755",
      "transcript": "body, form as Brahma he doesn't forget that form so he is going to sleep is not same as our going to sleep therefore yoga nidra the word the prefix yoga is used for nidra whereas in our case even though we forget this body when we awaken in the morning we again awake we are awakened in the same body that we slept in the previous night. Same way Brahma also appears in the same body as he slept in the previous night. Narada appears in the same transcendental body because Narada was awarded a transcendental body when he became perfect in devotional service he was awarded and he quit that previous body made of the five elements pancha bhautikam then he was awarded a transcendental body in that transcendental body again he awakens next day of Brahma and Narada is eternally free to move in all parts of the transcendental and material creations of the Almighty. That is a nature of transcendental form spiritual form eternal form he is free to move anywhere just by his will like he is in let's say heavenly heaven planet swargaloka he decides I want to go to the earth planet he just wills and he's in the earth planet he travels like that. So this transcendental body is difficult for us to conceive difficult to understand we had to hear about that from the authentic source. So Narada Muni appears and disappears in his own transcendental body which is without distinction of body and soul unlike"
    },
    {
      "start_time": 871,
      "end_time": 917,
      "verse_references": [],
      "themes": [
        "conditioned beings",
        "liberation",
        "Narada's position"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "unlike conditioned beings we are conditioned so we are forced to take birth and die or quit the body whenever the the nature material nature forces us whereas Narada is not forced by material nature he is completely aloof from the influence of material nature",
      "summary": "The speaker contrasts the conditioned state of ordinary beings with Narada's liberated state, emphasizing his freedom from material nature and his ability to appear and disappear according to the Lord's will, before concluding the lecture.",
      "timestamp_url": "https://youtu.be/x4jcpcL3zls?t=871",
      "transcript": "unlike conditioned beings. See unlike conditioned beings we are conditioned so we are forced to take birth and die or quit the body whenever the the nature material nature forces us whereas Narada is not forced by material nature he is completely aloof from the influence of material nature so he quits his body whenever he feels whenever his mission is over and he appears whenever mission of the Lord requires that he appear in a particular place in a particular form so that is the position of Narada completely liberated and stop here thank"
    }
  ]
}