{
  "video_id": "x4pl2rq9V70",
  "title": "Srimad Bhagavatam I Srila Prabhupada I SB 3. 26. 42 Part 2 I 25.11.2023",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=x4pl2rq9V70",
  "segments": [
    {
      "start_time": 39,
      "end_time": 156,
      "verse_references": [],
      "themes": [
        "purpose of knowledge",
        "infallible purpose",
        "Kṛṣṇa consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Avicchito, avicchito means without any failure, without any contradiction.",
      "summary": "The speaker explains that the true purpose of knowledge is to understand and glorify Kṛṣṇa, the infallible purpose.",
      "timestamp_url": "https://youtu.be/x4pl2rq9V70?t=39",
      "transcript": "Now, śāstra says that avicchito artha, artha means purpose. If somebody asks what is the purpose of becoming a scientist, what is the purpose of becoming a physicist? So different men will give different answers. It is meant for this purpose, it is meant for this purpose. But kavi bhi, those who are actually learned, advanced learning, they have said that avicchito, avicchito means without any failure, without any contradiction. You say that chemistry is required for this purpose. I say chemistry is required for this purpose. Another man says chemistry is required for this purpose. But difference of opinion, that is not accepted. Avicchito, infallible purpose. What is that infallible purpose? Avicchito artha. Kavi bhi nirupita. Nirupita means it is already settled. You haven't got to make research anymore. Nirupita means it is already settled. It is already concluded. What is that? Yad uttama-sloka-guṇa-anuvarnanam. If you can explain the activities of Kṛṣṇa, uttama-sloka, how He is acting, how the chemical process is going on under His direction, if you can write a thesis on this subject matter, then ultimately Kṛṣṇa is behind that, then your study of chemistry is perfect. Aviccita-artha-kavirbhi-nirupitam."
    },
    {
      "start_time": 156,
      "end_time": 261,
      "verse_references": [],
      "themes": [
        "Kṛṣṇa as the background",
        "perfect education",
        "understanding God's potency"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You are greater scientist when by your scientific knowledge you prove the existence of God and the existence of the world.",
      "summary": "The speaker emphasizes that true education leads to understanding Kṛṣṇa as the cause of all causes and that scientific knowledge should be used to glorify God.",
      "timestamp_url": "https://youtu.be/x4pl2rq9V70?t=156",
      "transcript": "Nirupitam, it is concluded. No more argument. That is the purpose. That means if you are intelligent enough, actually, then through any source of knowledge you come ultimately to Kṛṣṇa. That mayādhyakṣeṇa prakṛtiḥ śrūyate śrī-cāryaḥ. Kṛṣṇa says, but if by your education, if you come to the same point, that here is Kṛṣṇa, He is in the background, sarva-kāraṇa-kāraṇaṁ, cause of all causes, then education is perfect. Otherwise it is śrama eva hi kevalam. Otherwise it is simply laboring for nothing. Waste of time. This is the purpose. Aviccita-artha-kavirbhi-nirupitam. Yad uttamaḥ śloka-guṇānubhanyanam. So parāśa-śakti-bhībhi-daivaśyate. Very, very big chemistry, physical laws, mathematics, everything is required to understand the potency of God. How He is working. Actually everything is being done by His potency. Here there are different tests. The material is the same, but the method of mixing the material, different tests are coming out in existence. So how that expertly management of mixing is going on, if we can explain by our chemistry, by our mathematical values, then our studying of the material is going to be very, very"
    },
    {
      "start_time": 261,
      "end_time": 378,
      "verse_references": [],
      "themes": [
        "ultimate goal",
        "humility",
        "material vs. spiritual knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As soon as one become a big chemist, doctor of chemistry, he says, I am God. There is no need of God.",
      "summary": "The speaker contrasts the humility of great scientists like Einstein, who acknowledged God, with those who become arrogant with limited material knowledge and claim to be God.",
      "timestamp_url": "https://youtu.be/x4pl2rq9V70?t=261",
      "transcript": "good. So the understanding of chemistry is perfect. Then we are perfect. idam nipuṁśaḥ tapasas śrutasya bhāgau. Another place, atapuṁ vidhijaḥ śreṣaḥ varnāśrama-vibhāgaśaḥ sānuṣṭitasya dharmasyaḥ śaṁsiddhī haritośanam. Haritośanam is the ultimate goal. sakarmānātama-bhārcaḥ śaṁsiddhī-vṛndate naraḥ. The Bhagavad-gītā. sakarmānātama-bhārcaḥ. You become a chemist, it doesn't matter. You become physicist, mathematician, it doesn't matter. Unfortunately, due to the Kali-yuga, as soon as one become a big chemist, doctor of chemistry, he says, I am God. There is no need of God. As soon as little, saparī-jalamātve naḥ. farfarāyate, you will see the small fishes, they are practically on the edge of the water and making farfarāyate. The big fishes, they are down the water. So these so-called material chemists, they are nothing, small fish. Those who are big chemists, big scientists, just like Professor Einstein, he used to accept. God's curiosity is the end of the brain. How God's brain is working. He appreciated. He was a great scientist. And the ordinary, fanatics, sāyāsadeva thinks that now we are able to do everything without God, therefore we are bigger than God. That is not fact. You are greater scientist when by your scientific knowledge you prove the existence of God and the existence of the world. That is not a factor. You are greater scientist when by your scientific knowledge you prove the existence of the world. That is not a factor. If you understand the simple single-minded thought in the"
    },
    {
      "start_time": 378,
      "end_time": 485,
      "verse_references": [],
      "themes": [
        "glorifying Kṛṣṇa",
        "devotee's attitude",
        "expert management of Kṛṣṇa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotee's business is to glorify. He doesn't take any credit for himself.",
      "summary": "The speaker explains that a true devotee uses their knowledge to glorify Kṛṣṇa and does not take credit for themselves, recognizing that everything is done by Kṛṣṇa's expert management.",
      "timestamp_url": "https://youtu.be/x4pl2rq9V70?t=378",
      "transcript": "of God and how He is working so finely that varieties of things are coming out of material nature. That is the perfection of knowledge. Otherwise, sānuṣṭitasya dharmasya saṁsiddhi haritauśana. That is haritauśana. Unless Kṛṣṇa sees that you are trying to glorify Him by your knowledge, then He becomes satisfied that I have given Him some knowledge, and He is utilizing this knowledge for my glorification. He is my devotee. Devotee's business is to glorify. He doesn't take any credit for himself. Actually there is nothing to be taken, credit. All credit goes to Kṛṣṇa. A devotee neither claims anything. He is not taking any credit for himself. Neither it is possible. Even he may be very, very big devotee, he will never claim any credit for his glorious activities. His glorious activities means to make Kṛṣṇa glorious. That is his glorious activities. Not that like the so-called materialist, he takes, wants to take the credit. No. Sakarmanā tam abharcho saṁsiddhī davate naraḥ. Sakarmanā. You may be engaged in any pattern of work, any department of work, but by dint of your work, you establish the existence of God, Kṛṣṇa, and whatever is being done, it is"
    },
    {
      "start_time": 485,
      "end_time": 661,
      "verse_references": [],
      "themes": [
        "Kṛṣṇa's order",
        "unlimited energy",
        "material vs. spiritual"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Don't think the sun is working so nicely. Automatical, not automatical. The master is there, Kṛṣṇa.",
      "summary": "The speaker uses the example of the sun to illustrate how everything is managed by Kṛṣṇa's order and emphasizes that Kṛṣṇa's potency is unlimited and never diminishes, unlike material things.",
      "timestamp_url": "https://youtu.be/x4pl2rq9V70?t=485",
      "transcript": "being done by the expert management of Kṛṣṇa. The sun is rising exactly in the time, and it is setting exactly in the time, and the temperature, according to the different season, the movement, uttarāyaṇa, dakṣināyaṇa, everything is managed so expertly under the order of the Supreme, mayādhyakṣeṇa, prapṛti. Don't think the sun is working so nicely. Automatical, not automatical. The master is there, Kṛṣṇa. The sun is so powerful substance within this universe. There are many millions of suns. This is one sun only. But it is carrying out the order of Kṛṣṇa. Kṛṣṇa. yaccha kṣuresa śavitā śagala-grhānā rājā samastha śra-mṛti aśeṣu tezā Aśeṣu tezā. Unlimited. Light. Unlimited fire. Unlimited heat. Aśeṣu. Aśeṣu tezā. There is no compression. With the sunlight, sunset, there is no compression within this universe. Unlimited. For millions and millions of years, it is from the sun, the light and heat is coming out, but there is no diminution. They, it is the same as it was millions of years ago, and after giving you light and heat for millions of years, the same quantity of light and heat is still there. So if it is possible for a material thing, that after giving unlimited heat and light, it remains the same. Similarly, the Supreme Lord, by expanding His potencies by His energy, He remains the same. He does not diminish. Purnasya purna-mādāya purna-mī-bhāva-śuṣyate. So if we can see in the material object that the heat being emanated from many millions and millions, it remains the same heat. It maintains the same heat, same life. Why it is not possible for the Supreme? Therefore, Īśvara-bhūta-paṇiṣāda informs us that purnasya purna-mādāya purna-mī-bhāva-śuṣyate."
    },
    {
      "start_time": 661,
      "end_time": 741,
      "verse_references": [],
      "themes": [
        "modern gods",
        "Kṛṣṇa's potency",
        "real God"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Kṛṣṇa can make hundreds of thousands and millions of Kṛṣṇa, still He is Kṛṣṇa.",
      "summary": "The speaker contrasts the limited power of modern gurus who claim to give away their power with the unlimited potency of Kṛṣṇa, who can expand Himself without diminishing.",
      "timestamp_url": "https://youtu.be/x4pl2rq9V70?t=661",
      "transcript": "If you take the whole energy of Kṛṣṇa from Kṛṣṇa, then still the whole energy is there. But you'll be surprised. Nowadays, modern gods, there are so many modern gods. I do not wish to name, but one modern god, he gave his power to his disciples. And when he came to Kṛṣṇa, he gave his power to his disciples. And when he came to consciousness, then he was crying. The disciples inquired from the guru, why you are crying, sir? No, I have finished everything. I have given you everything. Therefore, I am now finished. That is not spiritual. That is material. I have got hundred rupees. If I pay you hundred rupees, then my pocket is empty. But Kṛṣṇa is not like that. Kṛṣṇa can make hundreds of thousands and millions of Kṛṣṇa, still He is Kṛṣṇa. That is Kṛṣṇa. The potency is never exhausted. That is called purnasya purna-mādāya purna-mī-bhāva-śuṣyate."
    },
    {
      "start_time": 741,
      "end_time": 843,
      "verse_references": [],
      "themes": [
        "real God",
        "Kṛṣṇa",
        "unlimited universes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By breathing, unlimited number of universes are coming out and going in.",
      "summary": "The speaker describes Kṛṣṇa as the real God, the source of everything, and explains how unlimited universes are created and destroyed by His breathing.",
      "timestamp_url": "https://youtu.be/x4pl2rq9V70?t=741",
      "transcript": "Purnam eva śuṣyate. So this imitation, God will not help us. The real God, real God, Īśvara-parama-kṛṣṇa, sa-cid-ānanda-vigrahaḥ, anādhi-rādhi-govindaraḥ, sarva-kāraṇa-kāraṇam. Sarva-kāraṇa-kāraṇam. He is never exhausted. It is said that yasyaika-niśya-śutakālam athāva-nambha-jīvanti-lobha-vilajā, jagad-anna-nāthā, viṣṇu-mahāna-śayaya-yasya-kalā-viśeṣa, govinda-mādi-puruṣaṁ tamāṁ jāyate. The millions of universes are coming out with his breathing, period. And again they are annihilated. When the breathing is taken inside, in this way the universes are coming out. Jagad-anna-nāthā. Jagad-anna means the universe. And nāthā, the lord of the universe, means Lord Brahmā. So he has got a duration of life. And what is the duration of life? The breathing period of Mahā-Viṣṇu. yasyaika-niśya-śutakālam athāva-nambha-jīvanti-lobha-vilajā, jagad-anna-nāthā, viṣṇu-mahāna-śayaya-yasya-kalā-viśyeṣa. Govinda-mādi-puruṣaṁ tamāṁ. That is God. By breathing, unlimited number of universes are coming out and going in."
    },
    {
      "start_time": 843,
      "end_time": 950,
      "verse_references": [],
      "themes": [
        "cheap gods",
        "eternal servant",
        "varieties"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We accept Kṛṣṇa, the sarva-kāraṇa-kāraṇam, and we want to be eternal servant.",
      "summary": "The speaker rejects the idea of 'cheap gods' and emphasizes the importance of accepting Kṛṣṇa as the source of everything and becoming His eternal servant, highlighting the inherent desire for variety in our constitutional position.",
      "timestamp_url": "https://youtu.be/x4pl2rq9V70?t=843",
      "transcript": "And the duration of existence of each and every universe is the duration of life of Brahmā. That we cannot calculate. Even we cannot calculate His twelve hours. So that is God. We accept such kind of life. We accept such kind of God. Not a little magician. No. That is not possible. We cannot accept such cheap gods. We accept Kṛṣṇa, the sarva-kāraṇa-kāraṇam, and we want to be eternal servant. That is our actual position, jiveśvarūpa-nitya-kṛṣṇa-dāsa, by His unlimited potency, energy. Unlimited universes are coming out with unlimited number of varieties of planet. And each planet is differently situated, different atmosphere, different temperature. So in this way, varieties. That is ānanda. Kṛṣṇa has created these varieties because He is ānanda-mayo vyāsāt. Ānanda-mayo. Unless there is variety. So we are partakers. We are part and parcel of that variety maker. We are also one of the varieties. Jīva-śakti. We are also one of the varieties. So how we can become variety-less, nirvīśeṣa? That is not possible. Even artificially we try to become nirvīśeṣa, variety-less. Our constitutional position is that we want variety. How it can be stopped?"
    },
    {
      "start_time": 950,
      "end_time": 1061,
      "verse_references": [],
      "themes": [
        "impersonalists",
        "service to māyā",
        "transferring service to Kṛṣṇa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You have to transform, transfer your service from māyā to Kṛṣṇa.",
      "summary": "The speaker discusses the downfall of impersonalists and emphasizes the need to transfer our service from māyā (illusion) to Kṛṣṇa in order to achieve a successful and blissful life.",
      "timestamp_url": "https://youtu.be/x4pl2rq9V70?t=950",
      "transcript": "Therefore, in the śāstra it is said, so-called māyāvādī, impersonalist, monies, āryajya krccheṇa-param padanta-taḥ. Although they get up to the position of oneness, monies, but from that position they fall down. Why? āryajya krccheṇa-param padanta-taḥ, patanti adhā, ānādita jagособas vlogs. Why? Because you cannot become jīvadora. You are going to become s Sitting-abh Knights. You cannot become a teacher, good teacher, teacher, But you cannot become an ascetic. Because you cannot become a teacher, good teacher, good monk, Junga. So this is the definition of vaiṇādita-jisma-dhangrāja. Because they have no information of the lotus feet of Kṛṣṇa, where to enjoy ānanda, ānandamaya-bhāsā. And they are by nature seeking after ānanda, the so-called oneness, monism, that will not please them. So they will require again ānanda. But because anādhita-yusmataṁ grhayaḥ, they have not worshipped Kṛṣṇa's lotus feet, they come down again in this material world and worship the feet of māyā. That is their tradition. ārīja-kṛcchreṇa-parampadam tato patanti adhaḥ. And as soon as you are engaged in the service of māyā, that is your adhapatam. Adhapatam. As we, all these materialistic persons who are within this material world, you are serving māyā. Everyone is serving. Nobody is without serving. But they are serving māyā. So you have to transform, transfer your service from māyā to Kṛṣṇa. Then your life will be successful, and you will taste different varieties of prasādam perpetually and enjoy life eternally and blissfully."
    }
  ]
}