{
  "video_id": "x_w_GwAJ0tU",
  "title": "Daily Evening Bhagavatam Discourse | SB 1.17.24 Part 2 | HH Stoka Krishna Swami | 06-03-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=x_w_GwAJ0tU",
  "segments": [
    {
      "start_time": 0,
      "end_time": 43,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/x_w_GwAJ0tU?t=0",
      "transcript": "Om Agyanati Mirandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha Namo Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 43,
      "end_time": 131,
      "verse_references": [
        "SB 1.17.24"
      ],
      "themes": [
        "dharma",
        "irreligion",
        "kali yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But it appears that three of your legs are broken due to rampant irreligion in the form of pride, lust for women and intoxication.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam (1.17.24) which discusses the decline of dharma in Kali Yuga due to pride, lust, and intoxication.",
      "timestamp_url": "https://youtu.be/x_w_GwAJ0tU?t=43",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet Om Namah Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam In this session, we continue to discuss the same words which we discussed in the previous session, the 24th verse of the 17th chapter of the 1st canto of Srimad Bhagavatam. This is part 2 of discussion of the same words. The verse I will just recite again, the 24th verse. Tapasyaucham Dayasatyam Iti Pada Krite Kritaah Adharma Amshaihi Trayobhagnaha Smayasangamadai Stava The meaning of this verse, the 24th verse. In the age of Satya, in the Satya Yuga or age of truthfulness, your four legs were established by the four principles of austerity, cleanliness, mercy and truthfulness. But it appears that three of your legs are broken due to rampant irreligion in the form of pride, lust for women and intoxication."
    },
    {
      "start_time": 131,
      "end_time": 246,
      "verse_references": [],
      "themes": [
        "maya",
        "desire",
        "sinful enjoyment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The influence of Maya is proportionate to the extent to which I become captivated by Maya's allurement for enjoying sinfully.",
      "summary": "The speaker explains that the influence of Maya is directly related to one's desire for sinful enjoyment.",
      "timestamp_url": "https://youtu.be/x_w_GwAJ0tU?t=131",
      "transcript": "So in the purport which we discussed in the previous session, part 1 of this presentation of the same verse, it is explained that the influence of Maya is proportionate to the extent to which I become captivated by Maya's allurement for enjoying sinfully. Understand this very carefully. Maya is alluring. Come, enjoy sinfully. And if I think, oh let me enjoy because I am seeking happiness. Let me enjoy, even if it is in a sinful way, let me enjoy. Then I become prey to the influence of Maya. So the scriptures are warning, don't be captivated by Maya's allurement. Now somebody may say, why should Krishna arrange Maya to allure us in the first place? That is because we have desire for enjoying in that sinful way. We have developed that desire. Why are we here in the material world? Because of our desire to enjoy materially. Materially means sinfully. So, if we have desire for enjoyment, then only we will become captivated by Maya's allurement."
    },
    {
      "start_time": 246,
      "end_time": 377,
      "verse_references": [
        "BG 7.11"
      ],
      "themes": [
        "desire",
        "sin",
        "religious principles"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna says, I am sex life, which is in accordance with religious principles.",
      "summary": "Using the analogy of a teetotaler and a liquor store, the speaker illustrates how desire makes one susceptible to Maya's allurements and explains that Krishna is sex life which is in accordance with religious principles.",
      "timestamp_url": "https://youtu.be/x_w_GwAJ0tU?t=246",
      "transcript": "To give a very simple example, if, let us say, you are a complete teetotaller, you completely abstain from drinking any liquor. You don't take any liquor. You are strict in never touching even liquor. Now, you are walking in the market, on the street, when there are so many shops. Now, when you pass by a liquor store, either you don't even pay attention, or if you see, oh, liquor store. Okay, I have nothing to do with it. You just go by, pass by. You have nothing to do with liquor store. But somebody who is addicted to drinking liquor, or liquor store, the moment he sees, or gets the smell, or gets some idea of a liquor store, immediately so much attraction to enter the liquor store, to find out what is new, to buy something, or to taste something, or to consider enjoying some drink, etc. So, like that, the same principle that works in this material world is, if I have a desire in my heart, I want to enjoy sex pleasure. If I have a desire. And that too, I am having a desire to enjoy in sinful ways. Because, Krishna says in Bhagavad Gita, dharma aviruddha kamosmi bhara tarshama dharma aviruddha bhuteshu kamosmi bhara tarshama Krishna says, I am sex life, which is in accordance with religious principles. Sex life has a place in this material world to bring forth Krishna conscious progeny, to bring forth devotees. So, sex life is required."
    },
    {
      "start_time": 377,
      "end_time": 493,
      "verse_references": [],
      "themes": [
        "sinful activity",
        "punishment",
        "illusion",
        "krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sinful activity means a sinful reaction.",
      "summary": "The speaker elaborates on the consequences of sinful activities and emphasizes the importance of Krishna consciousness as a means to overcome illusion and suffering.",
      "timestamp_url": "https://youtu.be/x_w_GwAJ0tU?t=377",
      "transcript": "But, if that sex life is indulged in simply for the sake of sex enjoyment, and don't want to take any steps for following the religious principles in engaging in sex, without following the religious principles, simply because some people, they want to enjoy sex life sinfully, then maya captures such people, and then maya punishes them. Sinful activity means a sinful reaction. The laws are very, very stringent. Nobody can avoid it. So, there is suffering, there is punishment for sinful activities, and they are allured by maya because they have deep-rooted desire for sinful enjoyment. So, the Vedas are warning us, do not go to darkness of ignorance, tamaseema, jyotir gama, but go to the progressive path of light. Maya is compared to darkness. Maya hoya andhakaar. Krishna suryasama. Krishna or the spiritual path is compared to light. And if we can come out of darkness by coming into light of Krishna consciousness, then we are completely safe. We are saved from the illusion. No more illusion can bewilder us. No more illusion will allure us. No more illusion will be even present."
    },
    {
      "start_time": 493,
      "end_time": 573,
      "verse_references": [],
      "themes": [
        "kali yuga",
        "corruption",
        "austerity",
        "cleanliness",
        "mercy",
        "truthfulness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The modern civilization and economic development in this present age, they are creating so much of imbalance in the life of people.",
      "summary": "The speaker discusses the root causes of corruption and imbalance in Kali Yuga, attributing them to a lack of austerity, cleanliness, mercy, and truthfulness.",
      "timestamp_url": "https://youtu.be/x_w_GwAJ0tU?t=493",
      "transcript": "Illusion will disappear. Just like darkness can disappear as soon as there is light. So, continue to read the purport from where I stopped in the previous session. Prabhupada was describing that in this age of Kali, there is so much of corruption, bribery, nepotism. Now, what is the root cause of all these evils in Kali Yuga? Nobody likes them. But what is the root cause of all these evils? So, Prabhupada says in this purport that these evils are having a root cause. That is, the people in Kali Yuga not following the principles of austerity, cleanliness, mercy and truthfulness."
    },
    {
      "start_time": 573,
      "end_time": 682,
      "verse_references": [
        "SB 1.2.8"
      ],
      "themes": [
        "spiritual practices",
        "material gain",
        "cheating religion",
        "devatas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Spiritual practices meant for material gain is actually a cheating religious system.",
      "summary": "The speaker explains that spiritual practices performed for material gain are considered cheating religion and that Krishna never sanctions money for material enjoyment.",
      "timestamp_url": "https://youtu.be/x_w_GwAJ0tU?t=573",
      "transcript": "The modern civilization and economic development in this present age, they are creating so much of imbalance in the life of people. So much of imbalance. Imbalance, that means no balance between material and spiritual activities. No balance. Practically, no spiritual activities. Or even if somebody is practicing some spiritual life, it is simply very, very meager or it is simply for the sake of these material benefits. So, Bhagavatam declares spiritual practices meant for material gain is actually a cheating religious system. Dharma projjita kaitava atra. Bhagavatam rejects all such materially motivated religious systems. That means, going and praying to a devata or Krishna, simply I want money for material enjoyment. This is kaitava dharma. This is cheating religion. Krishna never sanctions as the Supreme Personality of Godhead, money for material enjoyment. Krishna never sanctions. And the devatas, they simply are bound by the laws of nature to award according to certain rules, certain regulations. So, they cannot consider"
    },
    {
      "start_time": 682,
      "end_time": 791,
      "verse_references": [],
      "themes": [
        "wealth",
        "power",
        "influence of kali",
        "god consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If the leaders and rich men of the society spend 50% of their accumulated wealth mercifully for the misled mass of people and educate them in God Consciousness, the knowledge of Bhagavatam, certainly the age of Kali will be defeated in its attempt to entrap the conditioned souls.",
      "summary": "The speaker discusses how wealth and power can be used for religious or irreligious purposes and suggests that leaders and rich individuals should dedicate a significant portion of their wealth to educating people in God consciousness to counteract the negative influence of Kali Yuga.",
      "timestamp_url": "https://youtu.be/x_w_GwAJ0tU?t=682",
      "transcript": "or they do not consider or they cannot consider the merit of the person who is praying for certain benefit. They cannot consider the devatas. So, if somebody is approaching a devata, according to the Vedic descriptions, for getting some wealth, then they will get the wealth if they follow all the rules and regulations. Now, after getting the wealth, how they utilize the wealth, the devata cannot actually regulate. Devata cannot regulate. So, it is up to the person who has got wealth or who has got power or who has got some knowledge, or who has got some resource. How to utilize that resource? The resource can be utilized in a religious way or an irreligious way. Now, Kali Yuga, the influence of Kali is such that the sinful desires are too many and there are too many opportunities for fulfilling the sinful desires in sinful ways because the people are sinfully inclined to enjoy material. So, Srila Prabhupada says, if the leaders and rich men of the society spend 50% of their accumulated wealth mercifully for the misled mass of people and educate them in God Consciousness, the knowledge of Bhagavatam, certainly the age of Kali will be defeated in its attempt to entrap the conditioned souls."
    },
    {
      "start_time": 791,
      "end_time": 941,
      "verse_references": [],
      "themes": [
        "bhagavatam",
        "peace",
        "human society"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The preaching of Bhagavatam principles will automatically cleanse away the dirt in the heart of the people and make people austere, clean, both inside and outside, merciful to the suffering and truthful in daily behavior.",
      "summary": "The speaker concludes by emphasizing the importance of disseminating the knowledge of Bhagavatam to cleanse people's hearts and establish the principles of austerity, cleanliness, mercy, and truthfulness, ultimately leading to peace in society.",
      "timestamp_url": "https://youtu.be/x_w_GwAJ0tU?t=791",
      "transcript": "There is a solution. The rich people, the powerful people, should spend 50% of their wealth for educating the common people in Krishna Consciousness. Simply through disseminating this Bhagavatam, knowledge given in the Bhagavatam, the attractive pastimes of Krishna and his pure devotees, making people hear that, making people hear Sankirtana, chant Hare Krishna, nice music, nice japa, and distributing prasadam, then people's mind will become cleansed of the dirt accumulated due to the influence of Kali. And then Maya will be defeated. Kali will be defeated and Maya will be defeated. And also Prabhupada says here, false pride or too high an estimation of one's own values of life, undue attachment to women or association with them, simply for the sake of sex pleasure, and intoxication, addiction to intoxication, will divert human civilization from the path of peace. However much people may clamor for peace in the world, people want peace. But simply if you simply desire peace and have big peace conferences and peace talks and peace propagation of peaceful way of living, that's not going to work as long as people's heart is contaminated by desire for sex enjoyment, sinful activities, you cannot have peace in the society at all. The preaching of Bhagavatam principles will automatically cleanse away the dirt in the heart of the people and make people austere, clean, both inside and outside, merciful to the suffering and truthful in daily behavior. These four principles or pillars of religion are automatically established by preaching the Bhagavatam principles. This is the way of correcting the flaws in the human society. This is what Prabhupada is teaching us in this purport. I'll stop here. Thank you very much."
    }
  ]
}