{
  "video_id": "xC0omTIbn4Q",
  "title": "AAQ: Why Does Krishna Let Us Suffer? | His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=xC0omTIbn4Q",
  "segments": [
    {
      "start_time": 0,
      "end_time": 169,
      "verse_references": [],
      "themes": [
        "suffering",
        "devotee protection",
        "divine mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "So, if God is all merciful, why doesn't he protect his devotees all the time?",
      "summary": "The lecture begins by posing the question of why Krishna allows suffering, especially among devotees, despite being merciful.",
      "timestamp_url": "https://youtu.be/xC0omTIbn4Q?t=0",
      "transcript": "This question is, why does Krishna allow us to suffer if he is always merciful? Good question. If God is all merciful, if he is all kind, why does he allow living entities to suffer in the material world? Why do we see suffering in the material world? Like we also hear, there was a pilgrimage. Some people were going in a bus to Kedarnath. Suddenly the bus fell down, had an accident and all the people died. Or there was some flood and the people who were on pilgrimage, they got killed. Or somebody was going for Navaratri and they were going on a pilgrimage somewhere and they met with an accident and they died. So, why do the devotees of God, they are religious people, they are pious people, why is God not protecting them? Such people, the religious people also suffer. They also have to undergo disease. They also have to undergo so many other distresses. They have to become old. They also have to die. So, if God is all merciful, why doesn't he protect his devotees all the time? So, the point is, Krishna tells in the Bhagavad Gita, Krishna says, my devotee will never be vanquished. So, if you see in the battlefield of Kurukshetra, so many big, big generals were there. Personalities like Bhishma, Karna, Dronacharya, Kripacharya, all big, big generals, Duryodhana himself, they were all powerful fighters, warriors. Arjuna was no match for all of them. But still, at the end of the day, he was a great warrior. At the end of the battle of Kurukshetra, who survived? Pandavas survived. Entire Kaurava army was wiped out. Why? Because Krishna was protecting Arjuna. So, Krishna protects Arjuna. Why not all of us? Right? Then why do people who are going on a pilgrimage, they are going to Kedarnath, Badrinath, why are they getting killed? Why are they suffering? If you see, all the people who are going on pilgrimages, they will all have some prayer. Some problem is there. Some financial problem. Health problem is there. Health problem is there. Relational problem is there. They are going, they undertake these severe austerities. Why? Because they want their problem to be solved. And these people, they are going to God, praying to him for solving their problem. And instead, what happens? They get killed. What is this? God is not merciful."
    },
    {
      "start_time": 169,
      "end_time": 358,
      "verse_references": [
        "BG 9.29"
      ],
      "themes": [
        "surrender",
        "divine protection",
        "faith"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To the extent we surrender unto Krishna, to that extent, Krishna will protect us.",
      "summary": "The speaker explains that Krishna's protection is proportional to one's surrender and faith, using Arjuna's unwavering conviction as an example.",
      "timestamp_url": "https://youtu.be/xC0omTIbn4Q?t=169",
      "transcript": "So, the point we have to understand is, when Krishna says, Krishna says, My devotee will never be vanquished. There are two aspects to this statement from Krishna. There is another statement of Krishna also in the Bhagavad Gita, where Krishna says, To the extent we surrender unto Krishna, to that extent, Krishna will protect us. So, if we are partially surrendered to Krishna, something I am keeping for myself and something for Krishna also, then Krishna's protection also will be to that extent. If my faith in Krishna is not protected, then Krishna's protection also will be to that extent. If my faith in Krishna is not protected, then Krishna's protection also will be to that extent. Krishna will protect me. How much do we have faith in that understanding, in that conviction? Arjuna was fully convinced, Krishna is my sole protector. How do we know Arjuna was fully convinced of this? When Duryodhana and Arjuna went to Krishna seeking help for the battle of Kurukshetra, Krishna, what did Krishna tell Arjuna? Krishna told Arjuna and Duryodhana, Krishna told Arjuna and Duryodhana, I will divide myself: one side my entire yadava army with all their modern weaponry, all their general soldiers, chariots, elephants, all of that, all the action; on the other hand, myself. I will not lift any weapon. I, all alone, unarmed, will be there on the other side. You choose which one you want. Without batting an eyelid, Arjuna said, I want you. Arjuna said, I want you. So Duryodhana was very happy. He said, ah, Arjuna is such a fool. He is taking Krishna. Okay, if Krishna and said I will fight for you, then okay, you can think because Krishna is powerful warrior. But Krishna said I will not lift any weapon, so what is the use of taking him? So I got all the army, he said, and he walked out. So when Duryodhana walked out, Krishna asked Arjuna, Arjuna, what with what intelligence, what happened to your intelligence? Why did you choose me? I said I will not fight, I will not lift a weapon, then why did you choose me? So Arjuna said, my dear Krishna, you are all alone, no need of any army soldier. One thing is required, you alone are capable of leading this battle. I know if you stand on one side, no army in the world can defeat you. Although you may be unarmed, but still at the same time, by your grace and your devotee, you will ensure that I will also be victorious. I also know that. But at the same time, I want that the credit for the victory in this battle should go to you. People should say because Krishna was there on the side of the Pandavas, the Pandavas won. So therefore I chose you. See Arjuna's conviction, even before the battle began, he knew that he was going to win because Krishna is there on his side."
    },
    {
      "start_time": 358,
      "end_time": 520,
      "verse_references": [],
      "themes": [
        "divine protection",
        "material limitations",
        "Prahlad Maharaj"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Prahlad Maharaj was fully convinced Krishna is my sole protector.",
      "summary": "The speaker uses the example of Prahlad Maharaj's unwavering faith and the story of John F. Kennedy's inability to save his child to illustrate that material means are insufficient without Krishna's sanction.",
      "timestamp_url": "https://youtu.be/xC0omTIbn4Q?t=358",
      "transcript": "So do we have that kind of conviction that hundred percent Krishna will protect me? If we have that kind of conviction, then Krishna will protect us from every danger. We look at Prahlad Maharaj. Prahlad Maharaj was fully convinced Krishna is my sole protector. In fact, the... Prahlad Maharaj has committed to Narsimha Dev, what did he say? He said, so he said, Prahlad Maharaj said, my dear Supreme Lord Narsimha, people think that if a child has got good parents, then the child has love and then man should... the right way of thinking more clearly is he had the ability of only... how many years have you been? But you could not see him. He could have not seen him. Then you can still see him, but that's why Brahmade fall thirty years of honey hidden in my eye to this sight. He to the south rationalisation of knowledge. Happy old baby man who not only might be shamed, but would say he is out... by his customs has got good parents, then the child will be well protected. But actually even the richest per... richest and most powerful parents, sometimes their children died. For example, John F Kennedy, he was the president of the United States of America, richest country, the president of the United States, most powerful man, and his wife became pregnant. And when his wife became pregnant, from the United States government, one of the topmost doctor in the country was enlisted and told that you have no other work, 24 hours here to be with John F Kennedy's wife until the child is born, here to ensure that no problem happens. So the best medical care, the best medical science, technology, money, no dirt, entire government is behind him, what more do you need? And when the child was born, it was a good thing for the child, diagnosed with a very rare physical condition. So immediately that doctor, because he was a top expert, he called other experts, they got all the most modern equipments, they put that baby into into that intensive care. After a few days, the baby died. So John F Kennedy, he did everything in his power, most powerful man, wealthiest man, why there cannot be anyone better than him in this world at that point of time? There was nobody more powerful than him, there is nobody wealthier than him, there is nobody else who had access to all the best medical science and technology, but still he could not save his child. Balasya Neha Saranam Pitarao Narsimha, just parents alone are not the cause of the protection of the children. Nartasya Chagadam, it is not that medicine alone is the cause of curing a disease."
    },
    {
      "start_time": 520,
      "end_time": 704,
      "verse_references": [],
      "themes": [
        "divine will",
        "limitations of material solutions",
        "karma"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Behind all this, unless Krishna sanctions, the parents' protection for the child will not work.",
      "summary": "The speaker provides further analogies of a CEO unable to save his father despite the best medicine and the Titanic's sinking to emphasize that Krishna's sanction is ultimately necessary for protection and success.",
      "timestamp_url": "https://youtu.be/xC0omTIbn4Q?t=520",
      "transcript": "Nartasya Chagadam, it is not that medicine alone is the cause of curing a disease. Nartasya Chagadam, it is not that medicine alone is the cause of curing a disease. I remember there was one acquaintance of mine, he was a CEO of some animation company and this was in Bangalore and what happened, he was probably 45, 50 years old and his father fell sick and he was admitted to a hospital, Malia hospital was a, you know, most advanced the hospital in Bangalore at that time. This chance speaking must be about 20-25 years back. So he write all that school w.d Kre? from Bhawana Japtanabhos科 volumes to the pages and not from your ownkie .sq. class. So Bangalore, Malia hospital was the most advanced multi-speciality hospital in Bangalore at that time. So he took his father and admitted him there and the doctors told, this condition that your father has got, if he has to survive, we have to import one medicine and every day we have to give him that injection. It will cost some, I don't remember the figure, it was some like one lakh, two lakh rupees per injection per day. So that man said, no problem, all my wealth is meant for my father, if I am not able to save my father with this money, what is the use of this money? And he was quite well off, so he could afford it, he said, go ahead, no problem. So they immediately imported the medicine and every day they started giving that injection. By the third day, the father passed away. So best medicine, no constraint of money, still the person could not be saved. Best doctors, best hospital, best medicine, imported medicine, what more can you ask for? So narthasya chagadam, for a artha, for a person who is diseased, medicine alone is not the cure. Medicine may be one of the factors, but it alone is not the factor to cure a diseased person. Udanvato majjato nauhu, Udanvati, in the ocean, majjato, somebody is drowning. Ashyam. A ship alone is not the cause of his getting saved. A ship can also become a cause of his drowning in the ocean. Titanic, they said, unsinkable ship, on its maiden voyage, it sank and more than thousand people died. Udanvato majjato nauhu, for a person who is drowning in the ocean, a boat or a ship alone is not the cause of his saving. Even the boat can capsize. Even the ship can capsize and the person will be finished. So behind all this, unless Krishna sanctions, the parents' protection for the child will not work. The medicine will not cure the disease. The boat will not be able to save the drowning man. This is the reality. So Prahlad Maharaj was fully convinced that without, ultimately without Krishna's sanction, none of these things, none of the protective measures in the material world will work."
    },
    {
      "start_time": 704,
      "end_time": 887,
      "verse_references": [],
      "themes": [
        "surrender",
        "devotion",
        "divine protection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To the extent we are surrendered to Krishna, to that extent Krishna will protect.",
      "summary": "The speaker recounts Prahlad Maharaj drinking poison unharmed due to his complete surrender and devotion, emphasizing that Krishna responds to devotion and surrender, like a father favoring an obedient child.",
      "timestamp_url": "https://youtu.be/xC0omTIbn4Q?t=704",
      "transcript": "And if Krishna protects, then no material, uh, challenge or material problem can affect you. Prahlad Maharaj was fully convinced of this. So therefore, when his father, He told Prahlad Maharaj's mother that I've tried killing Prahlad in many ways. I tried putting him into a poison, into a pit full of poisonous snakes. I tried dipping him into a pot of boiling oil. I tried throwing him from the top of a cliff. I tried getting elephants to trample him to death. Nothing is working. So I've decided we have to give him poison. And he took a glass of poison and gave it to his wife and told, feed this to your son. So the mother started crying, how will I feed poison to my son? And Prahlad Maharaj saw his mother crying and he said, why are you crying? He said, what to do my son, your father has said, I have to feed you poison. And then Prahlad Maharaj said, okay, no problem, mother, you give me the poison. Because if you don't give me that poison, my father is such a cruel and evil man. He will make you drink that poison. So give it to me. No problem. I'll drink it. So Prahlad Maharaj confidently took that poison and he said, if Krishna wants, he will protect me. And if Krishna doesn't want, I will die. So he drank that poison. What happened? Nothing happened. Why? Because Prahlad Maharaj was firmly convinced Krishna is the sole protector. So therefore the poison, the elephants, the venomous snakes, nothing could kill him. Nothing could hurt him. So you see to the extent we are surrendered to Krishna, to that extent Krishna will protect. Krishna is not our order carrier. He is not our doorkeeper. He is not our security guard, bodyguard. That is why he is our protector. He is our protector. He is our protector. But I am a devotee, you have to protect me. No. So Krishna goes by devotion and surrender. How much we are devotional to Krishna, surrender to Krishna, how much we have confidence in Krishna, to that extent Krishna will protect us. So this is not unnatural because we have to understand that if there is a person in this material world and he has a son or a daughter who is very obedient and devoted to the father, and there is another child who is rebellious, always not listening to the father and always working contradictorily to the father's instructions, now if there is a situation where the father has to save one of the child, one of the children, whom will he choose? Naturally first he will try to save the child who is obedient, no? Natural. Similarly Krishna also. He will first protect. He will first protect. He will give his full protection to one who is fully surrendered to him."
    },
    {
      "start_time": 887,
      "end_time": 1031,
      "verse_references": [
        "BG 8.16"
      ],
      "themes": [
        "eternal soul",
        "liberation",
        "Krishna's mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Ultimately Krishna's protection is for the soul, not for the body.",
      "summary": "The speaker clarifies that while devotees still face physical challenges, Krishna's ultimate protection is the liberation of the soul from repeated birth and death, offering a return to Godhead.",
      "timestamp_url": "https://youtu.be/xC0omTIbn4Q?t=887",
      "transcript": "This is one thing. Another thing we have to understand is no matter even if we become a pure devotee, fully surrendered to Krishna, still one day or the other we have to die. Still old age will come, still disease will come because this is the material body. Material body will become diseased, it will become old, it will become destroyed at one point of time. But we, spirit soul, are eternal. We are eternal. We are not going to get destroyed. Body may get destroyed, but we will not get destroyed. Avinashituti tadviddhi, yena sarvam etan tatam. This body is pervaded by the soul. It's pervaded by our consciousness. So even though the body may get destroyed, we will not get destroyed. So ultimately Krishna's protection is for the soul, not for the body. For the body also, Krishna will give protection if it is essential. Like Krishna protected Arjuna and Prahlad Mahabharata. Like Krishna protected Arjuna and Prahlad Mahabharata. But then Over and above that is Krishna's protection from repeated birth and death within the material world. Once a devotee dies, Krishna will take the devotee back to godhood, where there is no more birth and death. Yad gatvana nim ratan te taddioSo Krishna said Krishna says in Bhagavad Gita, if you become a pure devotee, Krishna says I will take you to my abode the spiritual world where you don't old, there is no disease there, there is no financial problem, there is no, there is no problem at all that you will have to face. You have only to simply sing and dance and enjoy in total bliss there. So Krishna is ready to take us there. So that is the real protection of Krishna ultimately. So externally, it might seem that even a devotee is becoming old, devotees become diseased, even he is dying. But then what happens after that death? The devotee goes back to Godhead. Non-devotee what happens? He is again put into another body, again he has to undergo the cycle of repeated birth, death, disease, old age. Repeatedly he has to undergo. So Krishna's, ultimately Krishna's protection isn't taking us back to Godhead. So Krishna is all merciful. He gives his protection to his devotees. Now the question is, if Krishna is all merciful, why is he protecting only his devotees? Why"
    },
    {
      "start_time": 1031,
      "end_time": 1230,
      "verse_references": [
        "BG 9.29"
      ],
      "themes": [
        "impartiality",
        "free will",
        "Krishna's efforts to reclaim souls"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Krishna says, I am equal to everyone. I am impartial.",
      "summary": "The speaker addresses the apparent contradiction of Krishna being impartial yet favoring devotees, explaining that Krishna's impartiality lies in granting free will while constantly striving to bring souls back to Him through scriptures, devotees, and incarnations.",
      "timestamp_url": "https://youtu.be/xC0omTIbn4Q?t=1031",
      "transcript": "is he partial? But Krishna says in the Bhagavad Gita, nadeśvostin apriyaḥ samoham sarva-bhūteśv. Krishna says, I am equal to everyone. I am impartial. But at the same time, Krishna is giving special protection to his devotees. How do we understand this? So to understand this is very simple. Krishna is very merciful. We have rebelled against Krishna from the spiritual world and come to the material world. Krishna could have abandoned us, get lost. I am not bothered about it. I am not bothered about it. I am not bothered about it. I am not bothered about it. I am not bothered about you, Krishna could have abandoned us. No. But Krishna did not abandon we have forgotten Krishna. We have rejected Krishna and Come here, but Krishna no, he has rejected me. but Krishan no. He has rejected me. He has forgotten me, but no, he's my Amchā. He's my child. I cannot forget him. So what Krishna does Krishna sends his pure devotees, āchāryas do the material world. Personalities like Ramana Jāchārya, Madhvāchārya, Selep Praupadhi himself. All these personalities come from the spiritual world, his teachings when he moved them from his... He moved them from his spiritual world. And then Krishan Dash engineering by these spiritual the spiritual world. Krishna has sent them here to tell us about Krishna and take us back to Godhead. As if that is not enough, Krishna gives the Vedic scriptures. He gives the Upanishads, the Vedanta Sutras, where he talks that you are not the body, you are spirit soul, your destination is, your eternal about is the spiritual world, come back there. So Krishna gives the Vedic scriptures for this. And even after that Krishna is not satisfied Krishna incarnates in many many different ages. He incarnates as Ramachandra, he incarnates as Narasimha, he incarnates as Vamana. In every incarnation what is he doing? He is telling forget this material world and come back to the spiritual world. So Krishna gives the Vedic scriptures, Krishna sends his pure devotees as Acharyas, Krishna incarnates. Even after doing all this Krishna is not satisfied. Krishna personally comes himself. And he incarnates. He demonstrates what are all the activities he does in the spiritual world. How he plays with Yesodamayi, Nandamaharaj, with the cows, with the Gopas, with the Gopis. Why Krishna does, has to do all these things in the material world? These are all his activities in the spiritual world. Why is he doing that in the material world? Because he wants us to see. See this is how the spiritual world is. You all can come back with me to the spiritual world and you can also enjoy with me like this. So Krishna comes personally. And how do we understand, so Krishna's impartiality is in allowing us freedom to surrender unto him or not surrender unto him. Krishna spoke the Bhagavad Gita and then Krishna told Arjuna yathaye chasi tathakuru. Oh Arjuna, I have told you whatever I have told you to do, whatever I have to tell I have told you, now you decide what you want to do. You want to surrender unto me, become my devotee and serve me or you don't want to surrender. I'm not going to surrender to my instructions. And if you decide to surrender unto me, Then I'm there for you. I will be protecting you and I will take you back to God. So even if one is an atheist, even if one is a non believer, if he surrenders to Krishna,"
    },
    {
      "start_time": 1230,
      "end_time": 1426,
      "verse_references": [],
      "themes": [
        "surrender",
        "divine promise",
        "law of karma"
      ],
      "content_type": "story",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "Any living entity comes to me and surrenders unto me saying, Tavasmi, O Ramachandra, I am yours. Please accept me. Abhayam Sarvada Dasyami. I will eternally protect him.",
      "summary": "The speaker uses the example of Vibhishana surrendering to Ramachandra to illustrate Krishna's promise to protect anyone who surrenders, regardless of their past, while those who don't surrender are governed by the law of karma.",
      "timestamp_url": "https://youtu.be/xC0omTIbn4Q?t=1230",
      "transcript": "Krishna will forget everything else and take him back to God. In fact, in the Ramayana, in the when Lord Ramachandra had taken the Vanara army. Ramachandra took the Lord Ramachandra and even as... Lord Ramachandra had taken the Lord Ramachandra. So even then he was in that state. He is leaving army to Lanka and they were making plans to attack Lanka to free Sita from the clutches of Ramana. What happened? Vibhishana came there. Vibhishana rejected his brother Ramana and he came to Ramachandra wanting to, because Vibhishana was also a devotee of Ramachandra so he wanted to join the army of Lord Ramachandra. He wanted to serve Lord Ramachandra. So when Vibhishana came, Ramachandra called all the Vanaras, Sugriva, Hanuman, all these people, Jambavan and he asked them, what should we do? He has come here. He has said he wants to surrender unto me and he wants to take my shelter and he wants to be with us. So Sugriva and others said, Ramachandra, we have to be very careful. Although he has come saying that he is wanting to surrender to you, but he is after all from an Asura, he is born in an Asura Kula. He is a brother of Ramana. And these Asuras cannot be trusted. Who knows he may have come here to spy upon us and then relay all that information to Ramana to defeat us. So we think you should not entertain him. So then Lord Ramachandra responded. Lord Ramachandra said, any person, any living entity who comes to me and surrenders to me. Even if I surrender to you, I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. I will not be able to take your shelter. Any living entity comes to me and surrenders unto me saying, Tavasmi, O Ramachandra, I am yours. Please accept me. Abhayam Sarvada Dasyami. I will eternally protect him. Why Vibhishana? If Ravana comes here and surrenders to me and says that Ramachandra, I am surrendering unto you, I will protect him also. This was Lord Ramachandra's statement. So you see, Krishna, the Supreme Personality of Godhead is so impartial. We may be atheistic, we may be inimical to Krishna, but the moment we surrender to Krishna and say, Krishna, I am yours, finished. Krishna will take full responsibility and full charge of him. And Krishna will take him back to Godhead. So this is the impartiality of Krishna. Krishna has given the knowledge, instructions in the Bhagavad Gita, but anybody who picks it up and surrenders to Krishna, Krishna will immediately take charge of him. So this is the mercy of Krishna. Therefore Krishna is all merciful. Krishna has given us free will and allowed us. You don't want to surrender unto me? No problem. Then the law of karma will act according to the activities if you do. If you do pious activities, you will get enjoyment. If you do sinful activities, you will have to suffer. This is the law of karma in essence, in a very simplistic way. This is the law of karma in essence, in a very simplistic way."
    },
    {
      "start_time": 1426,
      "end_time": 1566,
      "verse_references": [
        "BG 18.66"
      ],
      "themes": [
        "karma",
        "surrender",
        "divine grace"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The moment we fully surrender to Krishna, no matter how much sinful activities we have accumulated in our past lives, Krishna says, all of that finished.",
      "summary": "The speaker concludes by reiterating that suffering arises from the law of karma for those not fully surrendered, but complete surrender to Krishna nullifies past sins and guarantees protection and liberation, emphasizing Krishna's mercy and impartiality.",
      "timestamp_url": "https://youtu.be/xC0omTIbn4Q?t=1426",
      "transcript": "So Krishna has said, either you don't surrender to me, then you are governed by the law of karma. So according to the law of karma, if you have done some impious activity, some sinful activity in the past life, you will suffer. Krishna says, I will not interfere. So therefore there is suffering in the material world. Somebody may have partially surrendered to Krishna. He may be a devotee of Krishna, but still he has done some sinful activity. He may be a devotee of Krishna, but still he has done some sinful activity. That means he has not fully surrendered to Krishna. So he has done sinful activity, he has to suffer for that. Loss of this one material nature cannot be... Nobody can violate the laws of karma, the laws of material nature. But if he fully surrendered to Krishna, eshāntu antagatam pāpam janānām puṇya-karmanām te dvandva-moha-nirmukta bhajante mām dhratavratā bhajante mām Those who render devotional service to Krishna, antagatam pāpam, giving up all sinful activities, no more sinful activity, and always engaged in pious activity and rendering only devotional service to Krishna, such people, Krishna will protect from all miseries and Krishna will take back to God. But if we engage in sinful activity, that means we are not fully surrendered to Krishna, then Krishna's protection is also limited. He will allow the law of karma to act. And if I have done a sinful activity, I have to suffer, I have to suffer. Krishna will not interfere. But the moment we surrender unto Krishna, what happens? sarva-dharmān parityajya mām ekaṁ śaraṇaṁ rajaḥ āṁ tvām sarva-pāpebhyo mokṣiṣyām The moment we fully surrender to Krishna, no matter how much sinful activities we have accumulated in our past lives, Krishna says, all of that finished. I will remove everything. I will burn off everything. This is the mercy of Krishna. This is the impartiality of Krishna. You understand? So, just because somebody is suffering, we cannot say that God is not merciful. God is very merciful. He is allowing us to walk on the path which we want. Either surrender to Him or not surrender unto Him."
    }
  ]
}