{
  "video_id": "xfSVewiAPao",
  "title": "Haridasa Thakura: Acharya of the Holy Name | Sri Jai Chaitanya Dasa | Sri Gaura Mandala Parikrama",
  "speaker": "HG Jai Chaitanya Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=xfSVewiAPao",
  "segments": [
    {
      "start_time": 0,
      "end_time": 82,
      "verse_references": [],
      "themes": [
        "holy name",
        "Krishna",
        "spiritual benediction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The holy name of Krishna is transcendentally blissful. It bestows all spiritual benedictions, for it is Krishna himself, the reservoir of all pleasure.",
      "summary": "The speaker describes the transcendental nature of Krishna's holy name, emphasizing its identity with Krishna himself and its power to bestow spiritual benefits.",
      "timestamp_url": "https://youtu.be/xfSVewiAPao?t=0"
    },
    {
      "start_time": 82,
      "end_time": 147,
      "verse_references": [],
      "themes": [
        "Haridas Thakur",
        "pastimes",
        "location"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Haridas Thakur had appeared in the village of Buron and by his mercy the nectar of the holy name became revealed in those blessed lands.",
      "summary": "The speaker introduces Haridas Thakur and his appearance in Buron, mentioning his pastimes and subsequent move to Puliya near the Ganges.",
      "timestamp_url": "https://youtu.be/xfSVewiAPao?t=82"
    },
    {
      "start_time": 147,
      "end_time": 197,
      "verse_references": [],
      "themes": [
        "location",
        "India border",
        "travel"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "By the way, we are very very close to India border, close almost parallel to Navadvip.",
      "summary": "The speaker describes the location relative to the India border and mentions a travel route, leading to a brief mention of Lord Brahma, Prahlad Maharaj and Richika Muni's son.",
      "timestamp_url": "https://youtu.be/xfSVewiAPao?t=147"
    },
    {
      "start_time": 197,
      "end_time": 254,
      "verse_references": [],
      "themes": [
        "Haridas Thakur",
        "Namacharya",
        "incarnation",
        "holy name"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Haridas Thakur is the Namacharya of our Sampradaya and is an eternal associate of Lord Gauranga.",
      "summary": "The speaker describes Haridas Thakur as the Namacharya, an eternal associate of Lord Gauranga, and an empowered incarnation who propagated the chanting of Krishna's holy names.",
      "timestamp_url": "https://youtu.be/xfSVewiAPao?t=197"
    },
    {
      "start_time": 254,
      "end_time": 310,
      "verse_references": [],
      "themes": [
        "holy name",
        "non-sectarian",
        "Hare Krishna Mahamantra",
        "chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The names of Krishna are actually non sectarian and that God is one though he might call upon them by different names the relationship between the Lord Supersoul and the Jeeva the soul is eternal and chanting of the Hare Krishna Mahamantra is the most effective means to evoke and revive the eternal relationship especially in this age of Kali",
      "summary": "The speaker emphasizes the non-sectarian nature of Krishna's names, the importance of chanting the Hare Krishna Mahamantra, and Haridas Thakur's practice of chanting 300,000 names daily.",
      "timestamp_url": "https://youtu.be/xfSVewiAPao?t=254"
    },
    {
      "start_time": 310,
      "end_time": 376,
      "verse_references": [],
      "themes": [
        "Lord Brahma",
        "atonement",
        "Haridas Thakur",
        "humility"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the Navadip Dham Mahatmya Shila Bhaktivinoda Thakur mentions that in the age of Dwapara Lord Brahma had stolen the cows cohort boys and calves from Rindavan with an intention of testing whether Krishna was a Supreme Lord",
      "summary": "The speaker narrates the story of Lord Brahma's atonement and subsequent incarnation as Haridas Thakur, emphasizing his humility.",
      "timestamp_url": "https://youtu.be/xfSVewiAPao?t=310"
    },
    {
      "start_time": 376,
      "end_time": 428,
      "verse_references": [],
      "themes": [
        "Haridas Thakur",
        "birthplace",
        "Muslim family",
        "scriptures"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Being an embodiment of humility and being free from pride, Srila Haridas widely preached the glories of the holy name and brought auspiciousness to all.",
      "summary": "The speaker discusses Haridas Thakur's birthplace in Buron, Bangladesh, and addresses the conflicting accounts regarding his birth in a Muslim family, affirming the scriptural account.",
      "timestamp_url": "https://youtu.be/xfSVewiAPao?t=376"
    }
  ]
}