{
  "video_id": "xfSVewiAPao",
  "title": "Haridasa Thakura: Acharya of the Holy Name | Sri Jai Chaitanya Dasa | Sri Gaura Mandala Parikrama",
  "speaker": "HG Jai Chaitanya Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=xfSVewiAPao",
  "segments": [
    {
      "start_time": 0,
      "end_time": 82,
      "verse_references": [],
      "themes": [
        "holy name",
        "Krishna",
        "spiritual benediction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The holy name of Krishna is transcendentally blissful. It bestows all spiritual benedictions, for it is Krishna himself, the reservoir of all pleasure.",
      "summary": "The speaker describes the transcendental nature of Krishna's holy name, emphasizing its identity with Krishna himself and its power to bestow spiritual benefits.",
      "timestamp_url": "https://youtu.be/xfSVewiAPao?t=0",
      "transcript": "This is a place, a deliverance of prostitute Lakshahira. There is this Madhavi tree nearby here, which Haridas Thakur chanted under, under which he chanted the holy name. The holy name of Krishna is transcendentally blissful. It bestows all spiritual benedictions, for it is Krishna himself, the reservoir of all pleasure. Krishna's name is complete, and it is the form of all transcendental mellows. The holy name of Krishna is not a material name under any condition, and it is no less powerful than Krishna himself. Since Krishna's name is not contaminated by the material qualities, there is no question of its being involved with maya. Krishna's name is always liberated and spiritual. It is never conditioned by the laws of material nature."
    },
    {
      "start_time": 82,
      "end_time": 147,
      "verse_references": [],
      "themes": [
        "Haridas Thakur",
        "pastimes",
        "location"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Haridas Thakur had appeared in the village of Buron and by his mercy the nectar of the holy name became revealed in those blessed lands.",
      "summary": "The speaker introduces Haridas Thakur and his appearance in Buron, mentioning his pastimes and subsequent move to Puliya near the Ganges.",
      "timestamp_url": "https://youtu.be/xfSVewiAPao?t=82",
      "transcript": "This is because the name of Krishna and Krishna's name are the same. Krishna himself is identical to Padma Purana. So, Dakur Haridas, one of the most important personalities. Buron gramete avatiruna Haridas. Se bhaagyase sabadeshe kirtanapratarsha. Katadhine takiyayaila gangatire. Asiyay rahila pulyas santipura. Paya tahana sanga acharya gosai, humkara karena anandera antanai. Haridas Thakur had appeared in the village of Buron and by his mercy the nectar of the holy name became revealed in those blessed lands. After staying many days and manifesting numerous pastimes, Srila Haridas shifted to Puliya, a place situated by the Ganges."
    },
    {
      "start_time": 147,
      "end_time": 197,
      "verse_references": [],
      "themes": [
        "location",
        "India border",
        "travel"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "By the way, we are very very close to India border, close almost parallel to Navadvip.",
      "summary": "The speaker describes the location relative to the India border and mentions a travel route, leading to a brief mention of Lord Brahma, Prahlad Maharaj and Richika Muni's son.",
      "timestamp_url": "https://youtu.be/xfSVewiAPao?t=147",
      "transcript": "Sri Advaita Acharya had his residence not very far from here at Shantipur. By the way, we are very, very close to India border, close almost parallel to Navadvip. And if you go to Haridas Thakur's birthplace, there is a small stream right across the river. Across is India, so you can see India there. Anybody feeling homesick, don't jump across. So we went all the way parallel to Padma river, north to Malda, across the Malda, and we came parallel down south again, almost parallel to Calcutta. Then we go to Dhaka and go further northeast to Shilad. Lord Brahma, Prahlad Maharaj and Richika Muni's son."
    },
    {
      "start_time": 197,
      "end_time": 254,
      "verse_references": [],
      "themes": [
        "Haridas Thakur",
        "Namacharya",
        "incarnation",
        "holy name"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Haridas Thakur is the Namacharya of our Sampradaya and is an eternal associate of Lord Gauranga.",
      "summary": "The speaker describes Haridas Thakur as the Namacharya, an eternal associate of Lord Gauranga, and an empowered incarnation who propagated the chanting of Krishna's holy names.",
      "timestamp_url": "https://youtu.be/xfSVewiAPao?t=197",
      "transcript": "Mahatapa had combinedly incarnated as Haridas Thakur. Srila Haridas Thakur is the Namacharya of our Sampradaya and is an eternal associate of Lord Gauranga. Srila Haridas Thakur had accompanied the Lord in most of his magnanimous pastimes. He was an empowered incarnation of the Supreme Lord, who had appeared just to set an example for all of us to follow. He had delivered innumerable suffering souls by bestowing upon them the nectar of the holy name. Though being born in a family of Muslims, Haridas Thakur widely propagated the chanting of Krishna's holy names to be the supreme spiritual practice and preached how the Lord and His holy names are actually non-different."
    },
    {
      "start_time": 254,
      "end_time": 310,
      "verse_references": [],
      "themes": [
        "holy name",
        "non-sectarian",
        "Hare Krishna Mahamantra",
        "chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The names of Krishna are actually non sectarian and that God is one though he might call upon them by different names the relationship between the Lord Supersoul and the Jeeva the soul is eternal and chanting of the Hare Krishna Mahamantra is the most effective means to evoke and revive the eternal relationship especially in this age of Kali",
      "summary": "The speaker emphasizes the non-sectarian nature of Krishna's names, the importance of chanting the Hare Krishna Mahamantra, and Haridas Thakur's practice of chanting 300,000 names daily.",
      "timestamp_url": "https://youtu.be/xfSVewiAPao?t=254",
      "transcript": "Thakur Haridas teaches us that the holy names are the same. So let us even have a first Truanthim. names of Krishna are actually non-sectarian and that God is one, though he might call upon them by different names. The relationship between the Lord, Supersoul, and the Jeeva, the soul, is eternal, and chanting of the Hare Krishna Mahamantra is the most effective means to evoke and revive the eternal relationship, especially in this age of Kali. The Thakura used to chant Krishna's holy names three hundred thousand times a day, a practice he continued till the very end of his manifested pastimes. How many rounds is that? 192 rounds on three times 64. Now everybody is getting expert chanting."
    },
    {
      "start_time": 310,
      "end_time": 376,
      "verse_references": [],
      "themes": [
        "Lord Brahma",
        "atonement",
        "Haridas Thakur",
        "humility"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the Navadip Dham Mahatmya Shila Bhaktivinoda Thakur mentions that in the age of Dwapara Lord Brahma had stolen the cows cohort boys and calves from Rindavan with an intention of testing whether Krishna was a Supreme Lord",
      "summary": "The speaker narrates the story of Lord Brahma's atonement and subsequent incarnation as Haridas Thakur, emphasizing his humility.",
      "timestamp_url": "https://youtu.be/xfSVewiAPao?t=310",
      "transcript": "64 rounds. In the Navadip Dham Mahatmya, Shila Bhaktivinoda Thakur mentions that in the age of Dwapara, Lord Brahma had stolen the cows, cohort boys, and calves from Rindavan with an intention of testing whether Krishna was a Supreme Lord. On realizing that Krishna was indeed his worshipable Supreme Lord, Brahma felt very ashamed. As atonement, he arrived at present-day Mayapur and began meditating upon the blissful form of Gaurahari, Lord Chaitanya, who is none other than Lord Krishna, and became very pleased and knowing the desire of Brahma granted him the boon that he would become an intimate associate of the Lord when he would next appear in this material world. However, to ensure that Brahma didn't get puffed up of his own position again, he arranged that Brahma stood in front of Lord Satya Ducey die in his tha to fresh face as he stood there and the spiritual pride was gone wants were not utilized and useless brother and the spiritual support incarnated as Haridas Thakura, who was born in a family of Muslims. Being an"
    },
    {
      "start_time": 376,
      "end_time": 428,
      "verse_references": [],
      "themes": [
        "Haridas Thakur",
        "birthplace",
        "Muslim family",
        "scriptures"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Being an embodiment of humility and being free from pride, Srila Haridas widely preached the glories of the holy name and brought auspiciousness to all.",
      "summary": "The speaker discusses Haridas Thakur's birthplace in Buron, Bangladesh, and addresses the conflicting accounts regarding his birth in a Muslim family, affirming the scriptural account.",
      "timestamp_url": "https://youtu.be/xfSVewiAPao?t=376",
      "transcript": "embodiment of humility and being free from pride, Srila Haridas widely preached the glories of the holy name and brought auspiciousness to all. According to the revealed scriptures, Srila Haridas Thakur was born in the village of Buron, which is presently situated in the Kulna district of Bangladesh. However, no trace of this residence exists today at this place. Is it still called Buron? Hiraganj. But when we went there, it was surprising that nobody would believe that he is born in a Muslim family. They say he is a Hindu, his father's name is this, his mother's name is this, but just that he was very closely associating with Muslims because the whole area was only Mohammedan. So it's both sides people talk. But according to our acharyas and scriptures, he is born Muslim."
    }
  ]
}