{
  "video_id": "xGrnroIA8r4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.1-3 | 23-10-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=xGrnroIA8r4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 67,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyanan Janashalakaya Chaksharul Meelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/xGrnroIA8r4?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janashalakaya Chaksharul Meelitam Yena Tasmai Shri Gurave Namaha Namaho Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Srivasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet"
    },
    {
      "start_time": 67,
      "end_time": 167,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "Narada",
        "Vyasadeva",
        "conversation",
        "instruction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the concluding verse of the previous chapter was that Narada finally concluded the chapter by telling Vyasadeva to describe the transcendental activities of Supreme God for the good of all class of people.",
      "summary": "The speaker introduces Chapter 6 of the first canto of Srimad Bhagavatam, focusing on the conversation between Narada and Vyasadeva, and highlighting Narada's instruction to Vyasadeva to describe the transcendental activities of the Supreme God.",
      "timestamp_url": "https://youtu.be/xGrnroIA8r4?t=67",
      "transcript": "In this session, we will be discussing the first verse of the 6th chapter of the first canto of Srimad Bhagavatam. Beginning from this session, we are starting a new chapter, chapter 6 of the first canto. This chapter is entitled \"Conversation between Narada and Vyasadeva.\" The previous chapter was \"Narada instructs Vyasadeva about Srimad Bhagavatam.\" So, the concluding verse of the previous chapter was that Narada finally concluded the chapter by telling Vyasadeva to describe the transcendental activities of Supreme God for the good of all classes of people, for everyone's good. And that's the only way to mitigate the material miseries in which people are suffering in this world. So now, the conversation will be taken further, where Vyasadeva makes some very important inquiries from Narada, so that Narada will reveal more about how he made progress after he got initiation from the Bhaktivedantas."
    },
    {
      "start_time": 167,
      "end_time": 252,
      "verse_references": [],
      "themes": [
        "Suta Goswami",
        "Vyasadeva",
        "Narada",
        "inquiry",
        "inspiration"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "How is it that Vyāsadeva got inspiration to compile the Bhagavatam? That was the question asked by the sages and Sūta Goswami is explaining that.",
      "summary": "The speaker introduces the first verse of the chapter, explaining that Suta Goswami is narrating the background of the Bhagavatam to the sages, focusing on Vyasadeva's inspiration and inquiries about Narada's birth and activities.",
      "timestamp_url": "https://youtu.be/xGrnroIA8r4?t=167",
      "transcript": "So, this is the opening verse of this 6th chapter: Sūtavāca evam nishamya bhagavān devarśer janma-karmaca bhūya-papraca tam brahmaṁ vyāsa-satyavati sūtahā. Now, Sūta Goswami is describing to the sages of Naimishāraṇyā this particular background for the Bhagavatam. How is it that Vyāsadeva got inspiration to compile the Bhagavatam? That was the question asked by the sages, and Sūta Goswami is explaining that. So, he is telling in this verse, Sūta Goswami is telling, \"O Brāhmaṇas,\" he is addressing the sages of Naimishāraṇyā, \"thus hearing all about Sri Nārada's birth and activities, Vyāsadeva, the incarnation of God, Bhagavān, the incarnation of God, and son of Satyavati, Satyavati sūtahā, inquired as follows, bhūya-papraca.\" He was already inquiring; now he made further inquiries."
    },
    {
      "start_time": 252,
      "end_time": 327,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada",
        "Narada",
        "perfection",
        "audience with the Lord",
        "inquisitiveness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Prabhupāda says in the purport, Vyāsadeva was further inquisitive to know about the perfection of Nāradjī and therefore he wanted to know about him more and more.",
      "summary": "The speaker discusses Srila Prabhupada's purport, emphasizing Vyasadeva's inquisitiveness about Narada's perfection and how Narada was able to have a brief audience with the Supreme Lord.",
      "timestamp_url": "https://youtu.be/xGrnroIA8r4?t=252",
      "transcript": "So, in the purport, Srila Prabhupāda gives a brief description about the contents of this chapter. Srila Prabhupāda says in the purport, \"Vyāsadeva was further inquisitive to know about the perfection of Nāradjī, and therefore he wanted to know about him more and more. In this chapter, Nāradjī will describe how he was able to have a brief audience with the Lord, Supreme Lord, while he was absorbed in the Bhagavatam. He was absorbed in the transcendental thought of separation from the Lord, and when it was very painful for him.\" So, a disciple should be inquisitive. A disciple should inquire from his spiritual master and should inquire about relevant things. So, here the relevant question is raised about the perfection of Nārada."
    },
    {
      "start_time": 327,
      "end_time": 411,
      "verse_references": [],
      "themes": [
        "initiation",
        "knowledge",
        "spiritual opulences",
        "separation from the Lord",
        "audience with the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "How was it achieved after he got initiated?",
      "summary": "The speaker explains how Narada received initiation and confidential knowledge, became endowed with spiritual opulences, and ultimately had a brief audience with the Supreme Lord while absorbed in the thought of separation from Him.",
      "timestamp_url": "https://youtu.be/xGrnroIA8r4?t=327",
      "transcript": "How was it achieved after he got initiated? Already, Nārada has described about his previous life, the birth and activities. Till this stage, he was able to get initiated, and the confidential knowledge about the personality of Godhead was revealed to him by the Bhaktivedanta's. And he was endowed with spiritual opulences and with the understanding about the confidential understanding about the Supreme Personality of Godhead. So now, Nārada is going to describe to Vyāsadeva, based on Vyāsadeva's enquiry, how Nārada was able to have a brief audience with the Supreme Lord, and it happened when he was completely absorbed in transcendental thought of separation from the Lord."
    },
    {
      "start_time": 411,
      "end_time": 481,
      "verse_references": [],
      "themes": [
        "Vyasadeva",
        "Narada",
        "inquiry",
        "departure of the sages",
        "transcendental knowledge",
        "present birth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What did you do after the departure of the great sages who had instructed you in scientific transcendental knowledge before the beginning of your present birth?",
      "summary": "The speaker introduces the second verse, focusing on Vyasadeva's inquiry about what Narada did after the departure of the sages who instructed him in transcendental knowledge before his present birth.",
      "timestamp_url": "https://youtu.be/xGrnroIA8r4?t=411",
      "transcript": "Now, this will be described by Nārada. The second verse of this chapter, Vyāsa Uvāca. Now, Vyāsa's enquiry is being described by Suta Gosvāmī. What did Vyāsa enquire? Bhikṣubhir vipravasite, vidyāna ādeṣṭra bhistava, vartamāno vayasyādyetata kim akarodbhavān. The meaning of this verse is, Vyāsadeva said, Vyāsadeva is enquiring from Nārada, \"What did you do after the departure of the great sages who had instructed you in scientific transcendental knowledge before the beginning of your present birth?\" How did this change happen? That is exactly what Vyāsadeva wants to understand in the life of Nārada, from the previous life, previous birth, to the present life, present birth."
    },
    {
      "start_time": 481,
      "end_time": 567,
      "verse_references": [],
      "themes": [
        "Srila Prabhupada",
        "Vyasadeva",
        "Narada",
        "disciple",
        "initiation",
        "perfection",
        "Saddharmaprcchā"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vyāsadeva himself was the disciple of Nārada. And therefore, it was natural for Vyāsadeva to be anxious to hear what Nārada did after initiation from the spiritual masters.",
      "summary": "The speaker explains that Vyasadeva, being Narada's disciple, was naturally curious about Narada's activities after initiation, aiming to follow in his footsteps to achieve the same perfection, and introduces the concept of Saddharmaprcchā.",
      "timestamp_url": "https://youtu.be/xGrnroIA8r4?t=481",
      "transcript": "So, in the purport, Srila Prabhupāda says something very important for all of us: Vyāsadeva himself was the disciple of Nārada. And therefore, it was natural for Vyāsadeva to be anxious to hear what Nārada did after initiation from the spiritual masters. Why did Vyāsadeva make this enquiry? Because, Srila Prabhupāda says, he wanted to follow in Nārada's footsteps in order to attain to the same perfect stage of life. Nārada has achieved the perfection of spiritual life. So, Vyāsadeva is enquiring from Nārada, what did you do after initiation, exactly, before you got your present spiritual body? This desire to enquire from the spiritual master is an essential factor to the progressive path. This process is technically known as Saddharmaprcchā."
    },
    {
      "start_time": 567,
      "end_time": 665,
      "verse_references": [
        "BG 4.34"
      ],
      "themes": [
        "Nectar of Devotion",
        "Sādhanabhakti",
        "spiritual master",
        "enquiry",
        "submission",
        "service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Approach a bona fide spiritual master, surrender to him, pranipātena, and enquire from him, paripraśnena, but in what mood the enquiry should be done, sevaya, in a humble mood, by rendering proper service to the spiritual master.",
      "summary": "The speaker elaborates on the importance of making proper inquiries from a spiritual master with submission and a service attitude, referencing the Nectar of Devotion and Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/xGrnroIA8r4?t=567",
      "transcript": "This is described, Prabhupāda is describing from the Nectar of Devotion, where Srila Rupa Goswami explains what are the steps to be taken in executing Sādhanabhakti. For a beginner, in practice of pure devotional service, under the guidance of a bona fide spiritual master, one of the steps is that one has to enquire from the spiritual master, make proper enquiries. In the Bhagavad Gita also, this is told, tad viddhi pranipātena paripraśnena sevaya upadekṣanti te jñānam jñāninastatva-darśinaḥ. Approach a bona fide spiritual master, surrender to him, pranipātena, and enquire from him, paripraśnena, but in what mood the enquiry should be done, sevaya, in a humble mood, by rendering proper service to the spiritual master. Enquiries with submission and service attitude is required from the spiritual master."
    },
    {
      "start_time": 665,
      "end_time": 744,
      "verse_references": [],
      "themes": [
        "Vyasadeva",
        "Narada",
        "inquiry",
        "life after initiation",
        "change of body",
        "eternal body"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "How did you pass your life after initiation and how did you attain this body having quit your old one in due course?",
      "summary": "The speaker introduces the third verse, focusing on Vyasadeva's inquiry about how Narada passed his life after initiation and how he attained his current eternal body after leaving his previous one.",
      "timestamp_url": "https://youtu.be/xGrnroIA8r4?t=665",
      "transcript": "In the third verse of this chapter, Vyāsadeva further enquires from Nārada, svāyambhuva kaya vṛtya vartitam te param vayah katham chedam udāśrākṣiḥ kāle prāpte kalevaram. The meaning of this verse is, \"O son of Brahma,\" Nārada is taken birth in this life as a son of Brahma. That's why he is called svāyambhuva, son of svayambhu, son of Brahma. \"How did you pass your life after initiation, and how did you attain this body having quit your old one in due course?\" See, how did this change of body, this change of body take place? What happened? That you are born in the previous life as a son of an ordinary maid servant. Okay, you executed spiritual life, but how did the change of body take place to your present body, which is an eternal body?"
    },
    {
      "start_time": 744,
      "end_time": 831,
      "verse_references": [
        "BG 2.13"
      ],
      "themes": [
        "Srila Prabhupada",
        "Narada",
        "transformation",
        "spiritual body",
        "eternal life",
        "bliss",
        "knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, how he became so perfectly transformed into the spiritual body of eternal life, bliss and knowledge is certainly important.",
      "summary": "The speaker discusses Srila Prabhupada's purport, emphasizing the significant transformation of Narada from an ordinary maidservant's son to a spiritual body of eternal life, bliss, and knowledge.",
      "timestamp_url": "https://youtu.be/xGrnroIA8r4?t=744",
      "transcript": "So, in the parport, Śrīla Prabhupāda says, \"Śrī Nārada Muni in his previous life was just an ordinary maid servant's son. So, how he became so perfectly transformed into the spiritual body of eternal life, bliss and knowledge is certainly important. How did this transformation take place?\" Bhagavad Gītā says our body is changing always. Dehi nosmin yathā dehe kaumāram yauvanam jarā. We all experience as spirit soul the body which is different from the spirit, the material body is changing from childhood to youth to old age. Similarly, the body changes at death. Of this there is no doubt. Everybody changes their body even at the time of death, tathā dehaṁ taraptiḥ. But, the significant question here is not whether the change of body has happened or not. It is about how he became so perfectly transformed into the spiritual body of eternal life, bliss and knowledge. That is the important question being raised here."
    },
    {
      "start_time": 831,
      "end_time": 914,
      "verse_references": [],
      "themes": [
        "material body",
        "spiritual body",
        "transformation",
        "Narada",
        "life lesson"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "It is very important to learn from the life of Narada. How did Narada Muni get the spiritual body in this life when he had a ordinary material body in his previous life, like any of us.",
      "summary": "The speaker concludes by emphasizing the importance of learning from Narada's life how he achieved a spiritual body from an ordinary material one, highlighting the significance of the changes that occurred and ending with Hare Krishna.",
      "timestamp_url": "https://youtu.be/xGrnroIA8r4?t=831",
      "transcript": "That is not going to happen just like that. Change from a material body to a spiritual one is not going to happen easily. It doesn't happen automatically. So, how did this change happen? That is precisely the question that Vyasa Deva is asking from his spiritual master, Narada Muni. Sri Vyasa Deva desired him, desired that Narada, disclose the facts for everyone's satisfaction. It is very important to learn from the life of Narada how did Narada Muni get the spiritual body in this life when he had an ordinary material body in his previous life, like any of us, most insignificant parentage. He was born in the previous life as a son of an insignificant maid servant. But some changes happened, and those changes are important to hear about firsthand from Narada Muni himself. I will stop here. Thank you very much."
    }
  ]
}