{
  "video_id": "xIhzblKD8I4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.35-36 | 11-01-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=xIhzblKD8I4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 65,
      "verse_references": [],
      "themes": [
        "invocation",
        "introduction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In this session, we will be discussing from the 35th and the 36th verses of the 7th chapter of the first canto of Srimad Bhagavatam.",
      "summary": "The lecture begins with prayers and an introduction to the verses that will be discussed from Srimad Bhagavatam.",
      "timestamp_url": "https://youtu.be/xIhzblKD8I4?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananj Nishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Srivasa Adi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udeerayet Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam In this session, we will be discussing from the 35th and the 36th verses of the 7th chapter of the first canto of Srimad Bhagavatam."
    },
    {
      "start_time": 65,
      "end_time": 177,
      "verse_references": [
        "SB 1.7.35"
      ],
      "themes": [
        "dharma",
        "brahmana",
        "qualification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That simply by birth in a Brahmin family, without qualification, nobody can become a Brahmana.",
      "summary": "The speaker explains the meaning of verse 35, focusing on the term 'Brahma Bandhu' and emphasizing that being born in a Brahmin family does not automatically make one a Brahmana; qualifications are necessary.",
      "timestamp_url": "https://youtu.be/xIhzblKD8I4?t=65",
      "transcript": "The 35th verse: Mainam Partharhasitratum Brahma Bandhum Imamjahi Yosav Anagasa Suptan Avadheen Nishi Balakan. The meaning of this verse is: Lord Sri Krishna said, \"O Arjuna, you should not show mercy by releasing this relative of a Brahmana, Brahma Bandhu, for he has killed innocent boys in their sleep.\" Krishna is justifying punishing Ashwatthama appropriately because Ashwatthama has killed innocent boys in their sleep. He is not observing the rules of Dharma Yudha. And he is being referred to as Brahma Bandhu, relative of a Brahmana. He is not a Brahmana. By his actions, he has proved otherwise. So, in the purport, Srila Prabhupada says, \"The word Brahma Bandhu is significant.\" Ashwatthama being referred to as Brahma Bandhu is significant. A person who happens to take birth in the family of a Brahmana, but is not qualified to be called a Brahmana, is addressed as the relative of a Brahmana and not as a Brahmana. This is a very, very important point to be understood, that simply by birth in a Brahmin family, without qualification, nobody can become a Brahmana. Nobody can be called as a Brahmana. Brahmana is only if they are qualified, only if they have characteristics and qualities of a Brahmana."
    },
    {
      "start_time": 177,
      "end_time": 282,
      "verse_references": [],
      "themes": [
        "brahmana",
        "qualification",
        "analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The son of a high court judge is not virtually a high court judge.",
      "summary": "The speaker uses the analogy of a high court judge's son to further illustrate that qualification, not just birth, is essential for being considered a Brahmana.",
      "timestamp_url": "https://youtu.be/xIhzblKD8I4?t=177",
      "transcript": "As described in the Shastra. Prabhupada gives an example: \"The son of a high court judge is not virtually a high court judge, but there is no harm in addressing a high court judge's son as a relative of the honourable justice.\" So, Brahma Bandhu, because he is son of a Brahmana, he can be addressed as Brahma Bandhu. Therefore, as by birth only, one does not become a high court judge, so also, one does not become a Brahmana simply by birthright, but by acquiring the necessary qualifications of a Brahmana. So, qualifications are very important. In modern times, there are some people who claim to be Brahmana just by birth in the Brahmin family, but they don't have the qualifications. In the Bhagavad Gita, these qualifications are described, nine different qualifications: Shamo Damo Tapas Shoucam Shanti Rarjam Mevacha Gyanam Vigyanam Astikyam Brahma Karma Subhavajam. A Brahmana naturally works by these qualities: control of mind, control of senses. Shamo Damo Tapas Shoucam, Tapa is austerity, and Shoucam is cleanliness. Like that. So, a Brahmana has to have qualification. As the high court judgeship is a post for a qualified man, so also the post of a Brahmana is attainable by qualification only."
    },
    {
      "start_time": 282,
      "end_time": 394,
      "verse_references": [
        "BG 18.42"
      ],
      "themes": [
        "brahmana",
        "qualification",
        "shastra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Shastra enjoins that even if good qualifications are seen in a person born in a family, other than that of a Brahmana, the qualified man has to be accepted as a Brahmana.",
      "summary": "The speaker explains that the shastras state that a person with Brahmanical qualities should be accepted as a Brahmana regardless of birth, and conversely, one born in a Brahmin family without the qualities should not be considered a Brahmana.",
      "timestamp_url": "https://youtu.be/xIhzblKD8I4?t=282",
      "transcript": "This is the Shastric injunction, but it is not understood properly or not enforced properly in modern times. The Shastra enjoins that even if good qualifications are seen in a person born in a family other than that of a Brahmana, the qualified man has to be accepted as a Brahmana. Yesiyal lakshanam proktam. That whatever the qualities that are seen in a particular person, irrespective of his birth in some family. Let's say somebody is born in a Vaishya family, but the person displays all qualities of a Brahmana, he has to be accepted as a Brahmana. That's what it is telling. The Shastras say like that. Similarly, if a person born in the family of Brahmana is void of Brahmanical qualification, he must be treated as a non-Brahmana, or in better terms, a relative of a Brahmana, Brahmabandhu. So, without qualification, nobody should be addressed as a Brahmana. And, there is sometimes protest by the so-called Brahmanas. If somebody born in a Vaishya family is referred to as a Brahmana because the person is qualified as a Brahmana, the others will protest. Lord Shri Krishna, the supreme authority of all religious principles, the Vedas, has personally pointed out these differences. Krishna actually explains this in several places, in several occasions, in stances, that only by qualification, we can call somebody a Brahmana."
    },
    {
      "start_time": 394,
      "end_time": 528,
      "verse_references": [
        "SB 1.7.36"
      ],
      "themes": [
        "dharma",
        "war",
        "ethics"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A person who knows the principles of religion...does not kill an enemy who is careless, intoxicated, insane, asleep, afraid or devoid of his chariot.",
      "summary": "The speaker begins to explain verse 36, outlining the principles of religious warfare, stating that a Dharmavit (one who knows dharma) does not kill an enemy who is incapacitated or defenseless.",
      "timestamp_url": "https://youtu.be/xIhzblKD8I4?t=394",
      "transcript": "Or refer to somebody as a Brahmana. And a Brahmana, actually, even if he is qualified, he has to behave and conduct himself like a Brahmana. He should display those qualities which are mentioned in the scriptures. So, he is a Brahmana. Now, Krishna is about to explain the reason for referring to Ashwatthama as a Brahmabandhu in the next few shlokas. So, the 36th shloka is again spoken by Krishna: mattham pramatham unmattham suptam bhaatam kalam striyam jadam prapannam viratham bhitham naripum hanti dharmavit. The meaning of this 36th verse is that a person who knows the principles of religion, such a person is called dharmavit, does not kill an enemy who is careless, intoxicated, insane, asleep, afraid or devoid of his chariot. viratham, devoid of chariot; afraid, bheetham; asleep, suptam; then mattham, mattham means careless and pramatham intoxicated, unmattham insane. That's the shastric injunction. Nor does a person who knows the religious principles kill a boy, a woman, a foolish creature or a surrendered soul. Boy is balam, a woman is striyam, then jadam, one who is foolish and prapannam, one who is surrendered soul."
    },
    {
      "start_time": 528,
      "end_time": 662,
      "verse_references": [],
      "themes": [
        "dharma",
        "war",
        "ethics"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Formerly battles were fought on the principles of religion and not for the sake of sense gratification.",
      "summary": "The speaker elaborates on the principles of Dharmayuddha (religious war), emphasizing that battles were formerly fought according to religious principles, not selfish desires, and highlighting Ashwatthama's violation of these principles.",
      "timestamp_url": "https://youtu.be/xIhzblKD8I4?t=528",
      "transcript": "So, there are strict principles by which a follower of religious principles conducts himself. So, Shri La Prabhupada explains in the purport, \"An enemy who does not resist is never killed by a warrior who knows the principles of religion.\" Somebody may be designated as enemy, but if he if he is not ready for fighting or he does not resist when attacked then he should not be killed. Formerly battles were fought on the principles of religion and not for the sake of sense gratification. Religious principles, Dharmayuddha, Dharmavit, one who knows the principles of religion. Formerly it was fought like that. If the enemy happened to be intoxicated, asleep, etc. as above mentioned, he was never to be killed. Just like this Ashwatthama, he killed the sleeping sons. So, that somebody is sleeping, you should not kill them, even if they belong to enemy party. These are some of the codes of religious war, Dharmayuddha. Formerly war was never declared by the whims of selfish political leaders. It was carried out on religious principles free from all vices, no bad habits, no irreligious behaviour. So, that way Dharmayuddha used to take place in the former times. Violence carried out on religious principles is far superior to so called non-violence."
    },
    {
      "start_time": 662,
      "end_time": 770,
      "verse_references": [],
      "themes": [
        "violence",
        "non-violence",
        "dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Violence carried out on religious principles is far superior to so called non-violence.",
      "summary": "The speaker discusses the concept of violence versus non-violence, explaining that violence performed according to religious principles is superior to wrongly applied non-violence, using the example of Buddha's incarnation to stop indiscriminate animal killing.",
      "timestamp_url": "https://youtu.be/xIhzblKD8I4?t=662",
      "transcript": "Srila Prabhupada concludes this purport by telling one very important thing. Sometimes people think non-violence is to be practiced and followed, but that is got a specific situation where that non-violence has to be applied. When Buddha invented, people were indiscriminately killing animals in the name of Vedic sacrifice. So, that is when Buddha incarnated and he wanted to stop this animal killing. And the genuine followers of the Vedas of our scriptures they recognized and understood yes, animals should not be unnecessarily killed. So, a person who knows religious principles actually is always careful not to kill even the enemy when they are sleeping, when they are when they are without a chariot. If he is a chariot fighter, he has to be on a chariot. If he is without a chariot, they will never attack such a person. And in the course of a war, children and women are never, never, never killed. This is very, very important."
    },
    {
      "start_time": 770,
      "end_time": 882,
      "verse_references": [],
      "themes": [
        "dharma",
        "society",
        "principles"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We come to know through all these instances described here how in former times the society was very, very highly developed and advanced in following all such religious principles.",
      "summary": "The speaker reflects on how advanced and organized society was in the past due to strict adherence to religious principles by Brahmans, Kshatriyas, and Vaishyas.",
      "timestamp_url": "https://youtu.be/xIhzblKD8I4?t=770",
      "transcript": "So, we come to know through all these instances described here how in former times the society was very, very highly developed and advanced in following all such religious principles. And these principles are very, very very practical to follow. It is not simply some theory alone. At least 5000 years back, there was strict adherence to the principles of religion by the followers of Dharma, especially the Brahmans, Kshatriyas and Vaishyas used to follow all the religious principles. They never would violate, generally, they never would violate. And therefore society was well organized and very, very peaceful. And the Kshatriyas always protect the citizens against attack by the Brahmans. Some foreign king or foreign person did not allow that the citizens were attacked. So therefore, the principles of religion were followed very strictly"
    },
    {
      "start_time": 882,
      "end_time": 916,
      "verse_references": [
        "BG 4"
      ],
      "themes": [
        "violence",
        "non-violence",
        "sin"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And non-violence wrongly applied means there could be sinful reactions.",
      "summary": "The speaker concludes by reiterating that violence performed according to religious principles is beneficial, while wrongly applied non-violence can lead to sinful reactions, referencing Krishna's teachings to Arjuna in the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/xIhzblKD8I4?t=882",
      "transcript": "in the former times. And when somebody engages in violence, these principles, when it is done, it is actually beneficial for everyone. It is never degrading anyone. And non-violence wrongly applied means there could be sinful reactions. That's what Krishna tells Arjuna in the fourth chapter of Bhagavad Gita."
    }
  ]
}