{
  "video_id": "XjzRDBgQSkc",
  "title": "SB 1.19.9-10 Part 7 | HH Stoka Krishna Swami | 15-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=XjzRDBgQSkc",
  "segments": [
    {
      "start_time": 46,
      "end_time": 172,
      "verse_references": [
        "BG 2.47"
      ],
      "themes": [
        "righteous rule",
        "duty",
        "Krishna's instructions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So therefore the Pandavas in order to obey the instructions of Krishna that righteous people should rule this world, then only the people will be guided properly and will actually rule this world.",
      "summary": "The speaker discusses Parshurama's presence at Yudhishthira's coronation and emphasizes the importance of righteous leaders following Krishna's instructions for the benefit of the world.",
      "timestamp_url": "https://youtu.be/XjzRDBgQSkc?t=46",
      "transcript": "In this session we continue to discuss from the 9th and 10th verses of the 19th chapter of the first canto of Srimad Bhagavatam. We were discussing in the previous session about Parshurama. So Parshurama has been described as a brahmana who was expert in the military science, Dhanurveda. Therefore he taught that military science to Dronacharya who further instructed that military science to the Pandavas and Kauravas. So it is described Parshurama was present during the coronation of Mahabharata, Maharaja Yudhishthira, and he celebrated the function along with other great rishis. The saintly persons know very well that the Pandavas are the righteous persons to rule the world, not the Kauravas, especially Duryodhana. It is described in the Bhagavad Gita, He was wicked, crooked minded, evil minded. So he was not the fit person to rule Duryodhana. So therefore the Pandavas, in order to obey the instructions of Krishna that righteous people should rule this world, then only the people will be guided properly and will actually rule this world. They will actually benefit from the rule of such righteous persons like Maharaja Yudhishthira. So Parshurama celebrated the function of coronation of Maharaja Yudhishthira after the battle of Kurukshetra along with other great sages."
    },
    {
      "start_time": 172,
      "end_time": 363,
      "verse_references": [],
      "themes": [
        "time scales",
        "respect for devotees",
        "Krishna's perspective"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna says you should respect them more than what respect you offer to me.",
      "summary": "The speaker explains the different time scales on different planets and emphasizes the importance of respecting Krishna's devotees, even more than Krishna himself.",
      "timestamp_url": "https://youtu.be/XjzRDBgQSkc?t=172",
      "transcript": "The sages are always there to advise, instruct, guide the Kshatriya kings. Now Srila Prabhupada says, Parshurama is so old that he met both Rama and Krishna at different times. He is a very, very old personality. Several millions of years they lived, because their time scale is different from the time scale that we are subject to on this earth planet. To give an example, Brahma's one day consists of a day and a night. A complete cycle of a day and a night of Brahma is something like two thousand cycles of our four yugas. That is Brahma's day and night. So that comes to some 8 billions of years. So 8 billions of years is Brahma's just one day and night. So the time scale on different planets is different than the time scale of Brahma. The time scale of different planets is different. So, Parashurama is a resident of a higher planet. So, he doesn't, his body doesn't follow the time cycle, time scale of this earth planet. So, his life span will be very, very, very, very long. It is described that he fought with Rama, that is Lord Ramachandra, but he accepted Krishna as a Supreme Personality of Godhead. He also praised Arjuna when he saw Arjuna with Krishna, because Arjuna is a celebrated devotee of Krishna. If Krishna is respected as a Supreme Personality of Godhead, definitely one must also offer respect to Krishna, respect to Krishna's pure devotees like Arjuna. Because if somebody commits an offense at Krishna's lotus feet, one may beg forgiveness from Krishna and Krishna will pardon very easily. But if somebody offends Krishna's pure devotee, Krishna will never forgive, never pardon. Even if you ask Krishna forgiveness, Krishna will not pardon. So, therefore, it is very important to respect not only Krishna, but Krishna's pure devotees also, and they should be offered as much respect as we offer to Krishna. In fact, Krishna says the opposite. He says, as far as my devotees are concerned, you should not just respect them as much as you respect me. Krishna says you should respect them more than what respect you offer to me."
    },
    {
      "start_time": 363,
      "end_time": 476,
      "verse_references": [],
      "themes": [
        "worship of devotees",
        "spiritual master",
        "glorification of Arjuna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "My devotee is more worshipable than me.",
      "summary": "The speaker elaborates on Krishna's statement that His devotees are more worshipable than Him and highlights the exalted position of the spiritual master and Parshurama's glorification of Arjuna.",
      "timestamp_url": "https://youtu.be/XjzRDBgQSkc?t=363",
      "transcript": "Krishna says in the eleventh category of Bhagavatam while instructing Uddhava, madbhakta puja abhyadhika. What does it mean? My devotee is more worshipable than me. So Krishna is thoroughly pleased if we worship Krishna's devotee and show respect more than what we show to Krishna. Of course, one should not do that, that you disrespect Krishna or show some disregard to Krishna. It should never be done. But nevertheless, a devotee should be respected. Devotee should be respected at least as much as we offer respect to Krishna, because Krishna is supremely worshipable, a devotee is also supremely worshipable. A pure devotee of Krishna is more worshipable than all the demigods put together. In the eleventh canto, Krishna says, acharya mambhijaniya sarva-devamayo guruhu. That is spiritual master is described as acharya and guru in this particular verse, and Krishna says, the acharya or the spiritual, bona fide spiritual master is non-different from me, and he is to be respected as the sum total of all the demigods. So he is very, very exalted position. So Parshurama actually glorified Arjuna. He not only glorified Krishna, but he also glorified Arjuna, the pure devotee of Krishna."
    },
    {
      "start_time": 476,
      "end_time": 711,
      "verse_references": [],
      "themes": [
        "Bhishma's vow",
        "Parshurama's order",
        "battle between Bhishma and Parshurama"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So then both of them fought very severely, Bhishma and Parshurama.",
      "summary": "The speaker narrates the story of Amba, Bhishma, and Parshurama, focusing on Bhishma's refusal to marry Amba due to his vow of celibacy and the subsequent battle between Bhishma and Parshurama.",
      "timestamp_url": "https://youtu.be/XjzRDBgQSkc?t=476",
      "transcript": "Then further Srila Prabhupada says, when Bhishma refused to marry Amba, who wanted him to become her husband, Amba met Parshurama. See the history is given in the Mahabharata that Bhishma wanted to arrange the marriage of his step-brother, Vijitravirya. So in order to get a suitable princess to marry this prince, Vijitravirya, the son of Satyavati and Shantanu, so Bhishma arranged that he went to some place where some princesses were about to be married, and he kidnapped them and brought them to be married to Vijitravirya. Of the three princesses, Amba, Ambika and Ambalika, two of them were married to Vijitravirya. But Amba refused to marry Vijitravirya. Amba's argument was that Bhishma has kidnapped her. So she wanted to marry Bhishma. But Bhishma refused to marry Amba because he had taken a vow that he is going to remain a Brahmachari, a celibate, rest of his life. So he refused to marry Amba. And then Amba insisted that she is not going to marry Vijitravirya, that is Bhishma's stepbrother, but she only wants to marry Bhishma. So when Bhishma refused, then Amba went to Parshurama and requested him to force Bhishma to marry her. So then Parshurama asked Bhishma, you should marry Amba because she has been kidnapped by you, and then as a chaste woman, she will not accept anybody else as her husband other than the one who has kidnapped her. So when Bhishma refused to obey the order of Parshurama, because Bhishma had learned the military science from Parshurama, so Parshurama was one of the gurus of Bhishma, spiritual masters. So Parshurama, as the spiritual master, he ordered Bhishma, you should marry Amba. But Bhishma refused because he had taken a vow of celibacy. So then both of them fought very severely, Bhishma and Parshurama. And at last Parshurama was pleased with Bhishma because Bhishma fought very valiantly and he was the disciple. So the teacher is thoroughly pleased when the disciple, having learned the military science, actually displaced the courage, valour and the skill in fighting to the teacher. Then Bhishma, when Parshurama was pleased with Bhishma, then he gave Bhishma the benediction of becoming the greatest fighter in the entire world. During this time, Bhishma was the greatest warrior."
    },
    {
      "start_time": 711,
      "end_time": 878,
      "verse_references": [],
      "themes": [
        "Utatya's story",
        "Varuna's offense",
        "misuse of mystic power"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Varuna, in order to satisfy his own desire to enjoy that beautiful woman, he kidnapped this wife of the great sage Uthathya, and to retaliate this offense of Varuna, Uthathya, he drank all the water of the world.",
      "summary": "The speaker recounts the story of Utatya, his wife Bhadra, and Varuna, highlighting Varuna's offense of kidnapping Bhadra and Utatya's reaction of drinking all the water in the world, questioning the proper use of mystic power.",
      "timestamp_url": "https://youtu.be/XjzRDBgQSkc?t=711",
      "transcript": "So that much about Parshurama. Then the next sage being described here is Utatya, one of the three sons of Maharshi Angira. He was a spiritual master of Maharaj Mandhata. He married Bhadra, the daughter of Soma or the moon god. Varuna kidnapped his wife, and he made her the wife of Maharaja and her son. Varuna said to him, Lord, you know, I am a great warrior but you will not be able to match me in this game, or I will not be able to match your mother, so I will not be able to match your father. You will not be able to match my mother. After all, the daughter of Soma was very beautiful. Varuna, the daughter of Maharshi Angira, did not know who she was. However, Varuna, in order to satisfy his own desire to enjoy that beautiful woman, he kidnapped this wife of the great sage Uthathya, and to retaliate this offense of Varuna, Uthathya, he drank all the water of the world. Varuna is the controller of water bodies, but the water bodies on this earth planet were completely emptied by this Uthathya. They have so much of mystic power, yogic power, by their severe austerities, but sometimes they don't use it properly. This is not a proper use of the mystic power to take revenge against another devata, because that devata did some mistake. So, like this, there is sometimes some altercation or some quarrel or some kind of, later on, things are settled by the superiors of these personalities. Sometimes Brahma intervenes, sometimes Shiva intervenes, sometimes Vishnu himself intervenes. When the devatas were supposed to be ideal in their character and behavior, and they are controlled in their senses, and they carry out the administration on behalf of Vishnu, they are empowered personalities to rule the world, the creation, the whole universe, but sometimes they are carried away by the influence of one of the gunas, the lower modes, Rajoguna, Tamoguna."
    },
    {
      "start_time": 878,
      "end_time": 984,
      "verse_references": [],
      "themes": [
        "correction of mistakes",
        "demoniac qualities",
        "purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the demoniac qualities are described in 16th chapter of Bhagavad Gita so you can study those demoniac qualities they never listen to others",
      "summary": "The speaker discusses how even devatas and great sages can make mistakes and be corrected by superiors, contrasting this with the incorrigible nature of demons who can only be purified through being killed by the Lord or His devotees.",
      "timestamp_url": "https://youtu.be/XjzRDBgQSkc?t=878",
      "transcript": "And that is when the intervention of the elderly personalities is actually meant to correct these mistakes that even such a devata or great sages do. And when they're corrected, of course, they become, they come to their senses and they access to the human body, their fault and they stand corrected. But the demons, they never can be corrected. They can never be collected because their demonic mentality is such that they never think they are wrong and they don't care for the superior instructions of greater personalities, of great sages or saintly persons or Vishnu himself. They don't listen to others. They're too proud, they're too puffed up, they're too arrogant. So the demoniac qualities are described in 16th chapter of Bhagavad Gita. So you can study those demoniac qualities. They never listen to others. They are never remorseful about the mistakes they do or the sins they come to. It so therefore sometimes the only way they can be purified is when the Supreme Lord or his pure devotee or an incarnation of the Lord kills them and purifies them. That's the only way they can be purified. So I'll stop here, thank you."
    }
  ]
}