{
  "video_id": "xmODOjLkvvY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.9 | 12-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=xmODOjLkvvY",
  "segments": [
    {
      "start_time": 52,
      "end_time": 180,
      "verse_references": [
        "SB 1.7.9"
      ],
      "themes": [
        "Shukadeva Goswami",
        "self-realization",
        "sense gratification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Shri Shukadev Goswami was already on the path of self-realization and thus he was pleased with his own self. Why did he take the trouble to undergo the self-realization, the study of such a vast literature?",
      "summary": "The speaker introduces Shounaka's question about why Shukadeva Goswami, already self-realized, undertook the study of the vast Shreemad Bhagavatam, and begins to explain the concept of sense gratification.",
      "timestamp_url": "https://youtu.be/xmODOjLkvvY?t=52"
    },
    {
      "start_time": 303,
      "end_time": 421,
      "verse_references": [],
      "themes": [
        "Atma-rama",
        "transcendentalism",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srimad Bhagavatam is a post-graduate study even for the atmarama's who have to surpass all the studies of vedic knowledge.",
      "summary": "The speaker explains that Srimad Bhagavatam is beyond material enjoyment and even liberation, making it a postgraduate study for Atma-ramas, those who are self-satisfied.",
      "timestamp_url": "https://youtu.be/xmODOjLkvvY?t=303"
    },
    {
      "start_time": 421,
      "end_time": 539,
      "verse_references": [],
      "themes": [
        "liberation",
        "Vedanta philosophy",
        "Shukadeva Goswami",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Somebody who is already liberated is not interested in certainly not interested in any material enjoyment or material sense pleasures and certainly not also interested in literature which teaches how you can get liberation.",
      "summary": "The speaker elaborates on why Shukadeva Goswami, being already liberated, would not be interested in literature focused on material enjoyment or liberation, highlighting Srimad Bhagavatam's unique position.",
      "timestamp_url": "https://youtu.be/xmODOjLkvvY?t=421"
    },
    {
      "start_time": 701,
      "end_time": 896,
      "verse_references": [],
      "themes": [
        "devotional happiness",
        "liberation",
        "pure devotee",
        "Krishna Consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "If you were to be able to get an ocean of spiritual happiness then that ocean of spiritual happiness cannot equal even one drop of devotional happiness.",
      "summary": "The speaker contrasts spiritual happiness with devotional happiness, emphasizing the latter's superiority and its presence in Srimad Bhagavatam, and describes the characteristics of a pure devotee who is uninterested in liberation, seeking only to serve Krishna.",
      "timestamp_url": "https://youtu.be/xmODOjLkvvY?t=701"
    }
  ]
}