{
  "video_id": "XmSILnukHO8",
  "title": "AAQ: Does Modern Science Believe in Reincarnation  |  His Grace Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=XmSILnukHO8",
  "segments": [
    {
      "start_time": 0,
      "end_time": 112,
      "verse_references": [],
      "themes": [
        "science",
        "reincarnation",
        "belief",
        "knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "It's not that if you are a believer in science, you cannot be a believer in God. It's not like that. Because both are different branches of knowledge.",
      "summary": "The speaker addresses the question of whether modern science accepts reincarnation, stating that opinions vary among scientists and that belief in science doesn't preclude belief in God, as they are different fields of knowledge.",
      "timestamp_url": "https://youtu.be/XmSILnukHO8?t=0",
      "transcript": "I believe in reincarnation. Does modern science accept it or not? Modern science, well, it ranges from 0 to 100. There are people in science who don't believe in reincarnation. There are people who believe somewhere in between. There are people who believe totally in reincarnation. So we have all kinds of people. It's not that if you are a believer in science, you cannot be a believer in God. It's not like that, because both are different branches of knowledge. It's like asking, does someone who believes in physics really believe in mathematics? Or someone who believes in mathematics really believe in biology? Both are different branches of knowledge, so you cannot compare both of them. But yes, there are people who believe in God. There are people who believe in science who don't believe in reincarnation, don't believe in the existence of soul, etc. And there are many scientists, Nobel laureates, those who have achieved a lot in the field of chemistry, science, physics, etc. There are many people like that who believe that there must be a higher being behind this creation. There must be a higher intelligence behind this creation."
    },
    {
      "start_time": 115,
      "end_time": 251,
      "verse_references": [
        "BG 7.4",
        "BG 7.5"
      ],
      "themes": [
        "material energy",
        "spiritual energy",
        "matter",
        "consciousness",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And all the living entities are trying to control the material energy.",
      "summary": "The speaker explains the concept of material and spiritual energies according to the Bhagavad Gita, highlighting the distinction between matter and the living entity that seeks to control it.",
      "timestamp_url": "https://youtu.be/XmSILnukHO8?t=115",
      "transcript": "So we go by, see, the point is that science deals with matter, material energy. According to the understanding of the Bhagavad Gita, Apareyam itas tv anyam prakritim viddhi me param, Krishna says, First of all, there is, First of all, Krishna says, there is one energy of his, which is called the differentiated energy or the interior energy. And this interior energy of Krishna, it consists of earth, water, fire, air, space, mind, intelligence and falsity. These eight elements constitute the interior energy of Krishna. Apareyam itas tv anyam prakritim viddhi me param jiva-bhutam maha-baho yedam dharyate jagat. And then Krishna says, the entire material energy that we see comprises different combinations of these eight elements. Whether you look at a human body, animal body, tree body, earth, planets, different planets, all of them comprise these fundamental eight elements in varying proportions, varying forms, etc. But Krishna says, beyond this, there is a higher energy, superior energy of mind, which is called the living entity, jiva-bhutam yedam dharyate jagat. And all the living entities are trying to control the material energy. You see how Krishna has beautifully put it. If you analyze this material, entire material manifestation also, you have matter, which is what scientists are all studying. Then there is the scientist who studies that matter, who wants to control all that matter by studying it. There are two distinct things, isn't it? One is matter itself. Then there is the person who is trying to harness material energy, control it, use it according to his purposes."
    },
    {
      "start_time": 251,
      "end_time": 430,
      "verse_references": [],
      "themes": [
        "artificial intelligence",
        "consciousness",
        "materialism",
        "science"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "They say that no, living force is also part of the material energy. Some point of time, when the chemicals mix together, consciousness is produced.",
      "summary": "The speaker discusses the scientific view that consciousness arises from material interactions and contrasts it with the Vedic perspective, using the example of AI development to illustrate the point.",
      "timestamp_url": "https://youtu.be/XmSILnukHO8?t=251",
      "transcript": "So Krishna brings this distinction out, and he says, both of them are different energies. Even the living entity is also energy of Krishna. Many scientists, of course, they do not accept that living force is a separate energy. They say that no, living force is also part of the material energy. Some point of time, when the chemicals mix together, consciousness is produced. That's all. And so that's why they are saying very quickly, we will produce sentient AI. And once we are there, we have produced life. Okay. Sentient AI already to some extent, they have already done. If you look at, if you go to Google, there is an option, Google Lens. You take a picture of something and put it into Google. It will search and bring out all the information related to it. Just the other day, somebody was asking us, if you see next to our compound wall, there are a lot of trees. There are those big, big fruits coming from the tree hanging down. So somebody asked, there must be some use for this fruit. So much of it is hanging down. Why are you not using it? So I immediately pulled out my mobile, took a picture and searched and found out that the fruit is poisonous, so you cannot use it. So I said, see, it is here. So you see, vision, form, identifying form. Our sight is what? Our power of sight is to identify forms and to be able to discriminate and determine. Okay. This form belongs to that of a speaker. This is the form of a fan. This is the form of a TV. We see the form and identify what the object is, what its functions are, right? Similarly, AI is doing that. You capture a photograph. It will give you all information, what it is all about. So power of sight is already there, right? And power of sound is already there. Now, latest thing is you hum a tune. Some song is running in your mind. You are remembering the tune, but you have forgotten the song. You hum a tune into your mobile and search, it will search out that song and tell you. I don't know whether you have used that feature. So even sound, it is able to, and also we are able to see that Siri and in Google also, there is one lady. You speak to her and tell, call this person. It will immediately, she will immediately call. You ask for directions, she will show from where to where, how to go. So sound also is recognizing. And you can dictate. Now it has become part of all softwares. Word, MS word you open, olden days we had to sit and type. Now we are all from that dinosaur age. So we are, you know, automatically tuned to open a word file and start typing. But now you don't have to do that. Open a word file and start dictating, whichever language you want. You dictate in Tamil, it will type in Tamil. You dictate in Hindi, it will type in Hindi. You dictate in English, it will type in English. So sound also it has got recognized."
    },
    {
      "start_time": 430,
      "end_time": 560,
      "verse_references": [],
      "themes": [
        "artificial intelligence",
        "senses",
        "consciousness",
        "discrimination",
        "free will"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "So you can call it sentient AI but it is still artificial intelligence it's not going beyond that so you see people get carried away by this kind of imitations after all ultimately what is the experience it is imitating mimicking human intelligence that's all",
      "summary": "The speaker continues discussing AI, focusing on the senses it lacks and arguing that even sentient AI cannot replicate human consciousness, free will, or the ability to discriminate between right and wrong.",
      "timestamp_url": "https://youtu.be/XmSILnukHO8?t=430",
      "transcript": "So AI, now what is pending in AI? One is smell, and second is touch, right? And so we have sight, taste, smell, taste, sound, taste, smell, taste, smell, smell, smell, smell, smell, smell, smell, smell, smell, smell, smell, smell, taste, taste, and touch. These are the three things AI still not done, and they will reach there also. You take one specific agarbatti, light it and bring it near the sensor. It will identify and tell you which fragrance it is. So that also they may be able to do it. If at all it is just a sensor that you have to develop. Similarly, taste also. I don't know how they are going to do it. Feed a rasgulla to that AI and it will tell you what has been noticed. Eat. Do not do anything. Eat. Don't ask for sleeping habit. You what the taste it is eventually it may be possible to do that also but by so you have you have developed a sentient AC AI already partially a is sentient if you bring in these three more senses than fully sentient air but does that constitute a conscious living being capable of taking decisions processing desires processing the power of discrimination differentiating what is the right and wrong those things will not exist whatever you the way you program that AI it will respond accordingly somebody has has you know inputted into the air program the AI to give all atheistic responses we wait these things somebody some Krishna conscious devotee if he makes an AI to give all Krishna conscious answers possible no we all know how AI works now it's all biased there's no non biased AI so it will have no what do you say it has no intention or desire of its own whereas a human being possesses those faculties so desiring consciousness"
    },
    {
      "start_time": 560,
      "end_time": 657,
      "verse_references": [],
      "themes": [
        "artificial intelligence",
        "intelligence",
        "creation",
        "materialism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So to create an imitation you need a living person so how can you say that the original has come into existence on its own that it has come about just by a combination of chemicals",
      "summary": "The speaker argues that AI, being an imitation created by intelligent beings, cannot prove that original life arose spontaneously from chemicals, emphasizing the need for intelligence in creation.",
      "timestamp_url": "https://youtu.be/XmSILnukHO8?t=560",
      "transcript": "decision-making, these cannot be replicated by AI. So you can call it sentient AI, but it is still artificial intelligence. It's not going beyond that. So you see people get carried away by this kind of imitations. After all, ultimately what is the experience? It is imitating, mimicking human intelligence, that's all, you know. So we are using our human intelligence and mimicking, imitating original intelligence. So AI is created, you did not come up with that. That is no off佐 so we all gotta communicate Napoleon about it that is looping in the air modificationsμε is created by us, it is created by an intelligent human being. So to create an imitation, you need a living person. So how can you say that the original has come into existence on its own, that it has come about just by a combination of chemicals? So AI also you, you know, allow chemicals to combine and form AI. Why it is not happening? It will not happen. So you see, anything that we have to create requires intelligence. Creating some meaningful object cannot happen without intelligence. Some by chance some chemicals came together and created a beautiful object, not possible. So meaningful objects can be created only when you have a person behind it, and that person cannot be created by a combination of chemicals. So the person is beyond the ordinary or intelligent physical form"
    },
    {
      "start_time": 657,
      "end_time": 770,
      "verse_references": [],
      "themes": [
        "material energy",
        "spiritual energy",
        "consciousness",
        "Vedic scriptures",
        "common sense"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "There is a distinct difference between a living person and dead matter.",
      "summary": "The speaker reiterates the Vedic perspective of distinct material and spiritual energies, highlighting the superiority of spiritual energy due to its consciousness and the easily observable difference between a living person and a dead body.",
      "timestamp_url": "https://youtu.be/XmSILnukHO8?t=657",
      "transcript": "called material energy. This is the way the Bhagavad Gita and the Vedic scriptures approach the world around us, that there are two distinct separate energies. Both are energies. One is material energy, another is spiritual energy. Spiritual energy is superior because it is trying to control and manipulate the inferior material energy. Why is one called the inferior and the other called superior? Because the superior energy has got the controlling tendency and manipulating tendency, whereas the other energy does not have. The spiritual energy, the superior energy has consciousness, therefore it is superior. Material energy cannot possess consciousness at any point of time, therefore it is inferior. So this is how we have to see distinctly, you know, any person with common sense can make out this distinction. There is a distinct difference between a living person and dead matter. And that is why very simple example, as long as we are alive, we look at each other and call each other by names. We go to a hospital, they will ask for the medical record and they will say so and so person is getting treated here and all that. And suppose a person goes to the hospital and he dies in the hospital. What happens? The doctor will come and tell, please take the dead body and go. They will not tell the name of the person because no more, that person is no more, that person is gone. Only body has been left behind. Very simple, no, what is the difference between a living person and a dead body? It is the person who is there within the body. So it's very common sense. It doesn't require much, very great intelligence"
    },
    {
      "start_time": 770,
      "end_time": 890,
      "verse_references": [
        "BG 3.27"
      ],
      "themes": [
        "illusion",
        "material energy",
        "science",
        "reincarnation",
        "maya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Their knowledge has been snatched away by the glamour, the glitter of material energy.",
      "summary": "The speaker criticizes scientists who are blinded by the allure of material advancements, preventing them from seeing the simple truth of reincarnation and the limitations of material explanations for life.",
      "timestamp_url": "https://youtu.be/XmSILnukHO8?t=770",
      "transcript": "to understand this. But unfortunately, scientists, although they are apparently very intelligent, they are not able to see even this simple truth. That is why Krishna refers to them in the Bhagavad Gita as mayaya apahrta-jnana. Their knowledge has been snatched away by the glamour, the glitter of material energy. They will invent one AI and they will say, we are almost there. We are going to create sentient air. We have, we have figured out how to create light. And they go on like this, like this. They will, you know, they will die. Their sons will come. They will also die. Their grandchildren will come. They will also die. Each of them will keep telling the people of their generation, we are almost there. We have figured it out. Don't worry. And life will go on. Death will go on. Business of science will also go on like this. So we should not get carried away by the glitter of the material energy. That's the whole thing. If you are carried away by the glitter of material energy, how much science and technology has had to do with it, how much science has advanced, what all discoveries have happened. So when you look at all those things, yes, we will be able to figure out what are the chemicals bringing about consciousness and life. This is how maya covers the intelligence of the living entity. This is called the avarana-atmika shakti of maya. Material energy, although it is inferior, it has the ability to blind us with her glitter, promising something in the future. In the future, we are going to find out. In the future, we are going to be able to create, recreate life. So these kinds of false assurances are given to us by maya which covers our intelligence and we are unable to see the simple stark reality."
    },
    {
      "start_time": 890,
      "end_time": 957,
      "verse_references": [],
      "themes": [
        "reincarnation",
        "belief",
        "science",
        "God",
        "intelligence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3,
        4
      ],
      "key_quote": "Because ultimately human beings, human beings, some people whose intelligence is not so much covered will be able to see that beyond our efforts and beyond our intelligence, there is a higher intelligence and we are dependent on that.",
      "summary": "The speaker concludes by stating that some scientists, less influenced by illusion, can recognize the existence of God and a higher intelligence beyond human efforts, acknowledging the diversity of beliefs within the scientific community.",
      "timestamp_url": "https://youtu.be/XmSILnukHO8?t=890",
      "transcript": "This is what the Vedic scriptures are pointing out. So it doesn't matter. Amongst the scientists, those who are mayapahrta-jnana, their intelligence has been stolen away by maya, will not be able to see how reincarnation is happening. Whereas those who are not completely bewildered by that illusory energy will be able to see the truth. That's why among scientists, you will see some of them are definitely, they believe in God. There are many others who don't believe in God. So many scientists will say, religion is all not required. We should remove religion. And there in his row, one scientist will be releasing one satellite and before that he'll be going and doing one Ganesha puja. So you have both varieties, because ultimately human beings, human beings, some people whose intelligence is not so much covered will be able to see that beyond our efforts and beyond our intelligence, there is a higher intelligence and we are dependent on that. So that's how things are."
    }
  ]
}