{
  "video_id": "XMxOjTKKrGM",
  "title": "SB 1.18.32-33 | HH Stoka Krishna Swami | 21-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=XMxOjTKKrGM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 77,
      "verse_references": [],
      "themes": [
        "invocation",
        "introduction to Srimad Bhagavatam",
        "context of the lecture"
      ],
      "content_type": "introduction",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this session we discussed the 32nd and 33rd verses of the 18th chapter of the 1st canto of Shreemad Bhagavatam.",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the verses from Srimad Bhagavatam that will be discussed, focusing on Maharaj Pariksit being cursed.",
      "timestamp_url": "https://youtu.be/XMxOjTKKrGM?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjali Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha. Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine. Namaste Saraswate Deve Gauravani Pracharine Nirvichesha Shunyavadi Pashchatya Deshatarine. Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda. Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare. Om Namo Bhagavate Vasudevaya. Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session we discussed the 32nd and 33rd verses of the 18th chapter of the 1st canto of Shreemad Bhagavatam. This chapter is entitled Maharaj Pariksit Cursed by a Brahmana Boy. The incidents leading to this cursing are being discussed in these verses."
    },
    {
      "start_time": 77,
      "end_time": 190,
      "verse_references": [],
      "themes": [
        "verse 32",
        "power of brahmanas",
        "influence of Kali",
        "deterioration of Vedic culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But because the age of Kali was seeking an opportunity to spoil the culture to heritage of the four orders of life, the inexperienced boy gave a chance for the age of Kali to enter into the field of Vedic culture.",
      "summary": "The speaker explains the meaning of verse 32, highlighting the power of the brahmana boy Sringi and how the influence of Kali led to a decline in Vedic culture and the rise of hatred among different social orders.",
      "timestamp_url": "https://youtu.be/XMxOjTKKrGM?t=77",
      "transcript": "So the 32nd verse: Tasyaputro Atitejasvi Viharan Balako Arbhakaihi Rajnagam Praapitam Tatam Shrutvata Tredam Abhravit. The meaning of these 32nd verses: This sage had a son who was very powerful, being a Brahmana's son. While he was playing with inexperienced boys, he heard of his father's distress just occasioned by the king. Then and there, the boys started to play with him. Indeed, In the Purport, Shrila Prabhupada says, \"Due to Maharaj Pariksit's good government, even a boy of tender age who was playing with other inexperienced boys could become as powerful as a qualified Brahmana. This boy was known as Sringi, and he achieved good training in Brahmacharya by his father. He could be as powerful as a brahmana even at that age. But because the age of Kali was seeking an opportunity to spoil the culture to heritage of the four orders of life, the inexperienced boy gave a chance for the age of Kali to enter into the field of Vedic culture. Hatred of the lower orders of life began from this brahmana boy under the influence of Kali, and thus cultural life began to dwindle day after day.\""
    },
    {
      "start_time": 190,
      "end_time": 379,
      "verse_references": [],
      "themes": [
        "degradation of brahmanas",
        "influence of Kali",
        "protection by Pariksit",
        "shelter to Kali"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We should remember how Kali was trying to enter the kingdom of Pariksit.",
      "summary": "The speaker elaborates on how the degradation of brahmanas allows Kali to influence society and recounts the story of how Maharaj Pariksit initially prevented Kali from entering his kingdom but eventually had to give him shelter in specific places.",
      "timestamp_url": "https://youtu.be/XMxOjTKKrGM?t=190",
      "transcript": "So this is the explanation given here, how the age of Kali things deteriorate to earth. To a great extent, that the brahmanas who are supposed to be the head of the society, they become degraded and they look down upon the other sections of society. Just like this boy, he wrongly thinks that he is the head of the society. He thought that the king had overstepped his position and he cursed the king. That's going to be explained later in the next few verses. He shouldn't have cursed the king, but he did so. And it happened under the influence of Kali. He was still seeking a chance to enter into the field of Vedic culture, as Shrila Prabhupada says here. The first victim of brahmanical injustice was Maharaj Pariksit. And thus, the protection given by the king against the onslaught of Kali was slackened. We should remember how Kali was trying to enter the kingdom of Pariksit. And Pariksit prevented that by, first of all, threatening to kill Kali because Kali Purusha was harming the coven bull. And when Kali Purusha surrendered, Pariksit Maharaj had to give shelter as a king. So he said, you cannot stay in my kingdom because you are a friend of a religion. And then Kali Purusha was... Kali Purusha was given, still, when he begged for some place, he was given four places, places where meat-eating, intoxication, gambling and illicit sex are going on. And Kali Purusha could not find any such place in Pariksit's kingdom. So good was Pariksit's rule. And then Kali Purusha was given a fifth place when he couldn't find any place. He was given the place where gold was found, and gold is accumulated without being used for spiritual purposes. And that way Kali Purusha was given some place. But even then, Pariksit protected the citizens by engaging their stored-up wealth, stored-up gold in Sankirtan Yagna."
    },
    {
      "start_time": 379,
      "end_time": 472,
      "verse_references": [],
      "themes": [
        "protection from Kali",
        "Sankirtan Yagna",
        "Brahmanical injustice",
        "verse 33",
        "anger of Shringi"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "If we want to protect ourselves against the evil influence of Kali, we should employ 50% of our wealth in propagating Sankirtana.",
      "summary": "The speaker suggests using wealth for Sankirtan to protect against Kali's influence, then transitions to discussing verse 33 and Shringi's anger at Maharaj Pariksit's actions.",
      "timestamp_url": "https://youtu.be/XMxOjTKKrGM?t=379",
      "transcript": "If we want to protect ourselves against the evil influence of Kali, we should employ 50% of our wealth in propagating Sankirtana. So this way Kali cannot influence the people of this age. So here, the description is that Maharaj Pariksit was the victim of Brahmanical injustice. Wrongly, he was cursed. And that's how the onslaught of Kali was slacked through this injustice. The 33rd words, Aho Adharma Palaanam. Peevnam Balibhujamiva. Swamin Yagam Yad Dasanam. Dvarapanam Shunamiva. The meaning of this 33rd verse is, The Brahmana's son Shungi said, \"Oh, just look at the sins of the rulers who, like crows and watchdogs at the door, perpetrate sins against their mothers, contrary to the principles governing servants.\""
    },
    {
      "start_time": 472,
      "end_time": 671,
      "verse_references": [
        "BG 4.13"
      ],
      "themes": [
        "social order",
        "varnashrama",
        "brahmanas as head",
        "scientific caste system",
        "guna and karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Brahmanas are considered to be the head and brains of the social body.",
      "summary": "The speaker explains the social order (varnashrama), comparing it to the parts of the body, with brahmanas as the head and kshatriyas as the arms, and emphasizes that the system is based on quality (guna) and work (karma), referencing the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/XMxOjTKKrGM?t=472",
      "transcript": "Contrary to the principles governing servants. So Shungi, this Brahmana's son, when he heard that his father was insulted by the king, who put a dead snake around his father's neck, so he became very, very angry. And what is he saying? Look at these rulers. What is their position? They are like crows and watchdogs at the door of the Brahmanas. And instead of behaving properly as a servant of the Brahmanas, they are perpetrating sins against their masters. So in the Purport, Shrila Prabhupada says, \"The Brahmanas are considered to be the head and brains of the social body, and the kshatriyas are considered to be the arms of the social body. The arms are required to protect the body from all harm, but the arms must act according to the directions of the head and brain.\" See, the comparison is made, the orders, the spiritual orders, or the social orders: Brahmana, kshatriya, vaishya, shudra. They are compared to the four parts of our own body. It's like we have got the head and brain, we got the arms, we have got the belly and we got the legs. So brahmanas are compared to the head and brains of the social body, most important. And kshatriyas are considered to be the arms. So the arms are required to protect the body from all harm, but the arms must act according to the directions of the head and brain. That's how this body is organized. Same way society should be organized like that. That is a natural arrangement made by the supreme order, for it is confirmed in the Bhagavad Gita that four social orders or castes, namely the brahmanas, the kshatriyas, the vaisyas and shudras, are set up according to quality and work done by them. This is the statement of the Bhagavad Gita, the fourth chapter. Krishna explains this. So according to guna and karma it has to be set up. Naturally the son of a brahmana has a good chance to become a brahmana by the direction of his qualified father as the son of a brahmana. The son of a brahmana or a medical practitioner has a very good chance to become a qualified medical practitioner. So the caste system is quite scientific. The son must take advantage of the father's qualification and thus become a brahmana or a medical practitioner and not otherwise. Without being qualified one cannot become a brahmana or a medical practitioner"
    },
    {
      "start_time": 671,
      "end_time": 895,
      "verse_references": [],
      "themes": [
        "qualification vs. birthright",
        "decline of brahmanas",
        "influence of Kali",
        "loss of respect"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "People are claiming to be brahmanas without being trained, without being qualified. And that is where the whole system has become topsy-turvy.",
      "summary": "The speaker criticizes the modern trend of claiming brahminical status based solely on birthright without proper training or qualifications, leading to a decline in respect for brahmanas and a disruption of the social order due to the influence of Kali.",
      "timestamp_url": "https://youtu.be/XMxOjTKKrGM?t=671",
      "transcript": "and that is the verdict of all scriptures and social orders. You see, it is true that the son of a brahmana has a good opportunity to learn from his father and become a qualified brahmana. But without the qualification he cannot claim, \"I am a brahmana.\" What is happening nowadays? People are claiming to be brahmanas without being trained, without being qualified. And that is where the whole system has become topsy-turvy. So Prabhupada points out here, \"Herein Shrunge, a qualified son of a great brahmana, attained the required brahmanical power both by birth and by training, but he was lacking in culture because he was an inexperienced boy.\" Even though he was powerful, he was not sufficiently experienced how to utilize the power that he had acquired. By the influence of Kali, the son of a brahmana became puffed up with brahmanical power and thus wrongly compared Maharaj Pariksit to crows and watchdogs. This comparison is completely inappropriate just because this boy, inexperienced boy, was very proud of his brahmanical power. The king is certainly the watchdog of the state in the sense that he keeps vigilant eyes over the border of the state for its protection and defense. But to address him as a watchdog is a sign of a less cultured boy. He is supposed to protect, he is supposed to govern the country or the state or the province, but he cannot be treated like a low-class servant the way Sringi is thinking that the king has become an upstart. Thus the downfall of the brahmanical powers began as they gave importance to birthright without culture. If a brahmana is uncultured then he may wrongly claim to be a brahmana simply by birthright. \"I am born in a brahmana family therefore I should be treated as a brahmana.\" But what about your culture? What about your education? What about your training? What about your qualification? What about your experience? All these are important factors. The downfall of the brahmana caste began in the age of Kali. According to scriptures, 5000 years back Kali Yuga began and that is when unqualified people started claiming this because of birthright that we are brahmanas, we should be respected as brahmanas by all the others. Whereas the others are observing these brahmanas are not qualified and they are wrongly claiming to be brahmanas. So they started losing respect and that is when everything became topsy-turvy. Since brahmanas are the heads of the social order all other orders of society also began to deteriorate."
    },
    {
      "start_time": 895,
      "end_time": 933,
      "verse_references": [],
      "themes": [
        "deterioration of society",
        "role of brahmanas",
        "reaction of Shringi's father",
        "conclusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The brahmana should give directions to the other orders of society which are triyas, vashyas and shudras. But brahmanas themselves are not qualified.",
      "summary": "The speaker concludes by discussing how the deterioration of brahmanas leads to the decline of the entire social order, emphasizing the importance of qualified brahmanas providing guidance, and mentions the upcoming discussion of Shringi's father's reaction before ending the lecture.",
      "timestamp_url": "https://youtu.be/XMxOjTKKrGM?t=895",
      "transcript": "The brahmana should give directions to the other orders of society which are kshatriyas, vaishyas and shudras. But brahmanas themselves are not qualified. How can they give directions, proper directions to the other orders? So the other orders also start deteriorating. This beginning of brahmanical deterioration was highly deplored by the father Shringi as we will find. So what is Shringi's father's reaction that we will see in the next few verses. I will stop here. Thank you. Hare Krishna."
    }
  ]
}