{
  "video_id": "xOQ_PT_-FRw",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.29 | 11-10-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=xOQ_PT_-FRw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/xOQ_PT_-FRw?t=0"
    },
    {
      "start_time": 40,
      "end_time": 144,
      "verse_references": [
        "SB 1.13.29"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Vidura",
        "Dhritarashtra",
        "detachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Evam Raja Vidurena Anujena Prajna Chakshur Bodhita Aaja Meedha Chitva Sveshu Sneha Pashaan Dhridhimno Nishchakrama Bhratra Sandarshita Adhva",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam 1.13.29, explaining how Vidura's instructions led Dhritarashtra to detachment and his departure from home.",
      "timestamp_url": "https://youtu.be/xOQ_PT_-FRw?t=40"
    },
    {
      "start_time": 144,
      "end_time": 313,
      "verse_references": [
        "BG 4.34"
      ],
      "themes": [
        "association with devotees",
        "sadhu",
        "Chaitanya Mahaprabhu",
        "perfection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Sadhu Sangha Sadhu Sangha Sarva Shastra Koi. Lava Matra Sadhu Sanghe Sarva Siddhi Hoi.",
      "summary": "The lecture emphasizes the importance of associating with pure devotees (sadhus), quoting Chaitanya Mahaprabhu on how even a moment's association can lead to perfection.",
      "timestamp_url": "https://youtu.be/xOQ_PT_-FRw?t=144"
    },
    {
      "start_time": 313,
      "end_time": 474,
      "verse_references": [],
      "themes": [
        "association with devotees",
        "Srila Prabhupada",
        "spiritual master",
        "transformation"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Without seeing him at that opportune moment, he said, we could have become a very great business magnate, but never would we have been able to walk the path of liberation and be engaged in the factual service of the Lord",
      "summary": "The speaker discusses the value of association with devotees, referencing another verse from Bhagavatam and Srila Prabhupada's experience with his spiritual master, highlighting the transformative power of such association.",
      "timestamp_url": "https://youtu.be/xOQ_PT_-FRw?t=313"
    },
    {
      "start_time": 474,
      "end_time": 630,
      "verse_references": [],
      "themes": [
        "Vidura",
        "Dhritarashtra",
        "detachment",
        "sadhu",
        "motivation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He just spoke some words, but those words pierced the heart of Dhritarashtra and made such an impact that Dhritarashtra was able to cut off all material attachments and immediately leave home and proceed towards the north for self-realization.",
      "summary": "The speaker returns to the example of Vidura and Dhritarashtra, emphasizing how a sadhu's words can sever material attachments and lead to self-realization, and that a sadhu's motivation is to enlighten others.",
      "timestamp_url": "https://youtu.be/xOQ_PT_-FRw?t=474"
    },
    {
      "start_time": 630,
      "end_time": 791,
      "verse_references": [],
      "themes": [
        "Dhritarashtra",
        "material attachment",
        "failure",
        "self-realization",
        "sadhu"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And yet, despite his life of failure, materially speaking, it was a life of failure, he achieved the greatest of all success in self-realization by the forceful instructions of a pure devotee of the Lord, who is the typical emblem of a sadhu.",
      "summary": "The speaker details Dhritarashtra's life of material ambition and ultimate failure, contrasting it with his success in self-realization through Vidura's guidance.",
      "timestamp_url": "https://youtu.be/xOQ_PT_-FRw?t=630"
    },
    {
      "start_time": 791,
      "end_time": 939,
      "verse_references": [],
      "themes": [
        "compassion",
        "Shukadeva Goswami",
        "association with devotees",
        "detachment",
        "self-realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This material world is a world of great illusion. And only by such association of pure devotees or genuine saints can we actually cut off our attachments.",
      "summary": "The speaker concludes by reiterating the importance of associating with sadhus, drawing parallels with Shukadeva Goswami's compassion and emphasizing the power of such association to break material bonds and guide one towards self-realization.",
      "timestamp_url": "https://youtu.be/xOQ_PT_-FRw?t=791"
    }
  ]
}