{
  "video_id": "xqkkv2LgURE",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.5 | 26-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=xqkkv2LgURE",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyananjali Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/xqkkv2LgURE?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyananjali Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 40,
      "end_time": 140,
      "verse_references": [
        "SB 1.15.5"
      ],
      "themes": [
        "separation",
        "divine power",
        "Arjuna",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Arjuna said O King, the Supreme Personality of Godhead Hari, who treated me exactly like an intimate friend, has left me alone.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam 1.15.5, focusing on Arjuna's feeling of separation from Krishna and the loss of his divine power after Krishna's departure.",
      "timestamp_url": "https://youtu.be/xqkkv2LgURE?t=40",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Jai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudhirayet. In this session, we will be discussing from the 5th verse of the 15th chapter of the 1st Canticle. The meaning of this verse is, Arjuna said, O King, the Supreme Personality of Godhead Hari, who treated me exactly like an intimate friend, has left me alone. Thus my astounding power, which astonished even the demigods, is no longer with me. So immediately Arjuna's response is that the Supreme Lord has returned to his abode and Arjuna is feeling separation from that dear most Lord Krishna. And the immediate response of Arjuna is that Arjuna's astounding power, which he displayed in the presence of Krishna, is no longer with Arjuna. And that power was astounding even to the greatest of demigods in the heavenly planets."
    },
    {
      "start_time": 140,
      "end_time": 238,
      "verse_references": [
        "BG 10.41"
      ],
      "themes": [
        "opulence",
        "Krishna's energy",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anyone specifically powerful and opulent in wealth, strength, beauty, knowledge, and all that is materially desirable, is to be considered but a product of an insignificant portion of the complete whole of my energy",
      "summary": "The speaker introduces Srila Prabhupada's explanation of Arjuna's statement, referencing Bhagavad Gita 10.41, which describes Krishna as the source of all opulence and power.",
      "timestamp_url": "https://youtu.be/xqkkv2LgURE?t=140",
      "transcript": "And that power is no longer with Arjuna. So, Srila Prabhupada explains this in the purport very nicely. What is the significance of this statement by Arjuna? Srila Prabhupada explains on the basis of what is said in the Bhagavad Gita by Lord Krishna. Srila Prabhupada says in the purport, In the Bhagavad Gita, in the 10th chapter, the 10th chapter of Bhagavad Gita is entitled The Opulence of the Absolute. What is the meaning of that? The opulences of Krishna, which are displayed by him in the material world. So those opulences are described in the 10th chapter, specifically on the request of Arjuna in the Bhagavad Gita. So, one such verse, 41st verse, in the 10th chapter of the Bhagavad Gita, Lord Krishna says, Anyone specifically powerful and opulent in wealth, strength, beauty, knowledge, and all that is materially desirable, is to be considered but a product of an insignificant portion of the complete whole of my energy. Everything, this Krishna statement in the Bhagavad Gita, the 41st verse and 10th chapter of the Bhagavad Gita."
    },
    {
      "start_time": 238,
      "end_time": 355,
      "verse_references": [],
      "themes": [
        "Krishna's energy",
        "dependence",
        "material world"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "all wealth all strength all knowledge all beauty is actually Krishna's own energy in different forms in different varieties",
      "summary": "The speaker elaborates on the concept that all forms of wealth, strength, beauty, and knowledge are manifestations of Krishna's energy, emphasizing the dependence of everything on Krishna.",
      "timestamp_url": "https://youtu.be/xqkkv2LgURE?t=238",
      "transcript": "So, what does it mean? Anybody may have some wealth, or they may have extraordinary beauty, or strength, or knowledge, or any possession, anything glorious, anything magnificent, wonderful, anything astounding, but that is only Krishna's own energy, which is a tiny fragment of that energy being displayed. So this is to be understood, all wealth, all strength, all knowledge, all beauty is actually Krishna's own energy in different forms, in different varieties, Krishna's own beauty. Each one of us, if we have some beauty, it is a tiny portion of Krishna's total beauty. Even for a matter, this material body that we have, which is made up of the five elements, earth, water, fire, air, and sky, this material body is also a tiny portion of the earth, water, fire, air, and sky, which is Krishna's material energy. From that a small portion is taken, combined, and this body is formed. So the body is also part of Krishna's material energy. I, a spirit soul, I am also part of Krishna's marginal energy. So everything is Krishna's own energy, everyone is."
    },
    {
      "start_time": 355,
      "end_time": 489,
      "verse_references": [],
      "themes": [
        "devotees",
        "empowerment",
        "Krishna's mission"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "no one therefore can be independently powerful in any measure without being endowed by the Lord",
      "summary": "The speaker explains that devotees are empowered by Krishna to participate in His mission, receiving the necessary wealth, strength, and knowledge.",
      "timestamp_url": "https://youtu.be/xqkkv2LgURE?t=355",
      "transcript": "Krishna's own energy. This is very carefully understood. So therefore, Srila Prabhupada says, no one therefore can be independently powerful in any measure without being endowed by the Lord. So if I have any wealth, it is bestowed upon me by Krishna. Now, if somebody else has more wealth or less wealth than me, even they are having that greater wealth or lesser wealth bestowed by Krishna only. Now this is irrespective of somebody's being a devotee or a non-devotee. Independent of that, everyone's wealth actually is a portion of Krishna's own wealth. Everyone's strength, everyone's beauty, everyone's knowledge. It is a portion of Krishna's knowledge. Now further, Srila Prabhupada explains, when the Lord descends on the earth along with his eternal, ever-liberated associates, he not only displays the divine energy possessed by himself, but also empowers his associate devotees with the required energy to execute his mission of incarnation. Lord Krishna comes. Lord Krishna comes to this world as incarnation. He comes with his associates, eternal associates from the spiritual world. Now he comes with his energies, with his power, with his wealth, with his beauty. His devotees also, they come here and they are bestowed with required wealth, strength, beauty, knowledge, etc. by the Lord in order for them to participate in Krishna's mission in this material world. So, they are endowed with the required, necessary wealth, strength, etc. And Krishna comes, of course, with his totality of his wealth, strength, knowledge, beauty, etc."
    },
    {
      "start_time": 489,
      "end_time": 588,
      "verse_references": [
        "BG 4.5"
      ],
      "themes": [
        "incarnation",
        "memory",
        "Krishna's associates"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "both you and I have come to this earth many many times in the past I remember all those previous appearances but you have forgotten them",
      "summary": "The speaker discusses the concept of Krishna's incarnations and the role of His eternal associates like Arjuna, highlighting Krishna's perfect memory and the limited memory of the jivas.",
      "timestamp_url": "https://youtu.be/xqkkv2LgURE?t=489",
      "transcript": "Now, in the same Bhagavad Gita, in the fourth chapter, fifth verse, it is stated, The Lord and his eternal associates descend on the earth many times, but the Lord remembers all the different roles of incarnations whereas the associates by his supreme will forget them. Now in the fourth chapter, Krishna explains to Arjuna, both you and I have come to this earth many many times in the past. I remember all those previous appearances, but you have forgotten them. So it is a fact that the eternal associates of Krishna like Arjuna, whenever Krishna incarnates, Arjuna also incarnates with Krishna, but Arjuna cannot remember. In his present life, he cannot remember his past lives, but Krishna remembers everything, all his past appearances, everything. Krishna's incarnation and even Krishna remembers with whom he has appeared in which incarnation, that also remembers because Krishna's memory is unlimited, our memory is limited. Krishna's knowledge is unlimited, our knowledge is limited, like that. So Krishna remembers everything, we don't remember everything. That difference eternally exists between us."
    },
    {
      "start_time": 588,
      "end_time": 704,
      "verse_references": [],
      "themes": [
        "limitation",
        "supreme lord",
        "withdrawal of power"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is always the Supreme Lord as much as all of us are subуется to ob Arms and we are always limited",
      "summary": "The speaker emphasizes the eternal difference between Krishna as the unlimited Supreme Lord and all living beings as limited, and explains that Krishna withdraws powers when they are no longer needed for His mission.",
      "timestamp_url": "https://youtu.be/xqkkv2LgURE?t=588",
      "transcript": "Each one of us, all the jivas, they are always limited and so it is for that release and the life of us on Earth and the Supreme Lord. So Krishna is always the Supreme Lord as much as all of us are subjected to his arms and we are always limited or finite and we can't for even be in material terms. This difference in the unmanageable, unlimited jiva exist in this this height completely Wayne. Even in the case of pure devotees, even in the case of liberated souls, and definitely so in the case of conditioned souls or beings, living beings who are entangled in this material world. In all cases, all circumstances, all situations, all positions, every jiva, liberated jivas, all souls, all living beings, they are always limited and Krishna is always unlimited. Now further, Srila Prabhupada says, the Lord takes away with him all his associates when he disappears from the earth. The power and energy which were bestowed upon Arjuna were required for fulfillment of the mission of the Lord. But when his mission was fulfilled, the emergency powers were withdrawn from Arjuna. Arjuna was bestowed some extraordinary powers by Krishna, but when the mission was over, Krishna withdrew the powers of Arjuna. Why? Because Prabhupada says, because the astounding powers of Arjuna, which were astonishing even to the denizens of heaven or the demigods, were no longer required."
    },
    {
      "start_time": 704,
      "end_time": 861,
      "verse_references": [],
      "themes": [
        "detachment",
        "humility",
        "service to Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the lesson is therefore that no one should be puffed up for his powers borrowed from the Lord.",
      "summary": "The speaker emphasizes the importance of humility and detachment from material possessions and powers, advocating for the use of all resources in the service of Krishna.",
      "timestamp_url": "https://youtu.be/xqkkv2LgURE?t=704",
      "transcript": "As they were not meant for going back home, back to Godhead. So now what Arjuna requires to do is to go back to Godhead, because that's where he actually is eternally present. He had come when Krishna came along with Krishna for the sake of participating Krishna's pastimes. So when Krishna's pastimes are wound up, then Arjuna's powers are gone. Then Arjuna's power is also withdrawn by Krishna. It is Krishna only who gave Arjuna the power, extraordinary power. And Krishna only withdraws it when the power is no longer required by Arjuna. So that extraordinary power is not required for Arjuna to go back home, back to Godhead. If endowment of powers and withdrawal of powers by the Lord are possible even for a great devotee like Arjuna, or even for the demigods in heaven, then what to speak of ordinary living beings who are but fixed compared to such great souls, even any person in this world, however great he or she maybe. They display certain extraordinary power or knowledge or strength or skill or wealth because Krishna has bestowed it upon them. And when Krishna withdraws or takes away what is best for them, then they will be unable to possess them. They will be unable to use them. They will feel the absence of such extraordinary power or wealth when Krishna withdraws. So Srila Prabhupada concludes by telling, the lesson is therefore that no one should be puffed up for his powers borrowed from the Lord. Whatever anyone may have, they are actually borrowed from Krishna. And don't be proud about the borrowed power thinking, I have power or I have become powerful on my own, which means that nobody's independent. Independently, nobody's powerful. The same man should rather feel obliged to the Lord for such benefactions and must utilize such power for the service of the Lord. Such power can be withdrawn at any time by the Lord. So the best use of such power and opulence"
    },
    {
      "start_time": 861,
      "end_time": 916,
      "verse_references": [],
      "themes": [
        "service to Krishna",
        "bewilderment",
        "conclusion"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So if you have got some extraordinary wealth or whatever wealth you have in your possession, it is best utilized in the service of Krishna.",
      "summary": "The speaker concludes by reiterating the importance of using all one's resources in Krishna's service to avoid bewilderment and ensure lasting benefit, ending with Hare Krishna.",
      "timestamp_url": "https://youtu.be/xqkkv2LgURE?t=861",
      "transcript": "is to engage them in the service of the Lord. So if you have got some extraordinary wealth or whatever wealth you have in your possession, it is best utilized in the service of Krishna. If you have any power, if you have any skill, if you have any knowledge, if you have any strength, please use it in Krishna's service. Otherwise, if you use it for something else, you will be completely bewildered. You will be baffled in your attempts to use it some other way because it will be withdrawn when it is no longer required by the Lord who bestows it. So don't be proud. Don't use it for anything other than the Lord's service. That's a lesson to be learned. I'll stop here. Thank you very much. Hare Krishna."
    }
  ]
}