{
  "video_id": "xQNqH9zvCXQ",
  "title": "Who is Humble and Meek? | HDG Srila Prabhupada | Bg 1.43 | 22.07.2024",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=xQNqH9zvCXQ",
  "segments": [
    {
      "start_time": 0,
      "end_time": 143,
      "verse_references": [],
      "themes": [
        "Bhagavad Gita",
        "Family Tradition",
        "Hell"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O Krishna, maintainer of the people, I have heard by disciplined succession that those who destroy family traditions dwell always in hell.",
      "summary": "Srila Prabhupada reads and translates Bhagavad Gita verse 1.43, emphasizing the consequences of destroying family traditions.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=0",
      "transcript": "Om Namo Bhagavate Vasudevaya. Reading from Srimad Bhagavad Gita, Chapter 1, Observing the Armies on the Battlefield of Kuruksetra, Verse number 43: Utsanna kula-dharmāṇāṁ manuṣyāṇāṁ janārdana narake niyatam vāso bhavatīty anuśuśruma. Translation and purport by His Divine Grace A.C. Bhaktivedanta Swami Srila Prabhupada: O Krishna, maintainer of the people, I have heard by disciplic succession that those who destroy family traditions dwell always in hell. Purport by His Divine Grace A.C. Bhaktivedanta Swami Srila Prabhupada: Arjuna bases his argument not on his own personal experience but on what he has heard from the authorities; that is the way of receiving real knowledge. One cannot reach the real point of factual knowledge without being helped by the right person, one who is already established in that knowledge. There is a system in the varnasrama institution by which one has to undergo the process of ablation before death for his sinful activities. One who is always engaged in sinful activities must utilize the process of ablation, called the Prayaschitta. Without doing so, one surely will be transferred to the left path. One who is engaged in sinful activities will not be transferred to the right path. One who has been engaged in sinful activities should be transferred to hellish planets in order to undergo a miserable life as a result of sinful activities. This is Bhaktivedanta Swami Srila Prabhupada's purport. O Krishna, maintainer of the people, I have heard by disciplic succession that those who destroy family traditions dwell always in hell."
    },
    {
      "start_time": 143,
      "end_time": 234,
      "verse_references": [],
      "themes": [
        "Family Tradition",
        "Human Society",
        "Varnasrama Dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So unless the human society accepts that, these principles of varnasana-dharma, ordained by Kṛṣṇa, the Supreme Lord, is not considered amongst the human beings. They are as good as animals, because there is no regular, systematic principles.",
      "summary": "Srila Prabhupada discusses the importance of family tradition and varnasrama dharma for human society, contrasting it with animalistic existence.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=143",
      "transcript": "Bhaktivedanta Swami Srila Prabhupada, A.K. Samraswami Maharaja. So family tradition, whose family tradition? Manuśyāna. Family, Manuśyāna, those who are human beings, they have got family and family rituals, kula-dharma, jāti-dharma, just like cātur-varnu-maya system, guna-karma-vibhāga. This is meant for the human being, Manuśyāna, not for the animals. So unless the human society accepts that, these principles of varnasana-dharma, ordained by Kṛṣṇa, the Supreme Lord, is not considered amongst the human beings, they are as good as animals, because there is no regular, systematic principles."
    },
    {
      "start_time": 234,
      "end_time": 330,
      "verse_references": [],
      "themes": [
        "Goal of Life",
        "Sadhya-Sadhana",
        "Caitanya Mahaprabhu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Caitanya Mahāprabhu inquired, what is the actual aim of life? Sādhya-sādhana. Sādhya and sādhana. What is the aim?",
      "summary": "Srila Prabhupada introduces the concept of Sadhya-Sadhana (goal and means) and mentions Caitanya Mahaprabhu's inquiry about the aim of life.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=234",
      "transcript": "of how to live as a human being. Therefore in the Viṣṇu Purāṇa, when Caitanya Mahāprabhu was talking with Rāmānanda Rāya, so Caitanya Mahāprabhu inquired, what is the actual aim of life? Sādhya-sādhana. Sādhya and sādhana. What is the aim? Sādhya means what for this human form of life we have got. That is called sādhya, the goal, the goal of life. And sādhana. Sādhana means the activity by which we can attain, we can achieve that goal of life. This is called sādhya-sādhana. The Darwin theory, although they are given some idea of progressive evolution, but he does not know what is the goal of life, why this progress is there. That these rascals, they do not know. They simply just imagine it."
    },
    {
      "start_time": 330,
      "end_time": 472,
      "verse_references": [],
      "themes": [
        "Darwin Theory",
        "Transmigration of the Soul",
        "Goal of Life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Why this living entity is wandering, not fixed up? So there must be some goal. He is hankering after that. There must be some goal of life.",
      "summary": "Srila Prabhupada critiques Darwin's theory, emphasizing the lack of understanding of the goal of life and the transmigration of the soul.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=330",
      "transcript": "Taking some hints from the Padma Purāṇa, Brahma Vaibhata Purāṇa: Asyadeṁ saturāṁ caiva jīva-jātiṣu. Lakkhāṁ stāṁ jīva-jātiṣu. There are 8,400,000 types of jīva-jāti. Asyadeṁ saturāṁ caiva lakkhāṁ stāṁ jīva-jātiṣu. This is already there. Brahmadvī. In this way, the living entity is wandering in the cycle of transmigration of the soul. So from this, Mr. Darwin might have taken some hints, but he could not explain properly. He could not catch up that Brahmadvī, who is wandering. So it is a chaos. So anyway, why this living entity is wandering, not fixed up? So there must be some goal. He is hankering after that. There must be some goal of life. To achieve that goal of life, that is called śādhya. Why we are struggling here? For happiness or something else, we are struggling. So this question was raised by Caitanya Mahāprabhu. What is the goal of life? Unless there is goal of life, why is there struggle? Why is there? There must be some goal of life, śādhya. And śādhana. śādhana means the means by which we can achieve that goal of life. That is called śādhana."
    },
    {
      "start_time": 472,
      "end_time": 570,
      "verse_references": [],
      "themes": [
        "Vedic Principle",
        "Humility",
        "Caitanya Mahaprabhu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But this is the Vedic principle. Even Caitanya Mahāprabhu, he, when he was asked by Prakāśananda Sarasvati, that you are a sannyāsī, you do not engage yourself in the study of Vedānta.",
      "summary": "Srila Prabhupada contrasts modern opinions with Vedic principles, highlighting Caitanya Mahaprabhu's humility when questioned about his practices.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=472",
      "transcript": "So Rāmānanda Raya quoted, because when there is talk between two learned persons, they, just like nowadays, it has become a fashion, in my opinion, I think in this way. What nonsense? Why you can think? What is your knowledge? But he is very proud. Everyone writes that. The other day, Sir Alistair, Alistair Hardy came. He also said, it is my opinion. Nobody thinks that he is a nonsense number one. What is the value of his opinion? Nobody thinks. But this is the Vedic principle. Even Caitanya Mahāprabhu, when he was asked by Prakāśananda Sarasvati, that you are a sannyāsī, you do not engage yourself in the study of Vedānta. You are simply chanting Hare Kṛṣṇa, Hare Kṛṣṇa. So, because sannyāsī is supposed to be always reading Vedānta philosophy especially and all other philosophies. So what is this that you are chanting? Like a sentimental person. So Caitanya Mahāprabhu replied,"
    },
    {
      "start_time": 570,
      "end_time": 686,
      "verse_references": [],
      "themes": [
        "Humility",
        "Fool Number One",
        "Caitanya Caritamrita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Caitanya Mahāprabhu replied, yes, my Guru Mahārāja, spiritual master, saw me a fool number one.",
      "summary": "Srila Prabhupada emphasizes the importance of humility, citing Caitanya Mahaprabhu's example and verses from Caitanya Caritamrita about considering oneself lower than a worm in stool.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=570",
      "transcript": "yes, my Guru Mahārāja, spiritual master, saw me a fool number one. So Caitanya Mahāprabhu, it was known to Prakāśananda Sarasvati was a great learned scholar in his student life. So he is posing himself as a fool number one. So, this is the way, Caitanya Caitāmṛta, the author of Caitanya Caitāmṛta, he is presenting himself as, puriṣer ki thaita muhiṣe logiṣṭa, I am lower than the worm of the stool. Puriṣer ki thaita muhiṣe logiṣṭa, logiṣṭa means lower. Lowest. Jagai madhāi haite muhiṣe pāpiṣṭa. Jagai madhāi was taken. They are drunkards, woman-hunters, therefore they are sinful. So Caitanya Caitāmṛta, the author, says that jagai madhāi haite muhiṣe pāpiṣṭa. Although, this is the way, nobody thinks himself as, one has become very big man, and he has his own opinion to give. This is rascala. Everyone should think that, I am a pig, what is my value? That is really large."
    },
    {
      "start_time": 686,
      "end_time": 791,
      "verse_references": [],
      "themes": [
        "Humility",
        "Authoritative Statement",
        "Arjuna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everyone should think that, I am a pig, what is my value? That is really large. Humble and meek.",
      "summary": "Srila Prabhupada continues to stress humility, stating that one should always consider oneself a fool and avoid giving personal opinions without authoritative support, referencing Arjuna's example.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=686",
      "transcript": "Humble and meek. Nobody should think that, now I have learnt everything. I can surpass everyone. I have become above all rules and regulations. Now I have become paramāṁśa. This is rascala. Everyone should always think as a fool number one. Therefore, they never will go on to become perfect. If we think that, now I have become perfect, paramāṁśa, then the spiritual regulatory principles will never be followed, and he will fall down. So, here Arjuna also says, nara ke niyataṁ vāsa bhavati iti anuśuṣyumaḥ Krishna, I have heard it from authoritative sense. He never says, Krishna, in my opinion, if it is done like that, then people will go to hell. He does not give his own opinion. He says, iti das anuśuṣyumaḥ abhā. This is called paramāṁśa-siṣṭha. Nobody should give his own opinion. He must quote the authoritative statement to support his proposition."
    },
    {
      "start_time": 791,
      "end_time": 897,
      "verse_references": [],
      "themes": [
        "Aim of Life",
        "Satisfying Krishna",
        "Ramananda Raya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "So Rāmānanda Rāya said, that, the real purpose of life, goal of life, is to satisfy the Supreme Personality of God.",
      "summary": "Srila Prabhupada explains that the aim of life is to satisfy Krishna, drawing an analogy to citizens satisfying their government.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=791",
      "transcript": "So similarly, when Caitanya Mahāprabhu asked, what is the aim of life? And how to achieve it? So Rāmānanda Rāya, he did not give his own opinion. That in my opinion, like this. Here also, Arjuna says, iti anuśuṣyumaḥ I have heard it. Heard it means, suṣyumaḥ means heard from authority. So Rāmānanda Rāya said, that, the real purpose of life, goal of life, is to satisfy the Supreme Personality of God. Just like, as we are citizens, what is our duty? We want to satisfy the authority, the government. When one serves the government nicely, in this country, he is recognized as knight, he is recognized as Earl, as Lord, as, so many, they have got titles. Every country, when a person is a very exalted citizen, then he is recognized by the God. So if this is the system in our ordinary life, then, the aim of life should be to satisfy the supreme governor or supreme God."
    },
    {
      "start_time": 897,
      "end_time": 1017,
      "verse_references": [],
      "themes": [
        "Supreme Authority",
        "Krishna",
        "Universes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "In each planet, there is government, there is authority, and above all of them, there is the supreme authority, Krishna.",
      "summary": "Srila Prabhupada asserts Krishna as the supreme authority over all universes and planets, with Brahma as a manager of each universe.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=897",
      "transcript": "It is very common sense. But they have no supreme God. They think, whatever government we make, that is fine. No. There are so many kingdoms, so many planets. In each planet, there is government, there is authority, and above all of them, there is the supreme authority, Krishna, Isvara Parama Krishna, Svacchidananda Vidra. This is the Shastric Indian. There are many controllers. In this planet, there is controller. There is another planet, another planet. Even Brahma is the controller of the whole universe. Just like in our government, there is system. One department, several departments is being managed by another director. Several directors are being managed by another secretary. And the same system. Krishna is the supreme proprietor. Sarva Loka Maheswara. And he has got many secretary's assistants. They are called Brahma. So Brahma means the manager of one Brahma universe. And there are millions of Brahmas. Millions, trillions. They are numberless. Ananta Koti. Jasya Prabha Prabhavatu Jagadanya Koti. Koti. Koti means unlimited. Jagadanya. Jagadanya. Jagadanya means universe. Brahmaanda or Jagadanya. Anda. Anda means it is egg shape. Round egg shape. That is what is called Anda. Brahmaanda."
    },
    {
      "start_time": 1017,
      "end_time": 1181,
      "verse_references": [],
      "themes": [
        "Shape of the World",
        "Vedic Shastra",
        "Satisfying Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        3,
        4
      ],
      "key_quote": "The difference is a good citizen is always trying to satisfy the government of the supreme God, Krishna.",
      "summary": "Srila Prabhupada discusses the shape of the world according to Vedic scriptures and reiterates the importance of satisfying Krishna as the supreme governor.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=1017",
      "transcript": "Bhuvol. Gol means round. I have heard that before the science, people were under the impression that this world is square. But this world is square. Is it not? Flat. Flat. Yes. But in the Vedic Shastra millions of years ago it is mentioned Bhuvol. Gol. Gol means round. Just see. And this as can say formally people are not so this world is flat. And those who have spoken millions of years ago it is round. They have relationship. Bhuvol. Gol means round. Bhuvol. Similarly Jagadanda. Anda means round. Just like egg. Anda means egg. And you can see also the sky is round. This is the wall of this universe. So anyway so as we are here in this small government our business is to satisfy the government. You publicly suppose the queen is a prostitute. Then what will be? Immediately will be arrested and punished. In your private house you can say nobody will hear. But if you say such thing nonsense in public that is your aim of good citizens. What is the difference between good citizens and outlaws? The difference is a good citizen is always trying to satisfy the government of the supreme God,"
    },
    {
      "start_time": 1181,
      "end_time": 1294,
      "verse_references": [],
      "themes": [
        "Krishna's Kingdom",
        "Common Sense",
        "Satisfying Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Therefore our business is to satisfy Krishna, to become perfect. Satisfy Krishna.",
      "summary": "Srila Prabhupada emphasizes that the universes are Krishna's kingdom and that our primary business is to satisfy Him to achieve perfection.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=1181",
      "transcript": "Krishna. Because Krishna is the supreme. These universes they are Krishna's kingdom. There are many kingdoms just like we have got many universes within this material world. These are common sense affairs. Why people will not understand? Therefore our business is to satisfy Krishna, to become perfect. Satisfy Krishna. Vishnu aradhate. So how Vishnu aradhate? This is the first thing that we have to do. The first thing that we have to do is to satisfy Krishna. This is the first thing that we have to do. This is the first thing that we have to do. So what we have to do is to satisfy the Supreme Lord, Vishnu or Krishna. This is common"
    },
    {
      "start_time": 1294,
      "end_time": 1404,
      "verse_references": [],
      "themes": [
        "Vaishnava",
        "Regulated Life",
        "Human Responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One who wants to satisfy Vishnu is called Vaiṣṇava. That is Vaiṣṇava.",
      "summary": "Srila Prabhupada defines a Vaishnava as one who wants to satisfy Vishnu and stresses the responsibility of human life to avoid becoming like cats, dogs, or irresponsible hippies.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=1294",
      "transcript": "sense. You have to satisfy. No, you have to satisfy. So this is Vaiṣṇava Vishnu. One who wants to satisfy Vishnu is called Vaiṣṇava. That is Vaiṣṇava. Vishnu means the Supreme Lord. So the cat and dog can be trained up for satisfying Vishnu. No, there is no possibility. They are dogs, animals. They are simply busy with four principles of life: eating, sleeping, sex life, and defense. They have to satisfy the Supreme Lord. So they have to satisfy the Supreme Lord. That is the duty of the dog. That is the duty of the human life. So human life has got a great responsibility. If you become like cats and dogs, hippies, then everything is"
    },
    {
      "start_time": 1404,
      "end_time": 1524,
      "verse_references": [],
      "themes": [
        "Destroyed Family Life",
        "Satisfying Vishnu",
        "Initiation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For human being, it is the duty to understand his position, and it is his duty to satisfy the Supreme Lord, Vishnu. This is the whole plan.",
      "summary": "Srila Prabhupada describes the destruction of family life and the duty of humans to satisfy Vishnu, mentioning the initiation of Brahmanas to become Vaishnavas for deity worship.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=1404",
      "transcript": "destroyed. They have no family. They don't care about what is destroyed. No family life. No taking bath. No what say nothing at all. Irresponsible. I've seen it in Amsterdam. What is that part? Horrible. Exactly. This this what now happening. Utsarna, all destroyed, finished. Kula-dharmana, no family life. Therefore, for human being, it is the duty to understand his position, and it is his duty to satisfy the Supreme Lord, Vishnu. This is the whole plan. Therefore, Ramananda Raya quoted the verse from Vishnu Purana: The varnasrama-carvatam purujena para-pramana. Vishnu-aradhati. Because the aim is to satisfy Vishnu, to become Vaisnava. To become Brahmana is also to satisfy the lower status. You will hear from the Caitanya-caritamrta that our Madhavendra Puri, he was installing deities. So there are many Brahmanas, caste Brahmana born in. So in order to give charge of worship to those Brahmanas, he initiated them to become Vaisnavas."
    },
    {
      "start_time": 1524,
      "end_time": 1627,
      "verse_references": [],
      "themes": [
        "Love for Vishnu",
        "Regulated Life",
        "Vaishnava"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He agrees to accept our offering just on the basis of love. The Vaishnava loves Vishnu and Vishnu agrees to accept any foodstuff.",
      "summary": "Srila Prabhupada explains that Vishnu accepts offerings based on love and bhakti, emphasizing that a Vaishnava leads a regulated life aimed at satisfying Vishnu.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=1524",
      "transcript": "Because without becoming Vaisnava, nobody has got right to worship Vishnu. Vishnu will not accept anything from anyone unless he is devotee. And Vishnu is poverty-stricken that he has come to take from you. He cannot eat. He has no eating means. No, he can't. Why? He agrees to accept our offering just on the basis of love. The Vaishnava loves Vishnu and Vishnu agrees to accept any foodstuff. That bhakti is main thing, not your palatable dish. Vishnu is quite competent to prepare thousand times better palatable dishes than you can offer. But the real thing is bhakti. So Vishnu Aradhana means, that should be the aim of human life. Vishnu Aradhana means one must become a Vaishnava. And Vaishnava means regulated life. Not destroy everything, finish, to become hoax. That is not Vaishnava. Vaishnava means regulated life. Aim to how to satisfy Vishnu."
    },
    {
      "start_time": 1627,
      "end_time": 1739,
      "verse_references": [],
      "themes": [
        "Regulative Principles",
        "Family Tradition",
        "Jati-Dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the human life, if they do not follow the regulative principles of family life, family tradition and systematic arrangement of four division of the society... In this way, we can satisfy the Supreme Lord.",
      "summary": "Srila Prabhupada discusses the importance of following regulative principles, family traditions, and jati-dharma (duties based on birth) to satisfy the Supreme Lord.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=1627",
      "transcript": "So whole Vedic scheme is there. How to satisfy Vishnu? Therefore it is said, the ussanya-kula-dharmanam manasranam. In the human life, if they do not follow the regulative principles of family life, family tradition and systematic arrangement of four division of the society, Brahman, Kshatriya, Bhakti. In this way, we can satisfy the Supreme Lord. Our aim is to satisfy the Supreme Lord. And this can be done perfectly, if we follow the regulative principles of jati-dharma, kula-dharma. Jati-dharma means, if you are born in the family of a Brahmana, you have got particular duties. Simply, you have to engage in this. duties. Simply if you think yourself that I am in, I am born in a Brahman family, my duty is all finished. Now I can do whatever nonsense. They think like that. I have spoken. They are very much proud of taking birth in Brahmana family. So when others are engaged in devotional service, they say, oh, you are born in lower family. You have got to do this. We are born in Brahmana family. We have nothing to do. But they do not know that jati-dharma-kula-grhana, utsanna-kula-dharmana. If you are actually Brahmana, you must keep your family tradition. That is Brahmana."
    },
    {
      "start_time": 1739,
      "end_time": 1829,
      "verse_references": [],
      "themes": [
        "Family Tradition",
        "Visnava's Kula-Dharma",
        "Satisfying Visnu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Our only tradition is how to satisfy Visnava. That is the tradition of everyone. But especially our Visnava. They must be very alert, very careful how to keep Lord Visnava, Krsna satisfied.",
      "summary": "Srila Prabhupada emphasizes the importance of maintaining family traditions and especially the Visnava's kula-dharma, which is to satisfy Visnu.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=1739",
      "transcript": "Otherwise, if you sacrifice everything of your family tradition, just like in your country, the lower family, the lower family is maintained. The government, the lower family has got money deposited with the government. And government gives the interest so that the family tradition may be maintained. The aristocratic style. Or if they spoil, then no one cares for them. Then their house will be sold and they will be still bigger. No more Lord family. So everywhere, you take politically or socially or spiritually. For human beings, if you want to make your life successful, then you must keep the tradition of Brahmana-kula-dharmana. So our, we are Visnava. Our only tradition is how to satisfy Visnava. That is the tradition of everyone. But especially our Visnava. They must be very alert, very careful how to keep Lord Visnava, Krsna satisfied. That is our only business. You should not neglect it. Then utsanna-kula-dharmana. That is our only business. You should not neglect it. Then utsanna-kula-dharmana."
    },
    {
      "start_time": 1829,
      "end_time": 1924,
      "verse_references": [],
      "themes": [
        "Serving Visnu",
        "Human Life",
        "Control of Senses"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the manuṣana, actually human life begins, when he's ready to serve the Supreme Lord, Visnu. That is human life.",
      "summary": "Srila Prabhupada explains that human life begins when one is ready to serve Visnu, contrasting it with animalistic existence and emphasizing the need to control the senses.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=1829",
      "transcript": "Then you will spoil everything. When you have invited Visnava, Krsna, Ekanya, Mahaprabhu to accept your service, you must be very, very careful how to render service. How cleanly, how nicely you have to serve. Otherwise everything will be spoiled. utsanna-kula-dharmana. Visnava's kula-dharma is simply to satisfy. Visnava's kula-dharma is simply to satisfy. Visnava's kula-dharma is simply to satisfy. Visnava's kula-dharma is simply to satisfy. Visnava's kula-dharma is simply to satisfy, Krsna. So in the manuṣana, actually human life begins, when he's ready to serve the Supreme Lord, Visnu. That is human life. Otherwise they are never like that. Therefore, the whole world is in chaos. They are not eager to have Visnu. are simply eager to serve their senses. Godas, servant of the senses. So instead of becoming servant of the senses, you have to become master of the senses. That is called gosvam. If you remain servant of the senses, then you are godas. Kamadinankati dhanakati. That is animal life. And when you become master of the senses, how is it possible? Master of the senses. Now, if you employ your senses always in the service of Krsna, your senses"
    },
    {
      "start_time": 1924,
      "end_time": 2057,
      "verse_references": [
        "BG 2.59"
      ],
      "themes": [
        "Control of Senses",
        "Vaishnava",
        "Bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That means to control the senses means to engage the senses in the service of the Lord. This is control.",
      "summary": "Srila Prabhupada explains that true control of the senses comes from engaging them in the service of the Lord, contrasting it with artificial methods and emphasizing bhakti.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=1924",
      "transcript": "are already controlled. Just like your tongue. Your tongue asks you to go to the restaurant and eat some nice thing. But if you are a Vaishnava, then you are not a Vaishnava. You are not a Vaishnava. If you have this vow that I shall not allow my tongue to eat anything except prasadam, it is already controlled. Gosvam. That means to control the senses means to engage the senses in the service of the Lord. This is control. Otherwise, by force, just like the yogis, they try artificially. By some force, they try artificially. But some gymnastics. That may be possible for some time. But if it is, there are many instances, it becomes impossible. Because by force, you cannot control the senses. That is not possible. You must give better and just better. If I force, you think that I shall control my tongue, I shall control my eyes, I shall control my eyes, or I shall control my belly. Artificial. But maybe possible. But sometimes. But they are so strong. The senses are so strong. Artificially, it can have this power. Param drstasyam. Stated in the Bhagavad-gita. That is, give the senses better engagement. Then you can control. Risi-kena risi-kesa sevana-dvaha sarva-pādipi-nenmukta-tattva-tena. You have to purify the senses. How? By engaging the senses in the sarva-paratvena. In fact, then you will be able to purify the senses. And purified senses, when you are engaged in the service of the Supreme, that is called bhakti. So if we are actually human beings, manushyana, pulo-dharma, this family tradition is not meant for the cats and dogs. If you live life, cats, no question of family tradition. But if you live one life, you will be able to purify the senses. That is called bhakti."
    },
    {
      "start_time": 2057,
      "end_time": 2137,
      "verse_references": [],
      "themes": [
        "Human Life",
        "Varnasrama Dharma",
        "Society"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So if you want to live like human beings, manushyana, then this system must be karyatā puruṣiṇa-paraptam āyata-manjmaya-sviṣṭhaṁ dhuna-gana-vihāgya, then society must be divided into four classes.",
      "summary": "Srila Prabhupada emphasizes that to live like human beings, society must be divided into four classes according to varnasrama dharma.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=2057",
      "transcript": "Risi-kena risi-kesa sevana-dvaha sarva-pādipi-nenmukta-tena. So if you want to live like human beings, manushyana, then this system must be karyatā puruṣiṇa-paraptam āyata-manjmaya-sviṣṭhaṁ dhuna-gana-vihāgya, then society must be divided into four classes. As we have got, four divisions in the Mahākārīya, Vaisya, Śūdra must be there. And each one should serve according to his guṇa, karma, quality and capacity to work. Yes. it is organized, position will be perfect, there will be peace, no war, nothing on the side, and gradually making progress back to conduct, otherwise it will become at the present moment. So I can say, ussanya-kula-dharmana, manusyana, manusya, janardana, jana means general public, one controls, Krishna controls everything, janardana. So my dear janardana, Krishna, in the human society, if we spoil this traditional process, then it becomes, narake niyatam vāsava, if we do not, if we live like cats and dogs, then next life we get cats and dogs, and these rascals do not know, they do not live the"
    },
    {
      "start_time": 2137,
      "end_time": 2231,
      "verse_references": [],
      "themes": [
        "Cat and Dog Life",
        "Hellish Condition",
        "Family Tradition"
      ],
      "content_type": "analogy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Purpose is, you put yourself, you live like a cat and dog, you live like a human being, if you do not follow the process, the varnasam-dharmāna society, ussanya-kula-dharmana, manusyana, janardana, narake niyatam, niyatam means always, here you have no, just like the hellish life.",
      "summary": "Srila Prabhupada concludes by warning against living like cats and dogs, emphasizing the importance of following varnasrama dharma and family traditions to avoid a hellish life.",
      "timestamp_url": "https://youtu.be/xQNqH9zvCXQ?t=2137",
      "transcript": "next life. So it is a horrible tradition. Purpose is, you put yourself, you live like a cat and dog, you live like a human being, if you do not follow the process, the varnasam-dharmāna society, ussanya-kula-dharmana, manusyana, janardana, narake niyatam, niyatam means always, here you have no, just like the hellish life, eating stool, living in a filthy place, maya is dictating, you are like more than a king, yes. So in this sense, Indra became a hog, and by the curse of Vrihaspati, so when Brahma again came to recall him, the hog, Indra, he also, Indra, he denied, no responsibility. Family, the hog eating him, āvaraṇāca-mikāśa, lowest standard of living, he will think that I am very happy. This is called āvaraṇāca-mikāśa. He, the hog that I am living, the most, and he will die. In the human mind, hellish condition of life, then he can make progress in spiritual life. And so long he thinks, I am living very peacefully, very happily, athāta-brahma-jitgāsa. Unless one comes to that, that sense will come, when one follows the tradition of family life,"
    }
  ]
}