{
  "video_id": "xrt90oUh-bA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.35 | 04-03-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=xrt90oUh-bA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 73,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "Srimad Bhagavatam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In this session we will be discussing from the 35th verse of the 8th chapter of the 1st canto of Srimad Bhagavatam.",
      "summary": "The lecture begins with traditional Vaishnava prayers and an introduction to the verse from Srimad Bhagavatam that will be discussed.",
      "timestamp_url": "https://youtu.be/xrt90oUh-bA?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Srimate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Saraswati Bhyasam Tatho Jayam Udhirayet. In this session we will be discussing from the 35th verse of the 8th chapter of the 1st canto of Srimad Bhagavatam, continuing the prayers by Queen Kunti."
    },
    {
      "start_time": 74,
      "end_time": 176,
      "verse_references": [
        "SB 1.8.35"
      ],
      "themes": [
        "devotional service",
        "liberation",
        "Krishna's appearance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna has also appeared for rejuvenating the devotional service of hearing, remembering, worshipping, etc.",
      "summary": "Queen Kunti's prayer is explained, focusing on Krishna's purpose of rejuvenating devotional service to liberate conditioned souls.",
      "timestamp_url": "https://youtu.be/xrt90oUh-bA?t=74",
      "transcript": "Bhavesmin Klishyamananam Avidyakamakarmabhihi Shravanasmaranarhani Karishyan Nithikechana. The meaning of this verse is, and yet others say that you appear to rejuvenate the devotional service of hearing, remembering, worshipping and so on in order that the conditioned souls suffering from material pangs might take advantage and gain liberation. So Krishna appears for different purposes, and He simultaneously fulfills all the purposes when He appears in an incarnation. That's the greatness of His appearance. So Queen Kunti, being a pure devotee, is very well aware that Krishna is the Supreme Personality of Godhead and His appearance is very, very purposeful. So in this verse she is saying that Krishna has also appeared for rejuvenating the devotional service of hearing, remembering, worshipping, etc. And why He has to revive that? Because"
    },
    {
      "start_time": 176,
      "end_time": 283,
      "verse_references": [
        "BG 4.7"
      ],
      "themes": [
        "karma",
        "conditioned souls",
        "re-establishment of religion",
        "incarnation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Every millennium, every yuga, he appears because the materialistic way of life is such that, after Krishna revives in one particular incarnation, gradually the religious principles deteriorate in human society.",
      "summary": "The speaker explains how conditioned souls are bound by karma and how Krishna incarnates in every yuga to re-establish religious principles as they deteriorate over time.",
      "timestamp_url": "https://youtu.be/xrt90oUh-bA?t=176",
      "transcript": "the conditioned souls, conditioned souls means all those who are under the stringent laws of karma, they are suffering from material pangs, simply because they are always engaged in some material activities and they get bound up and they suffer. So, such conditioned souls should take advantage of the process of devotional service and thereby very easily gain liberation from this material bondage. So, Krishna comes for this purpose also. So, Srila Prabhupada explains in the purport, in the Srimad Bhagavad, sorry, in the Srimad Bhagavad Gita, the Lord asserts that he appears in every millennium just to reestablish the way of religion: Dharma samsthapana arthaya sambhavami yuge yuge. Every millennium, every yuga, he appears, because the materialistic way of life is such that, after Krishna revives in one particular incarnation, gradually the religious principles deteriorate in human society. Then again Krishna comes in another incarnation, again he rejuvenates the religious principles. Again it starts deteriorating. So, periodically Krishna incarnates for this purpose."
    },
    {
      "start_time": 284,
      "end_time": 357,
      "verse_references": [],
      "themes": [
        "true religion",
        "supreme authority",
        "devotional service",
        "love"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The factual way of religion is to accept the Lord as a supreme authority, and thus render service unto him in spontaneous love.",
      "summary": "The lecture emphasizes that true religion is defined by God, specifically Krishna, and involves accepting Him as the supreme authority and rendering loving devotional service.",
      "timestamp_url": "https://youtu.be/xrt90oUh-bA?t=284",
      "transcript": "Dharma samsthapana arthaya. Now, Srila Prabhupada explains, \"The way of religion is made by the Supreme Lord. No one can manufacture a new path of religion as is the fashion for certain ambitious persons.\" In modern times, sometimes people say, \"Oh, I have got my own way of practicing Dharma.\" But that is not real Dharma. That's not religion. That's not true religion. True religion is what is given by God, what is given by Krishna. The factual way of religion is to accept the Lord as a supreme authority, and thus render service unto him in spontaneous love. This is the perfect understanding of religion: that Krishna is the Supreme Lord, Supreme Personality of Godhead, and everyone should render loving devotional service to Krishna."
    },
    {
      "start_time": 365,
      "end_time": 481,
      "verse_references": [],
      "themes": [
        "service",
        "illusory energy",
        "material desires",
        "illusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A living being, any living being, cannot help but render service because he is constitutionally made for that purpose.",
      "summary": "The speaker explains that all living beings are meant to render service, and if they don't serve Krishna, they become servants of illusory energy and material desires, leading to the illusion of being masters.",
      "timestamp_url": "https://youtu.be/xrt90oUh-bA?t=365",
      "transcript": "Now, Srila Prabhupada explains here, a living being, any living being, cannot help but render service because he is constitutionally made for that purpose. We are made for doing service eternally. That's the only function: to render service. But, we are meant to serve Krishna. If we don't serve Krishna, then we are forced to serve illusory energy, Maya. Servant we are. We cannot avoid rendering service. So, it's explained here, the only function of the living being is to render service to the Lord, to Lord Krishna. The Lord is great and living beings are subordinate to him. Everyone is subordinate to Krishna, the Supreme Lord. So, everyone's duty is simply to serve Krishna. Unfortunately, the illusioned living beings, out of misunderstanding only, become servants of the senses by material desire. We all have material desires, and these material desires dictate that we become servant of our senses. We think we are master in this material world, generally, under the influence of illusion. But, in reality, nobody is master. Krishna is the only master. Krishna is the only Lord. Krishna is the only controller."
    },
    {
      "start_time": 481,
      "end_time": 628,
      "verse_references": [],
      "themes": [
        "material desires",
        "illusion",
        "nescience",
        "perverted sex life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In such a false conception, they become servants of the senses. They simply chase their material desires. And that is never to be fulfilled.",
      "summary": "The lecture discusses how material desires lead to becoming servants of the senses, chasing unfulfillable desires, and becoming entangled in nescience, with a specific mention of perverted sex life as a central point of material enjoyment.",
      "timestamp_url": "https://youtu.be/xrt90oUh-bA?t=481",
      "transcript": "But, others have an illusory idea that \"I am controller, I am master. I am the enjoyer.\" And in such a false conception, they become servants of the senses. They simply chase their material desires, and that is never to be fulfilled. It is called durashaya. Durashaya, never to be satisfied, never. Though, sometimes people think, \"By my hard work, I have successfully worked for satisfying some material desire of mine, and I have become successful,\" but that success is another facet of the illusion only. Both failure and success are illusions, because we have nothing to do with this material world. So, we become, under illusion, servant of our own senses. Now, this desire, material desire, is called avidya, nescience. Now, only because of this nescience or avidya or material desires, the living beings make different plans for material enjoyment. Material enjoyment, there are so many plans made by different living beings. This plan for material enjoyment is centered about a perverted sex life. Sex life, by itself, is not condemned in the scriptures. It's got a higher purpose: to produce Krishna conscious progeny, Krishna conscious children. But perverted sex life is simply meant for some so-called enjoyment, which actually is totally illusory."
    },
    {
      "start_time": 628,
      "end_time": 724,
      "verse_references": [],
      "themes": [
        "transmigration",
        "birth and death",
        "different bodies",
        "continuous life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Transmigration means, I am leaving one body and entering another body.",
      "summary": "The speaker explains the concept of transmigration, where the soul leaves one body and enters another, emphasizing that death is not the end of existence but a migration to a new body.",
      "timestamp_url": "https://youtu.be/xrt90oUh-bA?t=628",
      "transcript": "Therefore, a person becomes entangled in the chain of birth and death by transmigrating into different bodies. You should understand this word, transmigration. Transmigration means I am leaving one body and entering another body, while I am not aware that I have changed my body. I am existing through the changes, but I am not aware of that. That's why it's called transmigration. Migration, you understand. Just say, a person migrates from India to America. He leaves India and he goes to America, say, migrated to America. Actually, a similar thing happens when we die. Death is not the end of our existence. Death means we migrate from this body to another body, new body. But because that change happens without our knowledge, without our understanding, it's called transmigration. And actually life is continuous through the changes of the body."
    },
    {
      "start_time": 724,
      "end_time": 839,
      "verse_references": [],
      "themes": [
        "transmigration",
        "illusion",
        "threefold miseries",
        "material life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In that next body, a person thinks, I have come into existence when I was born, which is a mistake, which is an incorrect understanding.",
      "summary": "The lecture continues on transmigration, highlighting the illusion of forgetting past lives and the incorrect understanding of coming into existence at birth, and emphasizing that threefold miseries persist even when changing bodies.",
      "timestamp_url": "https://youtu.be/xrt90oUh-bA?t=724",
      "transcript": "Just like we change body from childhood to youth to old age. Do we think that we are different person from childhood to youth when the change happens? No. I am quite aware. I am the same person. I had the body of a child. Now I have the body of a young man when I become youthful, when I go to the youthful stage. So, I don't think that I am a different person. But what happens when we quit this body at the time of death and enter another body? Mostly, in most cases, a person forgets about the previous life. That is one thing. Second thing, in that next body, a person thinks, \"I have come into existence when I was born,\" which is a mistake, which is an incorrect understanding. So, in the chain of birth and death, by transmigrating to different bodies on different planets, this happens under the direction of the Supreme Lord. He is completely in control, the Supreme Lord. So, Srila Prabhupada explains, unless one is beyond the boundary of this nescience or ignorance or misunderstanding, misconception, one cannot get free from the threefold miseries of material life. One cannot get free. The threefold miseries will be there in material existence, even if we change bodies. Miseries are not going to vanish."
    },
    {
      "start_time": 839,
      "end_time": 908,
      "verse_references": [],
      "themes": [
        "devotional service",
        "liberation",
        "bhakti",
        "Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So, therefore, the conclusion is that if we understand and take to devotional service, which Krishna actually every time appears in every yuga, and he revives the real religious principles in human society, and we should take advantage of that.",
      "summary": "The lecture concludes by emphasizing the importance of devotional service (bhakti) as the path to liberation, highlighting Krishna's role in reviving religious principles and encouraging listeners to take advantage of this opportunity to return to Godhead.",
      "timestamp_url": "https://youtu.be/xrt90oUh-bA?t=839",
      "transcript": "So, therefore, the conclusion is that if we understand and take to devotional service, which Krishna actually every time appears in every yuga, and he revives the real religious principles in human society, Dharma Samsthava and Artha, and we should take advantage of that. Krishna is doing it for our sake. It's not for his benefit. It's for our benefit. So, those who are accepting this path of devotional service, they are very, very fortunate souls, and they can solve this problem of repetition of birth and death by practicing bhakti and becoming liberated. Ultimate liberation is possible in the bhakti. Go back to Godhead, never to return again to this miserable material world."
    }
  ]
}