{
  "video_id": "xSJJHtg7D9A",
  "title": "Lord Krishna's sweetness attract even Lord Vishnu | HG Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=xSJJHtg7D9A",
  "segments": [
    {
      "start_time": 47,
      "end_time": 177,
      "verse_references": [],
      "themes": [
        "responsibility of a king",
        "criticism",
        "vows"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I'll see that your next child doesn't die so in due course of time the Brahmana said okay",
      "summary": "A brahmana repeatedly accuses the Yadu kings of adharma because his children keep dying at birth, and Arjuna vows to protect the next child.",
      "timestamp_url": "https://youtu.be/xSJJHtg7D9A?t=47",
      "transcript": "child but unfortunately as soon as the child was delivered, it died. So the brahmana came to the Dwaraka Palace and he condemned all the yadu Dynasty Kings, saying that in the presence of the father, how is the son dying? Because in the olden times, the king used to be responsible to ensure that there were no untimely deaths within the kingdom. People could die only of old age, out of natural causes. If any of the citizen dies in his youth when his father is still living, that means the king has become adharmic, so then the king is no longer fit to rule. So the brahmana came here and accused all the yadu Kings in front of Krishna, Balaram, Ugrasena. He told, he condemned, he criticized all of them, \"What is this? You are all big, big people sitting here and in front of you my son is dying. How is it possible? That means you are doing some other man.\" Smiling and kept quiet. Then in due course of time, the brahmana's wife gave birth to a second child and even that child died upon birth. Again he came to the court of Dwaraka and he criticized all the Kings of the yadu Dynasty and he went back. And this happened again and again and again. Like this it happened eight times and then the ninth time also the child died upon birth. So the brahmana came and very bitterly he criticized all the yadava Kings, Krishna, Balarama, Pradyumna, everybody he criticized. So that ninth time Arjuna happened to be there and when Arjuna heard this he got shocked and all the yadu Kings, they had become used to it because this is not the first time it is happening again and again it is happening and Krishna is keeping quite so they are also keeping quiet. But Arjuna got shocked, \"What is this? He's coming and criticizing all the Kings.\" So he got up and told, he told the Brahmana, \"Don't worry, I am there. Please don't think that kshatriyas are not there to protect the brahmanas. I am there, I will give you all\""
    },
    {
      "start_time": 177,
      "end_time": 274,
      "verse_references": [],
      "themes": [
        "false pride",
        "failure",
        "disappointment"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I came and believed you after you know keeping aside all Krishna Balarama all those people I believed you I am a fool like this the brahmana said",
      "summary": "The brahmana doubts Arjuna's ability to protect his child, but Arjuna insists, invoking powerful weapons; however, the child disappears upon birth, along with Arjuna's arrows, leading to the brahmana's disappointment.",
      "timestamp_url": "https://youtu.be/xSJJHtg7D9A?t=177",
      "transcript": "protection. I'll see that your next child doesn't die.\" So in due course of time, the Brahmana said, \"Okay, all big personalities, Pradyumna, Samba, then Krishna himself, Balarama himself are sitting here, they are not saying anything, you are saying you will protect my child, how is it possible?\" Arjuna said, \"No, no, no, no, I've got pashupatiya's from Lord Shiva, I have defeated even Lord Shiva, I am this, I am that,\" and all those kind of things he started telling about himself. So he said, \"Don't worry, I will protect and if I am not able to get your protect your child then I'll give up my life.\" So Arjuna took this vow. So then Brahmana said, \"Okay if you are ready to protect I am fine.\" So then in due course of time, the Brahmana's wife, the time came for the Brahmana's wife to deliver the 10th child. So immediately the Brahmana called Arjuna. Arjuna till then he was staying in Dwaraka only, he did not go back to Indraprastha, why? Because of his promise that he would protect this Brahmana's child. So immediately Arjuna took up all his bow arrow and all and went to the Brahmana's house and then he started shooting arrows for protection. The you know he he invoked the Pashupatastra everything so that any enemy comes the arrow would kill all of them all of them and then the child was born and as soon as the child was born what happened? The child and all of Arjuna's arrows everything disappeared and the brahmana came and said, \"I came and believed you\""
    },
    {
      "start_time": 274,
      "end_time": 369,
      "verse_references": [],
      "themes": [
        "vows",
        "Krishna's intervention",
        "devotee's dependence"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "devotees of Krishna they will go and take some you know vow or some some kind of endeavor they will big endeavor they will take up and finally they will not be able to do it then Krishna will be forced to come and fulfill that wall",
      "summary": "Arjuna searches various lokas for the child but fails, and prepares to immolate himself to keep his vow, prompting Krishna to intervene and question why Arjuna made such a vow.",
      "timestamp_url": "https://youtu.be/xSJJHtg7D9A?t=274",
      "transcript": "after you know keeping aside all Krishna, Balarama, all those people, I believed you, I am a fool,\" like this the brahmana said. So then Arjuna thought what has happened. So Arjuna got very, you know, he has given a vow to the brahmana, he cannot break his vow, a kshatriya cannot break his vow. So he said, \"No, no, no, no, no, I'll find out where your son is and I'll get him back.\" And immediately he took his chariot and then he started traveling. He went to Indraloka, he went to Brahma Loka, he went to Yama Loka and he went up to Brahma's planet, up to brahma Loka. There also he could not find the sons of the Brahma and then he went to rasatala, patala, everywhere, all the planets he traveled but he could not find the brahmana son. Finally Arjuna was frustrated, he came back and he said, \"I could not find your son, so as per my vow I am going to kill myself.\" So he started organizing but to sit in sit in yoga yoga asana and immolate himself, he started preparing. All this while Krishna was silently watching what was happening, \"Let us see the fun.\" Then when Krishna saw that Arjuna is going to kill himself immediately Krishna, \"Hey wait, wait, wait, wait, I am there now, why are you doing all these things?\" So this is what happens, you know, devotees of Krishna they will go and take some you know vow or some some kind of endeavor, they will big endeavor they will take up and finally they will not be able to do it then Krishna will be forced to come and fulfill that wall. So Krishna said, \"Why did you take\""
    },
    {
      "start_time": 369,
      "end_time": 496,
      "verse_references": [],
      "themes": [
        "transcendental realm",
        "divine power",
        "awe and fear"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I am seeing I have never seen anything like this in this world",
      "summary": "Krishna takes Arjuna in his transcendental chariot beyond the universe to a palace in Viraja, where they encounter Maha Vishnu on Anantasesha, filling Arjuna with awe and fear.",
      "timestamp_url": "https://youtu.be/xSJJHtg7D9A?t=369",
      "transcript": "up this wall like this?\" So Krishna because Krishna knew what was happening behind the scene. This this death of all these sons of brahmana were not ordinary, it was not being done by some demon or something like that. If it was some demon and all Krishna would have immediately killed all of them. So Krishna was keeping quiet because there was some reason behind that. So Krishna said, \"Come.\" He put Arjuna in his chariot and Krishna's personal chariot which was drawn by four horses. Horses they were all transcendental horses because Krishna is transcendental, his chariot is also transcendental, his horses they are all they are all transcendental. So all these with all these horses Krishna started traveling and he is driving the chariot and he is going going going all the they came to the edge of the universe and then Krishna penetrated even the covering of the universe. You know there are there are seven different layers, earth, water, fire, all these things, each layer is ten times bigger than the previous layer. So and it is very dark. So to light the way Krishna sent his sudarshan chakra and then the chariot crossed over and they came to viraja and when they came to viraja they went to the middle of viraja there there was a beautiful Palace with with all made up of jewels and glittering and and uh you know in very with a lot of opulence and surrounded and a lot of servants are running around and all those things and in the middle of the Palace was Anantasesha with his thousands of hoods and on Anantasesha soft white body was lying Maha Vishnu. So Krishna and Balram Krishna and Arjuna came in front of Vishnu and the moment they came in front of Vishnu Arjuna was seeing all this struck and he started you know feeling very fearful inside, \"Where have we come? What is this?\""
    }
  ]
}