{
  "video_id": "xSJJHtg7D9A",
  "title": "Lord Krishna's sweetness attract even Lord Vishnu | HG Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=xSJJHtg7D9A",
  "segments": [
    {
      "start_time": 47,
      "end_time": 177,
      "verse_references": [],
      "themes": [
        "responsibility of a king",
        "criticism",
        "vows"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I'll see that your next child doesn't die so in due course of time the Brahmana said okay",
      "summary": "A brahmana repeatedly accuses the Yadu kings of adharma because his children keep dying at birth, and Arjuna vows to protect the next child.",
      "timestamp_url": "https://youtu.be/xSJJHtg7D9A?t=47"
    },
    {
      "start_time": 177,
      "end_time": 274,
      "verse_references": [],
      "themes": [
        "false pride",
        "failure",
        "disappointment"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I came and believed you after you know keeping aside all Krishna Balarama all those people I believed you I am a fool like this the brahmana said",
      "summary": "The brahmana doubts Arjuna's ability to protect his child, but Arjuna insists, invoking powerful weapons; however, the child disappears upon birth, along with Arjuna's arrows, leading to the brahmana's disappointment.",
      "timestamp_url": "https://youtu.be/xSJJHtg7D9A?t=177"
    },
    {
      "start_time": 274,
      "end_time": 369,
      "verse_references": [],
      "themes": [
        "vows",
        "Krishna's intervention",
        "devotee's dependence"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "devotees of Krishna they will go and take some you know vow or some some kind of endeavor they will big endeavor they will take up and finally they will not be able to do it then Krishna will be forced to come and fulfill that wall",
      "summary": "Arjuna searches various lokas for the child but fails, and prepares to immolate himself to keep his vow, prompting Krishna to intervene and question why Arjuna made such a vow.",
      "timestamp_url": "https://youtu.be/xSJJHtg7D9A?t=274"
    },
    {
      "start_time": 369,
      "end_time": 496,
      "verse_references": [],
      "themes": [
        "transcendental realm",
        "divine power",
        "awe and fear"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I am seeing I have never seen anything like this in this world",
      "summary": "Krishna takes Arjuna in his transcendental chariot beyond the universe to a palace in Viraja, where they encounter Maha Vishnu on Anantasesha, filling Arjuna with awe and fear.",
      "timestamp_url": "https://youtu.be/xSJJHtg7D9A?t=369"
    }
  ]
}