{
  "video_id": "xsLpu-f0ZTY",
  "title": "Daily Evening Bhagavatam Discourse | SB 1.17.23 | HH Stoka Krishna Swami | 04-03-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=xsLpu-f0ZTY",
  "segments": [
    {
      "start_time": 51,
      "end_time": 486,
      "verse_references": [],
      "themes": [
        "inconceivable energies of the Lord",
        "devotee's perspective",
        "karma",
        "illusory energy (Maya)"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The material energy is always provoking doubts about the supreme authority of the Lord.",
      "summary": "This segment discusses the inconceivable nature of the Lord's energies, the role of Maya, and how a devotee should not blame others or the Lord for difficulties, understanding the chain of cause and effect and the influence of past karma.",
      "timestamp_url": "https://youtu.be/xsLpu-f0ZTY?t=51",
      "transcript": "In this session we will be discussing from the 23rd verse of the 17th chapter of the first canto of Srimad Bhagavatam. अथवा देवामायाया नूनम गतिर अगोचरा चेतसो वचसस्चापी भूतानाम इति निष्चयहा The meaning of this 23rd verse is, \"Thus it is concluded that the Lord's energies are inconceivable. No one can estimate them by mental speculation or by word.\" Now, this is a conclusion that is drawn by Pariksit Maharaj. The Lord's energies are inconceivable. The Lord's energies are working, especially in this material world and even in the spiritual world. But in the spiritual world it is the spiritual energy, internal potency which is working. And in the material world it is the external potency, the material energy which is working. Both of them are controlled, owned, directed by the Supreme Lord only. Krishna only is the owner, controller, director, master of all the energies. So, by mental speculation we cannot figure out how the Lord's energies are working. How the Lord's energies are working in different circumstances. We cannot make calculation, material calculation. That's impossible. So, in the Purport, Srila Prabhupada explains, \"A question may be raised as to why a devotee should refrain from identifying an actor, although he knows definitely that the Lord is the ultimate doer of everything. A devotee does not blame anyone for any difficulty or danger.\" A doer knows the problem he may be facing. Why? Even though he knows that the Lord is the ultimate doer. But that doesn't mean he blames the Lord. Neither he blames the person who is the immediate cause. And therefore he also blames the Lord as the person who is the immediate cause, because there are a chain of causes and defects. And every effect there is a cause, and every cause there is a particular justification why, why that cause is actually being sanctioned by the law. Knowing the ultimate doer, one should not pose himself as ignorant of the actual performer. So, it's not that because anyway, ultimately, every person suffers because of his or her own past bad karma, I or anyone else doesn't have the license to inflict harm on others, that is not a license. It's just like sometimes people say, anyway, the animal is going to die. So, if I kill it for some food, what is wrong there? It's going to die. Animal is not the body. After all, I can only kill the body. I cannot kill the soul. Animal or the living entity is the soul. So, this reasoning or argument is not correct, is invalid. The perpetrator of a sinful activity is definitely responsible for this sinful action, and is going to be punished by God's laws, the laws of karma. Of this, there is no doubt at all. Yet, when the sinful action is sanctioned by the Lord, then there is a higher cause. So, it is said here, to answer this doubt, the reply is that the Lord is also not directly responsible for everything, is done by his deputed maya shakti or material energy. In the material world, maya shakti, material energy is working. In every case, every material action, material energy is working. The material energy is always provoking doubts about the supreme authority of the Lord, because we directly don't see the Lord's hand in every action in this material world. But still, the fact is, the Lord is always in the background, and he only is directing the material energy. The personality of religion knew perfectly well that nothing can take place without the sanction of the Supreme Lord, and still he was put into doubts by the deluding energy. And thus, he refrained from mentioning the supreme cause. This doubtfulness was due to the contamination of both Kali and the material energy. When dharma does not complain against the Kali Purusha, so, does it mean that, oh, Kali Purusha is not directly responsible, so, he is not a culprit. So, Pariksit need not punish him? No, that is incorrect. At the same time, the Lord is sanctioning, only then Kali Purusha can do some harm. So, Lord is responsible? No, the Lord is not responsible. The whole atmosphere of the age of Kali is magnified by the deluding energy, and the proportion of measurement is inexplicable. The material world always, Maya's actions are definitely the direct cause of any suffering that anybody may undergo. But then, our own past sinful actions are also responsible. We are responsible. So, how does this illusory energy work? Is the question that may be raised. So, it is not easy to understand the working of the illusory energy in each and every case."
    },
    {
      "start_time": 486,
      "end_time": 682,
      "verse_references": [],
      "themes": [
        "illusory energy (Maya)",
        "Markandeya Rishi",
        "prayer",
        "spiritual practice"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I wish to see your illusory potency, by whose influence the entire world, together with its ruling demigods, consider reality to be materially variegated.",
      "summary": "This segment introduces the story of Markandeya Rishi, who prayed to see the Lord's illusory energy in action, highlighting his detachment from material benefits and his desire to understand Maya's influence.",
      "timestamp_url": "https://youtu.be/xsLpu-f0ZTY?t=486",
      "transcript": "So, I want to briefly narrate a particular description in the 12th Kant of the Bhagavatam. Tiruvannamalai. There was one Markandeya Rishi. He once prayed to the Supreme Lord, \"I want to see your illusory energy in action.\" Because he is himself a great tapasvi, he is situated above the influence of the illusory energy. But he is seeing the illusory energy working. So many people are under the clutches of maya and they are engaged in either material enjoyment or they sometimes suffer and they are in ignorance and they are perpetually in the cycle of birth and death. They have no clue how to get out because of ignorance. So how is this material energy working? I wanted to see. This is what Markandeya wanted to actually ask the Lord. So once when Markandeya Rishi was sitting in his ashram performing his spiritual practice, the Supreme Lord appeared in his incarnation as Naranarayanarishi, the twin sages. And Markandeya Rishi received Naranarayanarishi very nicely. And after they had been offered all kinds of good reception, according to Vedic culture, then when they were seated, Markandeya Rishi offered nice prayers to them and the Lord, being satisfied, asked him, \"You can ask any benediction that you desire.\" So he said, \"I am not interested in any material benefit,\" knowing very well that they are useless from a spiritual perspective. \"But I want to... I wish to see your illusory potency, by whose influence the entire world, together with its ruling demigods, consider reality to be materially variegated.\" They mistake this material energy itself to be the absolute truth. No. Material energy is not the absolute truth. Krishna is the absolute truth. Krishna is in the background. Material energy is completely controlled, directed, owned by Krishna. Now, Markandeya's prayer to the Supreme Lord was accepted. And Supreme Lord said, \"So be it.\" And they departed for their ashram in Badrikashram. Thinking always of his desire to see the Lord's illusory energy, Markandeya Rishi remained in his ashram, meditating constantly upon the Lord within fire, the sun, the moon, the water, the earth, the air, lightning, his own heart, and worshipping him with paraphernalia conceived in his mind."
    },
    {
      "start_time": 691,
      "end_time": 921,
      "verse_references": [],
      "themes": [
        "illusory energy (Maya)",
        "Markandeya Rishi",
        "deluge",
        "fear",
        "divine test"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even as Markandeya looked on, the rain pouring down from the clouds filled the ocean more and more and more until the great sea covered up the earth's islands, mountains, continents.",
      "summary": "This segment describes the devastating flood created by the Lord's illusory energy, showing Markandeya Rishi's experience of fear, hunger, and disorientation as he wandered through the deluge.",
      "timestamp_url": "https://youtu.be/xsLpu-f0ZTY?t=691",
      "transcript": "One day, while Markandeya Rishi was performing his evening worship, suddenly a great wind arose. That wind created a terrible sound and brought in its wake fearsome clouds that were accompanied by lightning and roaring thunder. And the clouds poured down torrents of rain. Then on all sides, Markandeya Rishi saw the four great oceans swelling up. And there was gusty wind. And these oceans were filled with sea monsters. And they were very, very fearsome. There were whirlpools. The sage saw all the inhabitants of the universe, including himself, tormented by the harsh winds. The bolts of lightning, the great waves rising beyond the sky, the whole earth became flooded, and he became perplexed and fearful. Remember, Markandeya Rishi had prayed to the Lord, \"I want to see your illusory energy in action.\" And now, actually the Lord is showing him what is my illusory energy like. Even as Markandeya looked on, the rain pouring down from the clouds filled the ocean more and more and more until the great sea covered up the earth's islands, mountains, continents. Completely the earth became submerged. Not only that water flooded the earth, but it also flooded the outer space, heaven, celestial region. Entire expanse of the universe was flooded in all directions. And it appeared like only Markandeya Rishi remained alive in that flood, great deluge, devastating flood. His matted hair scattered. The great sage wandered about alone in the water as if dumb and blind. He didn't know where to go, what to do. He's alive. He's somehow floating. And he doesn't know where to go and what to do. He was also tormented by hunger and thirst. He was attacked by monstrous makaras and timingala fish. Makaras means crocodiles. And very dangerous crocodiles which are huge. You can easily swallow up hundreds of Markandeya Rishis. And timingala fish. These fishes are very, very dangerous. They can devour an entire big blue sea whale. Huge. As big as ocean liners. That is attacked by a timingala. Timingala is very, very dangerous. So he saw timingala fishes. He saw monstrous crocodiles. And he was battered by the wind and waves. He moved aimlessly in the infinite darkness into which he had fallen. Suddenly, he saw millions of years pass like that, wandering in that huge flood. His mind bewildered by the illusory energy of the Supreme Personality of Godhead Lord Vishnu."
    },
    {
      "start_time": 921,
      "end_time": 1135,
      "verse_references": [],
      "themes": [
        "illusory energy (Maya)",
        "Markandeya Rishi",
        "vata patra shayi",
        "divine revelation",
        "liberation"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Suddenly the child inhaled everything and Markandeya found himself within the body of the child.",
      "summary": "This segment narrates Markandeya Rishi's encounter with the infant Vata Patra Shayi, his experience of being inside the Lord's body, and his eventual return to his ashram, illustrating the power and mystery of the Lord's illusory energy.",
      "timestamp_url": "https://youtu.be/xsLpu-f0ZTY?t=921",
      "transcript": "Once while wandering in the water, millions of years have passed, this Brahmana Markandeya Rishi discovered a small island. Now on this small island was a young banyan tree. And it was having... It was unaffected by that flood, by the hurricane wind, by the violent storm, everything. This stood with nice fruits and nice blossoms of flowers. Now on a branch of that tree, he saw an infant boy, small boy, lying within a leaf. The child's effulgence was swallowing up the darkness. The infant's dark blue complexion was the color of a flawless emerald. His lotus face shone with a wealth of beauty. His throat bore marks like the lines of a conch shell. This is the Supreme Lord appearing in that form, Vata Patra Shai. He is lying on a banyan leaf, and he was sucking the toe within his mouth. So Markandeya when he saw the child, all his fatigue vanished. And just looking at the child, he felt great joy within his heart. Now who is this infant? He tried to go near the infant. And suddenly the child inhaled everything, and Markandeya found himself within the body of the child. And inside he found the universe was as it was before the dissolution. He was astonished. He saw the heavens. He saw the earth. He saw the stars. He saw the mountains. He saw everything. And he saw before him his own Badra river, his own hermitage. Now as he was kind of thinking, oh now the illusion is over, suddenly the infant exhaled and expelled the sage out of its abdomen. And he was back into the ocean of dissolution. At that moment that child, when he came out, became again visible, invisible, became invisible. And suddenly everything vanished. The whole storm and the oceans which were flooded, everything vanished. And Markandeya Rishi found himself in his ashram, as he was seated. So this was the display of the illusory energy by the Lord. I'll stop here. Thank you very much."
    }
  ]
}