{
  "video_id": "XWi-tEQus3A",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.8 | 30-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=XWi-tEQus3A",
  "segments": [
    {
      "start_time": 58,
      "end_time": 454,
      "verse_references": [],
      "themes": [
        "Etiquette",
        "Humility of Krishna",
        "Krishna's Pastimes",
        "Devotion",
        "Personal vs. Impersonal aspect of God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna takes pleasure when his pure devotees treat him as an equal or treat him as a subordinate.",
      "summary": "This segment discusses Krishna's humility in bowing to Yudhishtira, despite being the Supreme Lord, and how He enjoys being treated with love and affection by His devotees, even as an equal or subordinate, contrasting this with the impersonal understanding of Brahman.",
      "timestamp_url": "https://youtu.be/XWi-tEQus3A?t=58"
    },
    {
      "start_time": 486,
      "end_time": 773,
      "verse_references": [],
      "themes": [
        "Separation from Krishna",
        "Attractiveness of Krishna",
        "Conditioned Souls",
        "Devotion",
        "Vrindavan Pastimes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Sri Krishna is so attractive for the living beings, especially for the devotees, that it is impossible for them to tolerate separation.",
      "summary": "This segment explains the unbearable feeling of separation from Krishna experienced by devotees, especially the Vrajavasis when Krishna left Vrindavan, and how this separation is a testament to Krishna's supreme attractiveness and the deep love of His devotees, contrasting this with the forgetfulness of conditioned souls under the influence of illusion.",
      "timestamp_url": "https://youtu.be/XWi-tEQus3A?t=486"
    },
    {
      "start_time": 773,
      "end_time": 892,
      "verse_references": [],
      "themes": [
        "Radharani's Separation",
        "Brajavasis' Love",
        "Kurukshetra Meeting",
        "Devotee Relationships",
        "Intimate Attachment to Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So deep and so intimate is the attachment for Krishna among pure devotees. So this we have to understand.",
      "summary": "This segment elaborates on the intense separation felt by Radharani and the Brajavasis, their heart-rending reunion with Krishna in Kurukshetra, and the unique and varied relationships devotees have with the Lord, emphasizing the impossibility of separation for those who have directly contacted Krishna.",
      "timestamp_url": "https://youtu.be/XWi-tEQus3A?t=773"
    }
  ]
}