{
  "video_id": "XWi-tEQus3A",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.10.8 | 30-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=XWi-tEQus3A",
  "segments": [
    {
      "start_time": 58,
      "end_time": 454,
      "verse_references": [],
      "themes": [
        "Etiquette",
        "Humility of Krishna",
        "Krishna's Pastimes",
        "Devotion",
        "Personal vs. Impersonal aspect of God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna takes pleasure when his pure devotees treat him as an equal or treat him as a subordinate.",
      "summary": "This segment discusses Krishna's humility in bowing to Yudhishtira, despite being the Supreme Lord, and how He enjoys being treated with love and affection by His devotees, even as an equal or subordinate, contrasting this with the impersonal understanding of Brahman.",
      "timestamp_url": "https://youtu.be/XWi-tEQus3A?t=58",
      "transcript": "In this session we will be discussing from the 8th verse of the 10th chapter of the 1st canto of Srimad Bhagavatam. आमंत्र्यचाभ्यनु ज्ञातः परिश्वज्याभिवाध्यतं आरुरोह रथम् कैश्चित् परिश्वक्तो अभिवाधितः The meaning of this verse is, afterwards, when the Lord asked permission to depart and the king gave it, the Lord offered his respects to Maharaj Yudhishtira by bowing down at his feet. And the king embraced him. After this, the Lord, being embraced by others and receiving their obeisances, got into his chariot. So this was described as the title of the chapter, Departure of Lord Krishna for Dwaraka from Hastinapura. So Krishna, after finishing his work of conducting the battle of Kurukshetra, and installing Maharaj Yudhishtira as the emperor of the world, he was now leaving Hastinapura for Dwaraka. Now the description here is that Krishna, even though he is the supreme personality of Godhead, he conducts himself in an ideal manner, setting an example for everyone else, that how the younger ones should show respect to the elders. Krishna is, that is explained by Prabhupada in the purport, Maharaj Yudhishtira was the elder cousin of Lord Krishna. So Maharaj Yudhishtira is elder to Krishna. And therefore, while departing from him, the Lord bowed down at the king's feet. King refers to Yudhishtira. So Krishna is bowing down to Yudhishtira's feet. This is the etiquette, this is the culture. Krishna is younger to Yudhishtira, so therefore he is bowing down. And Yudhishtira, what is Yudhishtira doing? The king, that is Yudhishtira, embraced him as a younger brother. Yudhishtira embraced him. Although, the king knew perfectly well that Krishna is the supreme personality of Godhead. Yudhishtira knows. At the time of Krishna's advent in this world, 5,000 years back, very few people knew Krishna to be the supreme personality of Godhead. Most of them could not recognize him. So, this is another reason why people cannot recognize that Krishna behaves as if he is one among all of us. But then Krishna also performs activities which are extraordinary, which establish his position as the supreme lord. When Krishna is playing with the cowherd boys, it looks like he is one among them. But when there is a war, there is a danger. Some demon comes to attack. Krishna effortlessly kills the demons and dispatches them. So, that killing the demons is not at all an ordinary activity. It's not possible for anyone else to do that. Or lifting the Govardhan hill, that's not possible for anyone to do. Even though he is just a seven-year-old boy, he lifted the Govardhan hill on his little left finger. So, certain activities of Krishna are extraordinary. But if somebody hears about it, they don't have the proper understanding about who is Krishna. They tend to disbelieve it, or they tend to think it is some kind of mythological story. But actually, Krishna is the supreme personality of Godhead. He has unlimited power. So, it is not at all impossible for Krishna to lift the Govardhan hill, or to kill some big demons. But, Krishna also performs activities as if he is an ordinary person. So, here it is being described how the exchange took place when he was leaving Hastinapura for Dwaraka. When he was leaving Hastinapura for Dwaraka, the Lord took pleasure when some of his devotees accepted him as less important in terms of love. No one is greater than or equal to the Lord, but he takes pleasure in being treated as younger than his devotees. See, this is Krishna's transcendental pastime, that even though those who recognize him, they respect him as the supreme Lord, they offer obeisances always, under all circumstances. Everyone offers obeisances to him as the supreme Lord. But, Krishna takes pleasure when his pure devotees treat him as an equal or treat him as a subordinate. Krishna takes pleasure. So, that is the personal aspect of the Lord. The Lord is the supreme Lord, as a personality. This is the feature of a personality. That they take pleasure or they love something, then it doesn't matter whether etiquette demands something else. So, these are all transcendental pastimes of the Lord, and the impersonalist cannot enter into the supernatural role."
    },
    {
      "start_time": 486,
      "end_time": 773,
      "verse_references": [],
      "themes": [
        "Separation from Krishna",
        "Attractiveness of Krishna",
        "Conditioned Souls",
        "Devotion",
        "Vrindavan Pastimes"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Sri Krishna is so attractive for the living beings, especially for the devotees, that it is impossible for them to tolerate separation.",
      "summary": "This segment explains the unbearable feeling of separation from Krishna experienced by devotees, especially the Vrajavasis when Krishna left Vrindavan, and how this separation is a testament to Krishna's supreme attractiveness and the deep love of His devotees, contrasting this with the forgetfulness of conditioned souls under the influence of illusion.",
      "timestamp_url": "https://youtu.be/XWi-tEQus3A?t=486",
      "transcript": "Now, as regards Bhima and Arjuna, because they were equal in age to Lord Krishna, they embraced him. So, mutually they embraced each other, because they are equals. And, Nakula and Sahadeva are younger to Krishna, therefore they bowed down to Krishna. So, this is the description of Krishna leaving for Dwaraka. He mounted his chariot, and after he was properly bowing down, and receiving embraces, etc. The 9th and 10th verse describe further, Subhadra Draupadi Kunti Virata Tanaya Tatha Gandhari Dhritarashtrascha Yuyatsur Gautamo Yamao Vrukodascha Dhaumyascha Striyo Matsya Sudadayaha Nasehire Vimukhyanto Viraham Sarangadhanmanaha This is two verses, the 9th and the 10th verses. In these verses, it is described, the translation of these two verses. At that time, Subhadra Draupadi Kunti Uttara Gandhari Dhritarashtra Yuyatsur Krupacharya Nakula Sahadeva Bhimasena Dhaumya and Satyavati, all nearby, all nearly fainted, because it was impossible for them to bear separation from Lord Krishna. So this is describing, what is the reaction of the residents of the palace of Hastinapura when Krishna was leaving for Dwarka. Krishna has mounted his chariot. Now what was the reaction? They all felt that this separation is impossible to bear for them. All these personalities. So Prabhupada explains in the purport the reason for this. Prabhupada says, Lord Sri Krishna is so attractive for the living beings, especially for the devotees, that it is impossible for them to tolerate separation. This is the meaning of the word Krishna. He is supremely attractive. So he is attractive for everyone. But then somebody may say, I don't feel attracted to Krishna. That is explained by Prabhupada here as the conditioned soul. All of us are conditioned souls in the present condition, the present situation. We are all conditioned souls. Under the spell of the illusory energy, the illusory energy forgets the Lord. So because of the influence of illusion on all of us, we forget Krishna. That means we do not recognize Krishna. We do not remember Krishna. We do not know about Krishna like that. Otherwise, the living entity can never forget Krishna. If we are not under the influence of illusion, we cannot, we can never forget Krishna. So the feeling of such separation cannot be described but can simply be imagined by devotees only. What is the kind of separation a devotee feels? Another devotee can understand that. Non-devotees cannot understand. What is this? Because this is separation from the most beloved personality, the most attractive personality, the most loving personality, the most intimately related personality. So the separation is unbearable. It's unbearable. Prabhupada also describes, not only an example is given here, Krishna leaving Hastinapura for Dwaraka, but when Krishna left Vrindavan and came to Mathura, after it is described here, after the separation from Vrindavan of the great innocent rural cowherd boys, girls, ladies and others, they all felt shocked throughout their lives, the Vrajavasis. They felt the shock of separation and they experienced that throughout their lives because Krishna never went back. Though when leaving Vrindavan, Krishna told the Vrajavasis, I'll come back after few days. I got some work in Mathura. But He never returned. Krishna never returned to Vrindavan."
    },
    {
      "start_time": 773,
      "end_time": 892,
      "verse_references": [],
      "themes": [
        "Radharani's Separation",
        "Brajavasis' Love",
        "Kurukshetra Meeting",
        "Devotee Relationships",
        "Intimate Attachment to Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So deep and so intimate is the attachment for Krishna among pure devotees. So this we have to understand.",
      "summary": "This segment elaborates on the intense separation felt by Radharani and the Brajavasis, their heart-rending reunion with Krishna in Kurukshetra, and the unique and varied relationships devotees have with the Lord, emphasizing the impossibility of separation for those who have directly contacted Krishna.",
      "timestamp_url": "https://youtu.be/XWi-tEQus3A?t=773",
      "transcript": "So the Brajavasis, rest of their life they simply were crying and crying and crying and crying in separation from Krishna. This is their attachment to Krishna. So that is described here. The separation of Radharani, the most beloved cowherd girl, is beyond expression of all the devotees. The topmost devotee is Radharani. She felt the separation the most. So then it is also described once later on, much later. They met at Kurukshetra during a solar eclipse, the Brajavasis and Krishna coming from Dwaraka to Kurukshetra. Brajavasis coming from Vrindavan to Kurukshetra. And the feeling which was expressed by them is heart-rending. The feeling the Brajavasis expressed on seeing Krishna in Kurukshetra at the time of solar eclipse, that is very, very, very touching. There is of course a difference in the qualities of the transcendental devotees of the Lord. Not all are identical that way. They have varieties of relationships. But none of them who has ever contacted the Lord by direct communion or otherwise can leave him for a moment. That is never possible. Separation is never possible. And if at all they are separated, they feel that within the core of their heart, I cannot tolerate being away from Krishna even for a single moment. A fraction of a second I cannot tolerate. So deep and so intimate is the attachment for Krishna among pure devotees. So this we have to understand."
    }
  ]
}