{
  "video_id": "XY4bYVfQ9Y8",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.38 | 24-12-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=XY4bYVfQ9Y8",
  "segments": [
    {
      "start_time": 50,
      "end_time": 399,
      "verse_references": [],
      "themes": [
        "Yudhishthira Maharaj",
        "Parikshit Maharaj",
        "Responsibilities of a King",
        "Human Form of Life",
        "Spiritual Guidance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Human form of life means a life of responsibility, and the king ensures that people take advantage of this human form of life by becoming very responsible.",
      "summary": "This segment discusses Yudhishthira Maharaj handing over the kingdom to Parikshit Maharaj, emphasizing the king's responsibility to guide citizens towards spiritual realization and the importance of human life for understanding the difference between temporary and permanent.",
      "timestamp_url": "https://youtu.be/XY4bYVfQ9Y8?t=50",
      "transcript": "In this session we will be discussing from the 38th verse of the 15th chapter of the first canto of Srimad Bhagavatam. स्वराट् पौत्रं बिनैनं आत्मनः सुसमं गुनैहि तोय नीव्याः पतिम् भूमेर् अभ्यसिंचत् गजाह्वये The meaning of this 38th verse is: Thereafter in the capital of Hastinapura he enthroned his grandson who was trained and equally qualified as the emperor and master of all land bordered by the seas. So here is the description of Yudhishthira Maharaj retiring from active household life and he is handing over charge of ruling the world to his trained and qualified grandson, Parikshit Maharaj. Parikshit Maharaj was the only surviving descendant of the Pandava family of the Kuru dynasty. Everyone else was killed in the battle of Kurukshetra. So Yudhishthira Maharaj handed over charge to Parikshit Maharaj and he handed over charge as the emperor and master of all lands bordered by the seas, the whole world. He handed over charge of ruling the entire world to Parikshit Maharaj. Srila Prabhupada says in the purport, \"The total land on the earth bordered by the seas was under the subjugation of the king of the Kuru dynasty, the king of Hastinapura.\" This is the arrangement. The emperor of the world ruled from the place called Hastinapura. Hastinapura is modern day Delhi. Elsewhere Srila Prabhupada explains. So the capital was always in Hastinapura of the rulers of the entire world. There was subordination. There were subordinate kings and they had their smaller jurisdiction of province or state or some small kingdom, but they were always subordinate to the emperor. So that was actually the system, that there were different territorial kings who were protected by the emperor against any invasion by rogues and thieves and dacoits etc. So they used to rule the citizens very nicely according to the scriptural directions, according to the kshatriya dharma, the perfect system of administration given in the perfect scriptures, coming from the perfect source, the supreme personality of Godhead. So Srila Prabhupada further says, \"Maharaja Yudhishtira trained his grandson Maharaj Pariksit, who was equally qualified in state administration in terms of the king's obligation to the citizens.\" Earlier Srila Prabhupada elaborately explained what were the obligations of the king to the citizens. The king had to essentially ensure that all the necessities were provided for the citizens so that the citizens can actually become responsible for preparing themselves to go back to Godhead after having achieved or after having received a human form of life. So human form of life means a life of responsibility and the king ensures that people take advantage of this human form of life by becoming very responsible, not that they are busy simply earning money or busy with some material activities, busy with some sense gratification, all under the influence of the illusory energy for some temporary effects. No. Human being means should understand the difference between the temporary and permanent, material and spiritual, body and soul, matter and spirit. Clear difference or distinction should be made and the human being has the developed consciousness or intelligence or brain substance to actually be able to do this."
    },
    {
      "start_time": 399,
      "end_time": 721,
      "verse_references": [
        "BG 15.0"
      ],
      "themes": [
        "Bonafide Spiritual Master",
        "Material World",
        "Sense Gratification",
        "Different Bodies",
        "Conceptions of Enjoyment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If I want to enjoy like a dog, I should get a dog's body.",
      "summary": "This segment emphasizes the need for a bonafide spiritual master, describes the material world as an ocean of sense objects, and explains how different desires for enjoyment lead to different types of bodies, referencing the 15th chapter of the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/XY4bYVfQ9Y8?t=399",
      "transcript": "Under proper guidance. Therefore scriptures say, approach a bonafide spiritual master who is self realized and who has seen the truth, who is conversant with the subject spiritual subject matter by having properly studied it under another bonafide spiritual master in discipline succession coming from Krishna. These things are all very clearly explained. So these are, that's a creature depending on the type of senses they have acquired, the material senses, there are sense objects and to give an example for a dog, a male dog, the form of the female dog is very attractive, is very attractive. For a male deer, the form of the female deer is very attractive. These type of illusory attractions are plenty in this material world. So one of our acharyas, Srila Bhaktivinoda Thakur, says this material world is like vishaya sagara, an ocean of sense objects. Vishaya means something enjoyable by the senses. For the eyes it is all what we say as beautiful form, form, not form, forms, beautiful forms. For the ears it is sweet sounds. For the tongue it is palatable, tasty edibles and as you know different creatures have different things they consider as edible. For a hog, stool is very much relaxable and is an edible. It eats too. It eats rubbish. Camels eat thorns. And there are different creatures with different kinds of a sense of taste according to tongue they have acquired, according to their desire to enjoy eating or seeing or smelling or touching or hearing. This all simply centered around a concoction in the mind to enjoy materially in a particular way. The business of the living being in this material world, having acquired these material senses, centered around a material mind with a certain conception of enjoyment. Why these different types of bodies, different souls are getting in this material world? Because there are different conceptions of enjoyment. If I want to enjoy like a dog, I should get a dog's body. If I want to enjoy like a cat, I should get a cat's body. If I want to enjoy like a tiger, I should get a tiger's body. This is the whole principle of getting a material body. This is very nicely explained in the 15th chapter of the Bhagavad Gita. Please read or study the 15th chapter of the Bhagavad Gita very systematically. Krishna explains this. I just quoted two verses, but it is very elaborately, nicely explained by Prabhupada in the translation and the purports of these verses in the 15th chapter."
    },
    {
      "start_time": 721,
      "end_time": 961,
      "verse_references": [],
      "themes": [
        "Guidance",
        "Goal of Human Life",
        "Material Existence",
        "Kingdom of God",
        "Chanting Hare Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Unless we approach a bona fide spiritual master after receiving such guidance, as to real goal of human life is to go back home, back to Godhead.",
      "summary": "This segment stresses the importance of guidance from a God-conscious leader and a bona fide spiritual master to achieve the real goal of human life, which is to return to Godhead, and suggests that chanting Hare Krishna can awaken God consciousness and create the atmosphere of the kingdom of God on Earth.",
      "timestamp_url": "https://youtu.be/XY4bYVfQ9Y8?t=721",
      "transcript": "So, unless we are guided by a God-conscious king, administrator, ruler, unless we approach a bona fide spiritual master after receiving such guidance as to real goal of human life is to go back home, back to Godhead, to get out of this material existence, which is temporary and filled with miseries, and go to that place where there are no miseries, which is full of bliss, which is permanent, eternal, abode full of bliss and knowledge. So, unless we receive proper guidance, we will waste our time. We will waste our time. We will waste our time. We will waste our time. We will waste our time. We will waste our time. We will waste our time. We will waste our time and our life only in pursuit of some temporary sense pleasures which are fleeting. So, it is specifically told Maharaj Pariksit was trained in state administration in terms of the king's obligation to the citizens. Thus, Pariksit Maharaj was enthroned on the seat of Maharaj Yudhishthira prior to Yudhishthira's departure back to Godhead. Now, concerning Maharaj Pariksit, one word is used, Vinayinam. The reason is, this Vinayinam means properly trained. He was trained to actually ensure the happiness of the citizens, which was due to the king's obligation to the citizens, which was due to ample production of natural produce, such as grains, fruits, milk, herbs, valuable stones, minerals, and everything that the people needed. They were even free from bodily miseries, anxieties of mind, disturbances caused by natural phenomena, and other living beings. So, this was the standard of administration when Yudhishthira Maharaj ruling, Pariksit Maharaj ruling. This was the standard. Because everyone was happy in all respects, there was no resentment. Although there were sometimes battles between kings, different state kings, for political reasons and supremacy. So, people were trained to attain the highest goal of life and therefore, they were enlightened enough not to quarrel over some trivial material things. So, the influence of Kali gradually infiltrated the good qualities of both the kings and the citizens and therefore presently we can see there is a tense situation developed between the rulers and the ruled, between the kings and the citizens or between the administrators and the citizens. But even today in this condition there can be spiritual emolument and God consciousness if people follow this program of Krishna consciousness simply by beginning with chanting Hare Krishna or chanting God's name, there can be God consciousness awakened in everyone and there can be the kingdom of God, the atmosphere of the kingdom of God even on this earth planet today now by awakening the God consciousness through simply"
    }
  ]
}