{
  "video_id": "XYR_B2uQVU8",
  "title": "SB 1.19.14-15 | HH Stoka Krishna Swami | 20-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=XYR_B2uQVU8",
  "segments": [
    {
      "start_time": 54,
      "end_time": 342,
      "verse_references": [],
      "themes": [
        "humility",
        "surrender",
        "detachment",
        "mercy of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A devotee is fully surrendered to Krishna, and his life is in Krishna's hands. So he considers anything that happens, good or bad in his life, materially good or bad, to be the mercy of the Supreme Lord.",
      "summary": "HH Stoka Krishna Swami explains Pariksit Maharaj's humble acceptance of the brahmana's curse as the Lord's mercy, highlighting the devotee's surrender and detachment from material attachments.",
      "timestamp_url": "https://youtu.be/XYR_B2uQVU8?t=54",
      "transcript": "In this session we will be discussing two verses, the fourteenth and the fifteenth verses of the nineteenth chapter of the first canto of Srimad Bhagavatam. So the fourteenth verse is as follows: तस्यैवमे अगस्य परावरेशो व्यासक्त चित्तस्य ग्रहेश्व भीक्षनं निर्वेदमूलो विजशापरूपो यत्रप्रसक्तो भयमाशुधत्ते. The meaning of this fourteenth verse is: The Supreme Personality of Godhead, the controller of both the transcendental and mundane worlds, has graciously overtaken me in the form of a Brahmana's curse. Due to my being too much attached to family life, the Lord, in order to save me, has appeared before me in such a way that only out of fear I will detach myself from the world. So what is Pariksit telling? That he considers himself to be an attached householder. He is taking a humble position as a pure devotee. Pure devotees are always very, very humble. Even though they are the most advanced transcendentalists, they don't consider themselves as very advanced. So they are careful not to become proud, not to be arrogant, not to offend others. Pariksit is taking, especially in front of the saintly persons who have all assembled there, a very humble position: that I am too much attached to family life. I was living in a comfortable palace. I was surrounded by so much wealth, power, comforts. So in order to make me detached from this world, the Supreme Lord has appeared before me in the form of a brahmana's curse to die within seven days. So this is the nature of a devotee. A devotee is fully surrendered, a pure devotee especially, is fully surrendered to Krishna, and his life is in Krishna's hands. So he considers anything that happens, good or bad in his life, materially good or bad, to be the mercy of the Supreme Lord. This is explained in the Bhagavatam, 10th canto, 14th chapter, in the prayers of Lord Brahma to Krishna: Tattenu Kampam Susamiksha Mano Bhunjana Evatmakrita Vipakam. My dear Lord, it is only your mercy that I am facing some material difficulties or some material miseries because actually I deserve to suffer much, much, much, much more due to my own past misdeeds. But you are so kind to your devotee that you have reduced that suffering that I have to undergo to the minimum as a token to encourage me in my devotional service, and that is only because of your causeless mercy upon me. So this is the attitude of a devotee when the devotee faces some difficulty or some calamity or some danger or some misery. He never blames the Lord, but rather he considers that difficulty to be the Lord's mercy upon him, and as a result of that, the devotee becomes detached from everything material, becomes completely detached."
    },
    {
      "start_time": 342,
      "end_time": 525,
      "verse_references": [],
      "themes": [
        "detachment",
        "Lord's intervention",
        "special devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Such direct action is taken by the Lord in the case of a special devotee.",
      "summary": "The speaker elaborates on Srila Prabhupada's explanation of Pariksit Maharaj's situation, emphasizing that the Lord directly intervenes in the lives of special devotees to detach them from material life, using Prabhupada's own life as an example.",
      "timestamp_url": "https://youtu.be/XYR_B2uQVU8?t=342",
      "transcript": "100% detached. In the Purport, Srila Prabhupada explains, Maharaj Pariksit, although born in a family of great devotees, the Pandavas, and although securely trained in transcendental attachment for the association of the Lord, still found the allurement of mundane family life so strong that he had to be detached by a plan of the Lord. Now, Pariksit is no ordinary king. He has appeared in the family of great devotees, pure devotees, the Pandavas, and the Pandavas have trained him in spiritual practice because of which he has developed transcendental attachment for Krishna. In spite of that, he considers family attachment as very, very strong. It is so strong that he had to be detached by a plan of the Lord. Now, Prabhupada explains, such direct action is taken by the Lord in the case of a special devotee. Lord does not intervene in the lives of everyone. Only in the lives of very, very, very great devotees the Lord intervenes. Srila Prabhupada explains, in his own life, he was doing business to maintain his family, but he was an ideal grihasta. He was very strictly practicing Krishna consciousness and he was following the instructions of his spiritual master, Srila Bhaktisiddhanta Saraswati Thakur. But, when Prabhupada faced a lot of difficulties in running his business, he underwent heavy losses, so much so that he had to wind up his business, close down his business and leave home and go away to Vrindavan. So, he considered that it was Krishna's special blessing upon him that he faced those great losses, that he was forced by Krishna to give up his family, give up the business, engagement, and fully dedicate himself exclusively for spiritual life. Similarly, Pariksit considers that this Brahmana's curse is an arrangement of the Supreme Lord. It's a direct action taken by the Lord"
    },
    {
      "start_time": 525,
      "end_time": 676,
      "verse_references": [],
      "themes": [
        "association of devotees",
        "Lord's presence",
        "surrender"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord resides with his devotees and therefore, the presence of the great saintly persons indicated the presence of the Lord.",
      "summary": "HH Stoka Krishna Swami explains that Pariksit Maharaj understood the Lord's favor through the presence of great saintly persons, emphasizing that their presence signifies the Lord's presence and facilitates spiritual advancement, before beginning to explain the 15th verse.",
      "timestamp_url": "https://youtu.be/XYR_B2uQVU8?t=525",
      "transcript": "because of Lord's mercy on Pariksit. Maharaj Pariksit could understand this by the presence of the topmost transcendentalists in the universe. However, assembled sages are no ordinary persons. The topmost transcendentalists in the universe, they have come to the earth planet. So, the Lord resides with his devotees and therefore, the presence of the great saintly persons indicated the presence of the Lord. Why? Why is it like that? Because these great saintly persons carry the Lord within their heart. They carry the Lord within their heart. So, their presence is the same as the presence of the Supreme Lord himself. The king, therefore, welcomed the presence of the great rishis as a mark of favor of the Supreme Lord. So, Krishna is favoring Pariksit by arranging the topmost transcendentalists to that holy place so that Pariksit could get their association during the last stage of his life in this material world in order to perfectly prepare himself to go back to Godhead. The 15th verse: tamopayatam pratiyantu vipra gangachadevi dhrtachittamise dhijopasrishtah kuhakas takshakova dashatu alam gayata vishnugathah. The meaning of this 15th verse is: O brahmanas, just accept me as a completely surrendered soul and let Mother Ganges, the representative of the Lord, also accept me in that way. For, I have already taken the lotus feet of the Lord into my heart. Let the snake bird or whatever magical thing the brahmana created bite me at once. I only desire that you all continue singing the deeds of Lord Vishnu."
    },
    {
      "start_time": 676,
      "end_time": 817,
      "verse_references": [],
      "themes": [
        "surrender",
        "purification",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this is the right attitude for a perfect devotee who is properly prepared to go back to Godhead.",
      "summary": "The speaker explains Pariksit Maharaj's prayer for complete surrender to the brahmanas and Mother Ganga, highlighting his desire for purification and immersion in the glories of Lord Vishnu even at the moment of death.",
      "timestamp_url": "https://youtu.be/XYR_B2uQVU8?t=676",
      "transcript": "So this is the right attitude for a perfect devotee who is properly prepared to go back to Godhead. That Parikshit is sitting there in the holy place on the bank of the river Ganga in the association of great saintly persons, that he is praying to them, accept me as a completely surrendered soul. Surrender does not mean only surrender to Krishna. Surrender means surrender to God, surrender to Krishna, surrender to the spiritual master, surrender to the Vaishnavas, surrender to the saintly persons. So this is surrender, perfect surrender. And he is also praying, let Mother Ganges, the representative of the Lord, also accept me in that way. That means he is surrendered even to Mother Ganga. Mother Ganga is especially carrying the dust of the lotus feet of the Supreme Lord, so she purifies whoever comes in contact with her. So Parikshit wants to be completely purified in preparation for going back to Godhead. So therefore he is praying to Mother Ganga also, please accept me as a surrendered soul and purify me. And also he is telling he has taken the lotus feet of the Lord into his heart. He is not afraid of death due to the snake bite which is the Brahmana's curse because he is firmly situated in Krishna consciousness. Of course he is requesting the saintly persons to sing the deeds of Lord Vishnu, Vishnugatha, so he will be immersed in hearing the glories of the Supreme Lord even at the last moment of his life in this material world."
    },
    {
      "start_time": 817,
      "end_time": 953,
      "verse_references": [],
      "themes": [
        "fear of death",
        "spiritual atmosphere",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This freedom from fear of death is a very very important point.",
      "summary": "HH Stoka Krishna Swami concludes by emphasizing the importance of freedom from the fear of death, which is achieved through complete surrender to the Lord and the creation of a spiritual atmosphere in the association of devotees.",
      "timestamp_url": "https://youtu.be/XYR_B2uQVU8?t=817",
      "transcript": "The purport, Srila Prabhupada says, as soon as one is given up completely unto the lotus feet of the Supreme Lord, he is not at all afraid of death. The atmosphere created by the presence of great devotees of the Lord on the bank of the Ganges and Maharaj Pariksit's complete acceptance of the Lord's lotus feet was sufficient guarantee to the King for going back to Godhead. See, when devotees are present they create a completely spiritual atmosphere and in such a spiritual atmosphere one can be perfectly situated in Krishna consciousness. An aspiring transcendentalist or even a devotee who is prepared to go back to Godhead cannot get a better atmosphere than this: the association of topmost transcendentalists in the universe and Pariksit Maharaj has also accepted the Lord's lotus feet in his heart. So these are guaranteed for the King to go back to Godhead. And in this way, Srila Prabhupada says, he became absolutely free from all fear of death. This freedom from fear of death is a very, very important point. It is only because of the fear of death, and when actually death comes we are so afraid, that we are completely bewildered in what we should do when we have to quit the body. We try to take steps to take some material shelter or some material remedy or some material attachment. All these things bewilder a conditioned soul when quitting the body at the time of death. It is a very fearful moment, but for a pure devotee it is not at all fearful. It is completely free from fear of death. I will stop here. Thank you very much."
    }
  ]
}