{
  "video_id": "XzSeADH0qdY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.5.17 | 21-09-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=XzSeADH0qdY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 68,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Namah Om Vishnupadaya Krishna Prishtaya Bhutale",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/XzSeADH0qdY?t=0",
      "transcript": "Namah Om Vishnupadaya Krishna Prishtaya Bhutale Shreemate Bhaktivedanta Swaminthi Namine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Sri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jaya Mudireyate"
    },
    {
      "start_time": 69,
      "end_time": 145,
      "verse_references": [
        "SB 1.5.17"
      ],
      "themes": [
        "devotional service",
        "surrender",
        "material duties"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One who has forsaken his material occupations to engage in the devotional service of the Lord may sometimes fall down while in an immature stage. Yet there is no danger of his being unsuccessful. On the other hand, a non-devotee, though fully engaged in occupational duties, does not gain anything.",
      "summary": "The speaker introduces the 17th verse of the 5th chapter of the 1st canto of Srimad Bhagavatam, emphasizing Narada Muni's strong statement about devotional service versus material duties.",
      "timestamp_url": "https://youtu.be/XzSeADH0qdY?t=69",
      "transcript": "In this session, we will be discussing from the 17th verse of the 5th chapter of the 1st canto of Shreemad Bhagavatam. Tyaktva Swadharmam Charanam Bujam Hare Bhajanna Pakvata Pate Tato Yadi Yatra Kvava Bhadram Abhudha Mushyakim Kovartha Aapto Abhajatam Swadharmataha. Translation of this verse by Srila Prabhupada: \"One who has forsaken his material occupations to engage in the devotional service of the Lord may sometimes fall down while in an immature stage. Yet there is no danger of his being unsuccessful. On the other hand, a non-devotee, though fully engaged in occupational duties, does not gain anything.\" This is a very, very strong statement by Narada Muni, and we have to carefully understand this in order to really become serious about devotional service. Srila Prabhupada said, Narada Muni said, Narada Muni said, Narada Muni said,"
    },
    {
      "start_time": 145,
      "end_time": 282,
      "verse_references": [],
      "themes": [
        "material duties",
        "spiritual duties",
        "karma",
        "debt"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Before we go to the purport, just a point about this verse itself, that everybody as a human being has got two kinds of duties, material duties and spiritual duties.",
      "summary": "The speaker elaborates on the two types of duties, material and spiritual, explaining how material duties create debt and karma, leading to repeated birth and death.",
      "timestamp_url": "https://youtu.be/XzSeADH0qdY?t=145",
      "transcript": "Srila Prabhupada explains in the purport. Before we go to the purport, just a point about this verse itself, that everybody as a human being has got two kinds of duties: material duties and spiritual duties. Material duties are connected with the body and the mind, the material body and the material mind, and they are based on the obligations that we have because of taking birth in a certain family, because of the facilities that we have to take birth there, are provided by the Devatas for our material existence in this body that we take. Because of the knowledge that we receive, Deva, Rishi, Bhuta, Aapta, Niranam, Pitranam, as soon as one takes birth as a human being, there are six different personalities to whom we are obligated. And if we do not perform our duties in relationship with our mind and body because we are taking so many benefits for our existence, we become debtors. We accrue some karma, and that karma forces us to again and again take birth, repetition of birth and death. So, materially we are obligated, and we have to discharge duties in order to liquidate our debt."
    },
    {
      "start_time": 283,
      "end_time": 400,
      "verse_references": [],
      "themes": [
        "devotional service",
        "surrender",
        "liberation",
        "eternal relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But, the Srimad Bhagavatam declares that if anybody takes to devotional service, pure devotional service by completely surrendering to Krishna, such a person is completely freed from all material obligations simply because the person has surrendered to the lotus feet of Krishna and is engaged in pure devotional service.",
      "summary": "The speaker contrasts material obligations with the liberation offered by surrendering to Krishna through pure devotional service, emphasizing the eternal relationship with the Supreme Personality of Godhead.",
      "timestamp_url": "https://youtu.be/XzSeADH0qdY?t=283",
      "transcript": "But, the Srimad Bhagavatam declares that if anybody takes to devotional service, pure devotional service by completely surrendering to Krishna, such a person is completely freed from all material obligations simply because the person has surrendered to the lotus feet of Krishna and is engaged in pure devotional service. So, spiritual duties are meant for the liberation of the soul from material bondage. Nobody wants miseries. Nobody wants to suffer in this material world, but then they are forced to suffer. Miseries are forced upon a person. Now, what is the way out of these miseries? What is the way out of these fundamental problems of material existence? That is, doing our spiritual duties. Spiritual duties, ultimately the understanding is, as spirit soul, each one of us, irrespective of our karma, irrespective of the type of family we are born, irrespective of the type of past activities we might have done, good or bad, whatever, we are actually receiving all maintenance from the Supreme Personality of Godhead, who is our eternal well-wisher, with whom we have an eternal relationship."
    },
    {
      "start_time": 401,
      "end_time": 596,
      "verse_references": [],
      "themes": [
        "material duties",
        "spiritual duties",
        "devotional service",
        "loss and gain"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But here, Narad Muni is telling something very, very revolutionary, that if somebody is giving up the material duties, in order to engage in pure devotional service, as instructed in the Bhagavatam, that when you engage in pure devotional service by surrendering to Krishna, then you have no obligation, no material obligations at all.",
      "summary": "The speaker discusses the revolutionary idea that giving up material duties for pure devotional service can free one from obligations, and addresses the question of what happens if someone falls down from devotional service.",
      "timestamp_url": "https://youtu.be/XzSeADH0qdY?t=401",
      "transcript": "Under all circumstances, in all times, in all situations. So, spiritual duties are definitely very, very important. So, generally, people who are aware of these material duties and spiritual duties, they try to discharge both of them. Any civilized person will have some sense of responsibility for discharging material duties, and also will be doing some kind of worship of the Supreme, some kind of spiritual duties one will be discharging. But here, Narad Muni is telling something very, very revolutionary, that if somebody is giving up the material duties in order to engage in pure devotional service, as instructed in the Bhagavatam, that when you engage in pure devotional service by surrendering to Krishna, then you have no obligation, no material obligations at all. Then such a person, if such a person performs pure devotional service and becomes completely successful in getting ultimate liberation, then very good. The person is liberated, freed from all material contamination, purified, no more material obligations, and has attained the success in pure devotional service of getting ultimate liberation, going back home, back to Godhead. But what if they fall down after taking to pure devotional service? That happens when somebody is still in an immature stage. bhajan apapvo atha patetato yadi. Then they fall down means they give up devotional, pure devotional service, and they take to material life once again, which they had given up in order to do pure devotional service. Then what about this person's situation? Neither has he gained anything materially by engaging in pure devotional service, nor has that person been successful in doing his pure devotional service. So he is a loser both ways. So Narada Muni is telling, there is no loss for such a person who in an immature stage, after having taken to pure devotional service, gives up pure devotional service and goes back to material way of life. There is no loss at all. There is no loss. Why?"
    },
    {
      "start_time": 597,
      "end_time": 780,
      "verse_references": [],
      "themes": [
        "devotional service",
        "spiritual advancement",
        "karma",
        "illusory happiness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One is that whatever pure devotional service somebody performs, the credit, for having done that pure devotional service, is eternally attached to the soul.",
      "summary": "The speaker explains that even if someone falls down from devotional service, the spiritual advancement made is permanent and attached to the soul, unlike the temporary benefits of material duties.",
      "timestamp_url": "https://youtu.be/XzSeADH0qdY?t=597",
      "transcript": "One is that whatever pure devotional service somebody performs, the credit for having done that pure devotional service is eternally attached to the soul. It is not connected to the body. The spiritual advancement that a person makes by rendering pure devotional service is attached to the soul. It is permanent. It is forever that credit is available. So such a person resumes pure devotional service any time in the future, will resume from the point where he or she has stopped pure devotional service. Supposing they make 2% advancement and then they give up pure devotional service. So next time they take up pure devotional service, whenever that is in the future, then they'll begin from 3%. It is never lost. Whereas, Narada Muni is telling, even if a person is a non-devotee and fully engages in occupational duties, whatever occupational duties the person does, all such occupational duties do not have any spiritual benefit for a non-devotee engaged in occupational duties. According to the Shastras we are talking, there is no spiritual benefit at all. And what about the material benefit one gets by doing some occupational duty? That is all temporary. It is all temporary. Just like with this body, whatever we may gain while working with this body, all that is just as long as this body is there, my wealth, my possessions, my relationships based on the body, my material knowledge, material power, material position, everything is finished the moment this body is, life on this body is over. When I quit the body, I cannot take my money with me, I cannot take my degrees with me, I cannot take my power with me, my position with me, my influence with me, nothing I can take. So what is the gain? Oh, in this life, because he worked very hard, he could enjoy some nice power, nice position. Oh, that enjoyment is illusory happiness. Illusory happiness. It's not real happiness. It is not real satisfaction."
    },
    {
      "start_time": 781,
      "end_time": 928,
      "verse_references": [],
      "themes": [
        "material pleasure",
        "soul satisfaction",
        "devotional service",
        "examples"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "There is an instance of one Bharat Maharaj. He performed, he gave up his kingdom and went to a holy place and he was practicing pure devotional service. And then, towards the end of his life, he became attached to a deer and he died thinking of the deer.",
      "summary": "The speaker emphasizes the lack of lasting satisfaction in material pursuits and provides examples of Bharat Maharaj and Chitraketu to illustrate that even those who fall down from devotional service are not lost.",
      "timestamp_url": "https://youtu.be/XzSeADH0qdY?t=781",
      "transcript": "It has nothing to do with soul happiness, soul satisfaction. Deep within, there is no satisfaction. Even if one is getting some material pleasure or material enjoyment or material happiness, deep within there is nothing that is worthwhile that one can experience. So, here it is said that there are instances in history of somebody who performed pure devotional service and fell down. There is an instance of one Bharat Maharaj. He performed, he gave up his kingdom and went to a holy place, and he was practicing pure devotional service. And then, towards the end of his life, he became attached to a deer, and he died thinking of the deer. So, he took birth, next birth, as a deer. But, because he had done pure devotional service, the Lord was kind enough to give him memory of what he did in his previous life. In the body of a deer, he was able to remember. And in that body of a deer, he was associating with saintly persons and hearing their discourses. He was not interested in eating or sleeping or nothing, even in the body of a deer. Similarly, there is an instance of Chitraketu who actually committed some offense at the feet of Shiva, and he fell down. But, next life, he was delivered. He realized his mistake, and he was delivered. Next life, even though he took birth as a demon, in the body of a demon, not as a demon, in the body of a demon, he was delivered, completely delivered. He got ultimate liberation. He was given memory by the Supreme Lord. So, there is no loss if one falls down. But, if one does occupational duties without doing pure devotional service, there is no gain at all. I will stop here. Thank you very much."
    }
  ]
}