{
  "video_id": "Y4dNRokNOkc",
  "title": "How do we develop humility ? | HG Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=Y4dNRokNOkc",
  "segments": [
    {
      "start_time": 0,
      "end_time": 80,
      "verse_references": [],
      "themes": [
        "humility",
        "respect",
        "Chaitanya Mahaprabhu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "That is real humility.",
      "summary": "This segment defines humility according to Chaitanya Mahaprabhu as giving respect to others without expecting any in return.",
      "timestamp_url": "https://youtu.be/Y4dNRokNOkc?t=0",
      "transcript": "So, humility, as Chaitanya Mahaprabhu has defined, what is the definition of humility? Humility means Amanina Manadena. So, humility, the definition of humility given by Chaitanya Mahaprabhu is very simple. What is that? To Amanina, we don't expect any respect for ourselves, and Manadena, we give all respect to others. Not that I don't expect any respect for myself and I don't respect you also. No, I give you all respect, and even though you may not respect me, I don't expect any respect for myself. Some people, they give lot of respect to others. Why? So that they also get respect in return. So, like it's said in English, give respect and take respect. So, why are they giving respect? So that they can take respect. So, Chaitanya Mahaprabhu is saying, no, only give respect. Don't expect or take any respect for yourself. That is real humility."
    },
    {
      "start_time": 81,
      "end_time": 117,
      "verse_references": [
        "BG 18.54",
        "SB 1.2.7"
      ],
      "themes": [
        "humility",
        "devotional service",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, real humility can come when we understand our truth.",
      "summary": "Real humility arises from understanding our position as eternal servants of Krishna through devotional service and studying scriptures.",
      "timestamp_url": "https://youtu.be/Y4dNRokNOkc?t=81",
      "transcript": "So, real humility can come when we understand our truth, true position as servants, as eternal servants of Krishna. So, unless and until we understand our position as eternal servants of Krishna, real humility cannot take place in our heart. So, real humility is when we understand our insignificant position. So, by associating with devotees, by reading Srimad Bhagavad Gita, Srimad Bhagavatam, understanding the position of Krishna and understanding our miniscule insignificant position, we can become humble."
    },
    {
      "start_time": 118,
      "end_time": 175,
      "verse_references": [],
      "themes": [
        "devotional service",
        "qualities of a devotee",
        "Akinchana Bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, humility is naturally one of the qualities.",
      "summary": "Engaging in devotional service to Krishna leads to the manifestation of wonderful qualities, including humility, in a devotee who possesses Akinchana Bhakti.",
      "timestamp_url": "https://youtu.be/Y4dNRokNOkc?t=118",
      "transcript": "So, the process of devotional service is such that, when we engage in devotional service to Krishna, all the wonderful qualities of the demigods manifest in a person who, one who has Akinchana Bhakti to Krishna, in such a person, automatically, all the wonderful qualities of the demigods will also become manifest. So, humility is naturally one of the qualities. Humility is not the only quality. There are so many more wonderful qualities: gentleness, meekness, humility, surrender, dependence on Krishna, giving all maryada to one's superiors. There are so many qualities like this. So, all such wonderful qualities manifest in a devotee who has Akinchana Bhakti to Krishna."
    },
    {
      "start_time": 175,
      "end_time": 211,
      "verse_references": [],
      "themes": [
        "Akinchana Bhakti",
        "exclusive devotion",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "You have Bhakti only for Krishna.",
      "summary": "Akinchana Bhakti means exclusive devotion to Krishna, which leads to the manifestation of all good qualities.",
      "timestamp_url": "https://youtu.be/Y4dNRokNOkc?t=175",
      "transcript": "Akinchana Bhakti to Krishna. Akinchana Bhakti means what? Akinchana Bhakti means, Oh, I am also a devotee of Krishna, and I am a devotee of Ganesha also. I am a devotee of Lord Shiva also. I worship all of them. So, that means your Bhakti is Kinchana. Kinchana Bhakti for Krishna, Kinchana for Shiva, Kinchana for Ganesha, Kinchana for somebody else. No, that kind of Bhakti will not help. Akinchana Bhakti. You have Bhakti only for Krishna. Then, Yesyasi Bhagavati Bhaktir Akinchana Sarvair Gunai Satrasat. All the good qualities of all the Devatas will manifest in our heart."
    },
    {
      "start_time": 211,
      "end_time": 251,
      "verse_references": [],
      "themes": [
        "exclusive devotion",
        "continuous service",
        "humility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "24 hours you become devotee of Krishna.",
      "summary": "Developing real humility requires dedicated, uninterrupted service to Krishna, not just a few minutes of puja.",
      "timestamp_url": "https://youtu.be/Y4dNRokNOkc?t=211",
      "transcript": "Only when we become dedicated, exclusive devotees of Krishna. As Yamanacharya also said, we become eternally exclusive servants of Krishna, and uninterrupted, continuous service we have to render to Krishna. Not that five minutes in the morning I do puja for Krishna. I am also a devotee. I am a devotee of Krishna. In my altar, I have only Krishna. Every day morning, without fail, I get up. Five minutes puja I do, and then only I do my business. No. 24 hours you become devotee of Krishna. Then all the good qualities of even the Devatas will become manifest in us."
    }
  ]
}