{
  "video_id": "yAxB7WrxnMA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.19 Part 3 | 17-08-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=yAxB7WrxnMA",
  "segments": [
    {
      "start_time": 30,
      "end_time": 107,
      "verse_references": [],
      "themes": [
        "verse explanation",
        "comparison"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The learned Brahmana said, O son of Pritha, this child shall be exactly like King Ikshvaku, son of Manu, in maintaining all those who are born.",
      "summary": "The speaker introduces and explains the 19th verse of the 12th chapter of the first canto of Srimad Bhagavatam, focusing on the comparison of the child to King Ikshvaku and Lord Rama.",
      "timestamp_url": "https://youtu.be/yAxB7WrxnMA?t=30",
      "transcript": "Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Om Namo Bhagavate Vasudevaya, Narayanam Namaskritya, Naram Chaiva Narottamam, Devim Sarasvatim Vyasam Tato Jayam Udhirayet. In this session, we will be discussing the 19th verse of the 12th chapter of the first canto of Srimad Bhagavatam. This is a continuation from the previous session. In the previous two sessions, we discussed the same verse. Today is the final session on this verse, the 19th verse. Just to refresh your memory, the verse, Brahmana Uchuhu Parthap Prajavita Sakshad Ikshvakur Iva Manavaha Brahmanya Satya Sandhascha Ramo Dasara Thirya Tha. The meaning of this 19th verse is, the learned Brahmana said, O son of Pritha, this child shall be exactly like King Ikshvaku, son of Manu, in maintaining all those who are born. And as for following the Brahmanical principles, especially in being true to his promise, he shall be exactly like Rama, the personality of Godhead,"
    },
    {
      "start_time": 107,
      "end_time": 270,
      "verse_references": [
        "BG 4.1"
      ],
      "themes": [
        "protection",
        "parampara",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the teaching of Bhagavad Gita is coming down in parampara, in disciplic succession, in the parampara of Rajarshis, the saintly kings.",
      "summary": "The speaker elaborates on the role of saintly kings in protecting all living beings and discusses the parampara (disciplic succession) through which the knowledge of Bhagavad Gita was transmitted, starting from Krishna to Vivasvan, Manu, and Ikshwaku.",
      "timestamp_url": "https://youtu.be/yAxB7WrxnMA?t=107",
      "transcript": "the son of Manu, Maharaj Dasaratha. So in the purport, we were discussing that saintly kings, they give protection to all the prajas, all the living beings who are taken birth in a particular land or the kingdom, irrespective of whether that living being is a cow, or a tree, or a human being. So they don't discriminate between giving protection for humans and non-humans. No, there is no such discrimination. Everyone has the right to live. So it was explained in the past two sessions, how the kings in the former times, they were trained up to actually represent Krishna, who is the ultimate protector and maintainer of everyone, to actually give protection to all the creatures who are all living beings. So we had discussed up to the point that Bhagavad Gita was first spoken by Krishna to Vivaswan, the sun god, millions of years back. And the sun god, he spoke that same science of yoga, the Bhagavad Gita, to Vaivasvata Manu. Vaivasvata Manu is the current Manu who is ruling the human being. And his name is Vaivasvata Manu, his name is Shraddha Deva actually. And this Vaivasvata Manu's son, Ikshwaku, Maharaj Ikshwaku, Maharaj Ikshwaku was the emperor of this earth planet at the beginning of this Manvantara. In a day of Brahma, there are 14 Manus. And the Manu referred here is the seventh Manu, the one who is the present Manu. So Shraddha Prabhupada says this Vaivasvata Manu had 10 sons. And Maharaj Ikshwaku is one of the 10 sons of Vaivasvata Manu. Maharaj Ikshwaku learned Bhakti Yoga, as taught in Bhagavad Gita from his father, Vaivasvata Manu. Now this Vaivasvata Manu learned it from his father, Vivasvan. And Vivasvan learned it directly from Krishna, when Krishna instructed Vivasvan."
    },
    {
      "start_time": 270,
      "end_time": 390,
      "verse_references": [],
      "themes": [
        "parampara",
        "Vedic knowledge",
        "Ikshwaku"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "All the Vedic literatures are current from the very beginning of creation of the material world.",
      "summary": "The speaker discusses the breaking of the Rajarshi parampara, the eternal nature of Vedic literatures, and further details about Maharaj Ikshwaku, including his lineage and his prohibition of meat-eating.",
      "timestamp_url": "https://youtu.be/yAxB7WrxnMA?t=270",
      "transcript": "So the teaching of Bhagavad Gita is coming down in parampara, in disciplic succession, in the parampara of Rajarshis, the saintly kings. In course of time, this parampara of Rajarshis, where the knowledge of Bhagavad Gita is transmitted without change from one king to the next king, that chain was broken. And therefore, again Krishna had to speak the same Bhagavad Gita to Arjuna on the battlefield of Kurukshetra. So, Srila Prabhupada explains, all the Vedic literatures are current from the very beginning of creation of the material world. And thus the Vedic literatures are known as Apavrushaya, not made by any man, not creation of any created being of this world. No, it is coming from Krishna to Brahma down. And the Vedic knowledge... Krishna is first heard at the very beginning of creation by Brahma, the first created being within the universe, directly from Krishna. Then, about Maharaj Ikshwaku, Srila Prabhupada says, he is one of the sons of Vaivasvata Manu, as it was mentioned earlier. Vaivasvata Manu had ten sons, so one of them was Maharaj Ikshwaku. And Maharaj Ikshwaku had... He had one hundred sons. He prohibited meat-eating, and his son, Shashada, became the next king after his death."
    },
    {
      "start_time": 390,
      "end_time": 475,
      "verse_references": [],
      "themes": [
        "Ikshwaku",
        "protection",
        "parampara",
        "qualifications of a king"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maintaining those who are born, the king is able, capable, it's possible for him to maintain all those who are born in a particular land in his kingdom, if he is receiving the knowledge in the parampara, and he is a strict follower of those principles.",
      "summary": "The speaker emphasizes that Pariksit will be like Ikshwaku in maintaining everyone and highlights the importance of a king receiving knowledge in parampara and possessing specific qualifications to be a proper protector.",
      "timestamp_url": "https://youtu.be/yAxB7WrxnMA?t=390",
      "transcript": "So, since the reference is made in this verse, that this child, Pariksit, shall be exactly like King Ikshwaku in maintaining all those who are born. So, maintaining those who are born, the king is able, capable, it's possible for him to maintain all those who are born in a particular land in his kingdom, if he is receiving the knowledge in the parampara, and he is a strict follower of those principles, explained in the authentic scriptures and that way the king will be a perfect representative of the Supreme Lord who is the ultimate maintainer of all living beings taking birth in this material world so for the king to be a perfect representative and therefore a proper protector of the Praja he has to be qualified he has to be trained he has to be knowledgeable he has to be having the"
    },
    {
      "start_time": 475,
      "end_time": 572,
      "verse_references": [
        "BG 4.1"
      ],
      "themes": [
        "Manu",
        "parampara",
        "creation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This Vaivasvata Manu is receiving the knowledge of Bhagavad Gita from his father from his father Vivasvan to whom Krishna spoke Bhagavad Gita millions of years back.",
      "summary": "The speaker reiterates the lineage of Vaivasvata Manu and his reception of Bhagavad Gita knowledge, then briefly touches upon the beginning of creation and the population of the universe.",
      "timestamp_url": "https://youtu.be/yAxB7WrxnMA?t=475",
      "transcript": "specific qualifications so that is being mentioned here so about Manu itself Prabhupada says in the purport the Manu mentioned in this verse as the father of Ikshwaku is the seventh Manu in the present day of Brahma and his name is Vaivasvata Manu so this Vaivasvata Manu is receiving the knowledge of Bhagavad Gita from his father Vivasvan to whom Krishna spoke Bhagavad Gita millions of years back this Vaivasvata Manu is increasing as time goes on. But in the beginning of the creation, only Brahma was there. Brahma created the Prajapatis. The Prajapatis created the first of each species. And then the species multiplied and the population increased. The whole universe was populated. All the plants were populated with different varieties of species of living beings."
    },
    {
      "start_time": 572,
      "end_time": 759,
      "verse_references": [],
      "themes": [
        "Matsya Avatar",
        "Vaivasvata Manu",
        "Ikshwaku",
        "protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Pariksit will be like Ikshwaku in maintaining everyone perfectly.",
      "summary": "The speaker discusses the Matsya Avatar's appearance during Vaivasvata Manu's reign, the principles of Bhakti Yoga taught to Manu, and how Ikshwaku ruled perfectly, emphasizing that Pariksit will emulate Ikshwaku in providing perfect protection.",
      "timestamp_url": "https://youtu.be/yAxB7WrxnMA?t=572",
      "transcript": "So it is explained here, the Lord's incarnation of Matsya Avatara, the gigantic fish, was invented during the beginning of Vaivasvata Manu's reign. Vaivasvata Manu began ruling as the Manu, the mankind, at the beginning of the creation of Brahma. At the beginning of his term, the seventh Manvantara, of which now 28 Mahayugas have already exhausted. In one Manvantara, there are 71 Mahayugas. What is the meaning of Mahayuga? You have heard of Satyavyuga, Treta Yuga, Dwapar Yuga, Kali Yuga, each of different durations. So a cycle of these four yugas on the earth together is called a Mahayuga. So one Mahayuga, like that 28 Mahayugas are already over in this Manvantara. 28 Mahayugas are already over. Totally, a Manvantara consists of 71 Mahayugas. So the beginning of this Vaivasvata Manu's reign, that is 28 Mahayugas before the present time, the Lord incarnated as the gigantic fish, Matsya Avatar. And the Lord, in the Matsya Avatar form, he instructed this Vaivasvata Manu in principles of Bhakti Yoga. And this Vaivasvata Manu also learned the principles of Bhakti Yoga from his father, Vivasvan, who was taught the principles of Bhakti Yoga by Krishna himself. And it is further said, that this Vaivasvata Manu, he instructed the same Bhagavad Gita, the science of Bhakti Yoga, to his son Ikshwaku. And Ikshwaku was perfectly ruling in maintaining all those who are born in the land. So Pariksit will be like Ikshwaku in maintaining everyone perfectly."
    },
    {
      "start_time": 759,
      "end_time": 881,
      "verse_references": [],
      "themes": [
        "Lord Rama",
        "Brahmanical principles",
        "incarnation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Rama appeared as the son of his pure devotee.",
      "summary": "The speaker transitions to the comparison with Lord Rama, highlighting his adherence to Brahmanical principles and truthfulness, and describes Rama's appearance as an incarnation of the Supreme Lord with his plenary portions.",
      "timestamp_url": "https://youtu.be/yAxB7WrxnMA?t=759",
      "transcript": "That is what is being foretold here. Now the next comparison is made to Lord Rama. How this Pariksit will be especially following the Brahmanical principles in being true to his promise, like Lord Rama, who ruled millions of years back, the son of Maharaj Dasharatha. So Srila Prabhupada in the purport describes briefly about Lord Rama. Lord Rama appeared as the son of his pure devotee. Lord Rama is the Supreme Lord himself. Sakshat Bhagavan from the spiritual world is coming and descending and incarnating as Rama, son of Maharaj Dasharatha. When the Lord comes in this world, he appears as the son of his devotee or appears in an extraordinary way. So his birth is not ordinary or his appearance is not ordinary. It is extraordinary appearance. He is not bound by any laws of material nature. He does not accept the material body. He comes in a spiritual form, and his form is completely transcendental to all material modes of nature. So Rama appeared along with his plenary portions who appeared as his younger brothers. Rama had three younger brothers: Lakshmana, Bharata, Shatrughna. And all of them are the personality of Godhead, different plenary portions. Just like Vasudeva, Sankarsana, Pradyumna, Aniruddha appeared as Rama, Lakshmana, Bharata, Shatrughna."
    },
    {
      "start_time": 881,
      "end_time": 947,
      "verse_references": [],
      "themes": [
        "Lord Rama",
        "protection",
        "Pariksit"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Rama was known for giving perfect protection to all the people of Prajna.",
      "summary": "The speaker recounts Lord Rama's acts of protecting sages and killing demons, emphasizing his role in providing perfect protection, and reiterates that Pariksit will also offer similar protection before concluding the session.",
      "timestamp_url": "https://youtu.be/yAxB7WrxnMA?t=881",
      "transcript": "That's what is explained elsewhere in the Bhagavatam. When this Rama was a young boy, he helped the great sage Vishwamitra by killing one Subahu, one big demon. And these demons were disturbing the sages who were performing yajna for the welfare of the people of the world. So Rama actually killed this Subahu and also he killed 14,000 Rakshasa associates of Ravana. And he specifically also killed Ravana on the request of the devatas. So Rama was known for giving perfect protection to all the people of Prajna, all the living beings in his kingdom. Similarly Parikshit also will give protection. That's what is told. So I'll stop here. Thank you very much."
    }
  ]
}