{
  "video_id": "yfv1wo37TbU",
  "title": "Lord Krishna's love for Vidura | Sri Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=yfv1wo37TbU",
  "segments": [
    {
      "start_time": 0,
      "end_time": 72,
      "verse_references": [],
      "themes": [
        "love",
        "devotion",
        "acceptance",
        "humility"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This is the love of Krishna.",
      "summary": "Krishna demonstrates his love for Vidura by accepting and eating a banana peel offered with devotion, contrasting it with Duryodhana's opulent but less sincere offerings.",
      "timestamp_url": "https://youtu.be/yfv1wo37TbU?t=0",
      "transcript": "When Krishna came to Hastinapura, he did not go to Duryodhana's palace. Instead, he went to Vidura's house. And what did Vidura offer him? Vidura made him sit in one place. Then he brought some bananas. He did not bring any dry fruits. He did not bring badam and walnut and all. He just brought some simple bananas. He peeled the bananas, threw away the banana fruit, and gave the banana skin to Krishna. And what did Krishna do? Vidura is offering me this with so much love and affection. Because Vidura was absorbed in looking at Krishna, he forgot which is fruit, which is skin. And unknowingly, he gave the peel to Krishna. Krishna took that banana peel and ate it. Look at Krishna's love and affection. Can you or I do it? If somebody whom we love, suppose somebody has a girlfriend, loves her very much. He goes to her house. She takes a banana peel and gives it. Will you eat? But look at Krishna. He is thinking, you know, he is offering me with so much love. How can I refuse? Let me eat it. And Krishna is eating. Krishna refused the luxuries of the palace, went to the simple household of Vidura. Krishna refused the big feast that Duryodhana had kept. He took the banana peel from Vidura's hands."
    }
  ]
}