{
  "video_id": "yG4t5Q1rvFs",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.7.5 | 07-12-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=yG4t5Q1rvFs",
  "segments": [
    {
      "start_time": 86,
      "end_time": 233,
      "verse_references": [],
      "themes": [
        "material misery",
        "identification with the body",
        "spiritual identity",
        "external energy",
        "remedy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "that we are not this body but we are spirit soul for the spirit soul there is no death there is no birth there is no disease there's no old age there's no suffering there are no miseries",
      "summary": "The speaker explains that suffering arises from identifying with the material body due to the influence of external energy, obscuring our true spiritual identity, and introduces the concept of a remedy.",
      "timestamp_url": "https://youtu.be/yG4t5Q1rvFs?t=86",
      "transcript": "of material nature thinks of himself as a material product and thus undergoes the reactions of material miseries. This is the explanation of what is explained in the Bhagavad Gita, that we are not this body, but we are spirit soul. For the spirit soul, there is no death, there is no birth, there is no disease, there's no old age, there's no suffering, there are no miseries. Why are we experiencing whatever we are going through? We go through suffering that is due to the external energy, the inferior energy of the Lord, the material energy. So that material energy, although transcendental, the living entity is transcendental to the three modes of material nature. The influence of the external energy makes the living being think that he is a product of material nature, he is a material product, and in that way, he undergoes the reactions of material miseries. Now, in the purport, Srila Prabhupada elaborately explained this point because the central point for our understanding that we are not the body, we are spirit soul, this is very, very important to understand. And then there is also, as Prabhupada explains, the root cause of suffering by the materialistic living beings is pointed out. What is the root cause of suffering? This influence of the external energy because of which I think I am a material product. And the remedial measures which are to be undertaken, what is the remedy for this? And also the ultimate perfection to be gained, all three are mentioned in this particular verse."
    },
    {
      "start_time": 233,
      "end_time": 351,
      "verse_references": [],
      "themes": [
        "transcendental nature",
        "imprisonment by external energy",
        "unholy contact",
        "misunderstanding"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "even though we are transcendental we are beyond this material body our existence is beyond this material body still the imprisonment is by the influence of the external energy",
      "summary": "The speaker elaborates on the transcendental nature of the soul, its imprisonment within the material body by external energy, and the resulting 'unholy contact' leading to material miseries.",
      "timestamp_url": "https://youtu.be/yG4t5Q1rvFs?t=233",
      "transcript": "Let us see how these three things are actually mentioned in the verse and explained wonderfully. The Living Being by Constitution is transcendental to material engagement. Engagement means we are trapped inside this body. We means each one of us, spirit soul. Spirit soul is trapped in this body. Body is like a cage. It is like a bird is locked up in a cage. Same way, we are locked up in this body, but he is now imprisoned by the external energy, and therefore he thinks himself one of the material products. Even though we are transcendental, we are beyond this material body, our existence is beyond this material body, still the imprisonment is by the influence of the external energy, and that influence makes us think that I am a material product. And due to this unholy contact, what is unholy contact? The contact of matter and spirit, the pure spiritual entity suffers material miseries under the modes of material nature. I am pure spirit, each one of the living beings is pure spirit, but the contact with this external energy creates a situation where I think, due to the influence of external energy, I think I am a product of matter and this body, and that is the cause for suffering material miseries."
    },
    {
      "start_time": 351,
      "end_time": 429,
      "verse_references": [],
      "themes": [
        "misunderstanding",
        "misconception",
        "misidentification",
        "perverted thinking",
        "normal thinking"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the living entity misunderstands himself to be a material product it is a case of misunderstanding",
      "summary": "The speaker emphasizes that identifying as a material product is a misunderstanding and a perversion of our natural way of thinking, feeling, and willing.",
      "timestamp_url": "https://youtu.be/yG4t5Q1rvFs?t=351",
      "transcript": "The living entity misunderstands himself to be a material product. It is a case of misunderstanding. It is totally a phenomenon because of misconception, misunderstanding, misidentification. These are the terms used in everywhere in the scriptures. This means that the perverted person is a material product of matter, and this is a case of misunderstanding. The perverted way of thinking, feeling, and willing under material conditions is not natural for him. We think materially, we feel only in terms of matter, thinking, feeling, willing, we act materially. All this is only simply under material conditions. It is the way we think, feel, and live. It is the way we think, feel, and live, and this is not natural. This is not our original situation. This is not our situation as Spirit Soul, but Sheila proper says he has his normal way of thinking, feeling, and willing."
    },
    {
      "start_time": 511,
      "end_time": 674,
      "verse_references": [],
      "themes": [
        "absolute truth",
        "illusory energy",
        "supreme lord",
        "conditioned soul",
        "reformation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the present conditional state actually is due to the influence of the external energy which means that the illusory energy takes the initiative while the supreme lord is aloof",
      "summary": "The speaker discusses the roles of the absolute truth, illusory energy, and the Supreme Lord, explaining that the illusory energy takes the initiative in conditioning the soul, while the Lord remains aloof, allowing for reformation.",
      "timestamp_url": "https://youtu.be/yG4t5Q1rvFs?t=511",
      "transcript": "absolute impersonal Brahman, that is completely wrong because the absolute truth is never under any influence of the energy, never. Whereas the living being who is not the absolute truth can come under the influence of the illusion. This cannot be because the living entity has his own way of thinking in his original unconditional state also. The original state is a unconditional state. It is not a state in which there is an influence of these external energy. The present conditional state actually is due to the influence of the external energy, which means that the illusory energy takes the initiative while the supreme lord is aloof. Whose energy is it, this external energy or material energy? It is supreme lord's energy, Krishna's energy, and the supreme lord, even though he is a supreme controller, he is always aloof from the external energy. And as a tiny spirit soul, every living being in this material world is conditioned. Conditioned means influenced to act in a material way, that is a conditioning. The Lord does not desire that a living being be illusioned by external energy. He is always aloof from the external energy, and as a tiny spirit soul, every living being external energy, it's not the Lord's desire that we should be illusioned, but the external energy aware of this fact still accepts a thankless task of keeping the forgetful soul under illusion by her bewildering influence. That is why, why, why should the external energy do this task of keeping the forgetful soul in illusion? That is explained. The Lord does not interfere with the task of the illusory energy because this influence of the illusory energy is necessary for reformation of the conditioned soul. What does the need for reformation the conditioned?"
    },
    {
      "start_time": 674,
      "end_time": 827,
      "verse_references": [],
      "themes": [
        "independent enjoyment",
        "illusory energy",
        "reformation",
        "surrender",
        "lotus feet of the Lord"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "still one who surrenders under the lotus feet of the Lord is set free by the order of the Supreme Lord",
      "summary": "Using the analogy of a father disciplining his child, the speaker explains that the Lord allows the illusory energy to act for the reformation of the conditioned soul, and that surrender to the Lord's lotus feet is the path to liberation.",
      "timestamp_url": "https://youtu.be/yG4t5Q1rvFs?t=674",
      "transcript": "soul desires independent of the external energy of the soul. So this is why the Lord is not interfering. Independent energy and then they may think they are independently enjoying while the fact is they are completely under the control of the illusory energy. So to reform the conditioned soul, this is necessary. Prabhupada gives an example, an affectionate father does not like his children to be chastised by another agent, but he puts his disobedient children under the custody of a severe man just to bring them to order. So similarly, and all of it, the all affectionate Almighty Father Krishna, he desires relief for the conditioned soul, and what kind of relief? Relief from the clutches of the illusory energy. The Supreme Lord for this purpose, he descends from his kingdom upon the kingdom of the illusory energy and personally gives relief in the form of Bhagavad Gita. Krishna speaks the Bhagavad Gita for helping us to get relief from the influence of the illusory energy. So what does it say in the Bhagavad Gita? He suggests that although the ways of illusory energy are very stiff to overcome, very difficult to overcome, still one who surrenders under the lotus feet of the Lord is set free by the order of the Supreme Lord. You can get out of this form of change, out of this form of change by overcoming illusory energy, still we can surrender and then the lotus feet of the Lord is set free by the order of the Supreme Lord. We can get out of it. sübh i milti vayya prapadyante maya met Santos myself I must meditate it well and then I wenig cast drainage now upon myself I have passed through έχει ram beer to achieve themetics I have suffered the sticking of bondage multiple timesbsp."
    },
    {
      "start_time": 827,
      "end_time": 909,
      "verse_references": [],
      "themes": [
        "surrender",
        "remedial measure",
        "highest perfection",
        "loving devotional relationship",
        "original constitution"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the highest perfection to be achieved is not merely that i become free from the influence it gives energy no there is a original position in a loving devotional relationship with krishna the supreme lord in his personal abode as his loving devotee that is a perfection to be attained",
      "summary": "The speaker concludes by stating that surrender is the remedy for suffering, and that the ultimate goal is not just liberation from illusory energy, but reinstatement in our original position of loving devotional service to Krishna.",
      "timestamp_url": "https://youtu.be/yG4t5Q1rvFs?t=827",
      "transcript": "this illusion simply by surrendering to the lotus feet of Krishna, that's all. This surrendering process is the remedial measure for getting relief from the bewildering ways of the illusory energy. So first thing is why the suffering? Because under the influence of the illusory energy, we are thinking in terms of I am a material product, I identify with this body, and the body undergoes so many changes, and then I think I am suffering while actually I am aloof from the body. Then what is the remedial measure for this? Surrender to the lotus feet of Krishna. And then finally, the highest perfection to be achieved is not merely that I become free from the influence it gives energy, no. There is a original position in a loving devotional relationship with Krishna, the supreme lord in his personal abode as his loving devotee, that is a perfection to be attained. So it is not just relief, it is relief and reinstating in our original constitution."
    }
  ]
}