{
  "video_id": "YgfS_Iid9sM",
  "title": "How the Principle of Gurutva Functions Universally | Sri Madhu Pandit Dasa | SB 3.22.8 | 06.08.2024",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=YgfS_Iid9sM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 125,
      "verse_references": [],
      "themes": [
        "guru-disciple relationship",
        "humility",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Swayambhuva Manu was concerned about getting his daughter married and obviously he had in his mind Karadvama Muni.",
      "summary": "HG Madhu Pandit Dasa begins by reciting and translating a verse from Srimad Bhagavatam, focusing on Swayambhuva Manu's humble approach to Karadvama Muni, highlighting the importance of respect and grace in the guru-disciple relationship.",
      "timestamp_url": "https://youtu.be/YgfS_Iid9sM?t=0",
      "transcript": "om namo bhagavate vasudevaya om namo bhagavate vasudevaya Madbhagavatam, Canto 3, Chapter 22, Text 8 sabhavandh trasneha pariklishthatmano mama srotam arhasi dhinasya shravitam kripaya mune Translation in purport by S. D. V. Bhai Charanarvinda Bhaktivedanta Swamishila Prabhupada Translation O great sage, graciously be pleased to listen to the prayer of my humble self, for my mind is troubled by affection from my daughter. Purport by Srila Prabhupada: When a disciple is perfectly in consonance with the spiritual master, having received his message and executed it perfectly and sincerely, he has a right to ask a particular favour from the spiritual master. Generally, a pure devotee of the Lord or a pure disciple of a bona fide spiritual master does not ask any favour either from the Lord or the spiritual master. But even if there is a need to ask a favour from the spiritual master, one cannot ask that favour without satisfying him fully. Swayambhuva Manu wanted to disclose his mind regarding the function he wanted to execute due to affection for his daughter. Thus ends the bhaktivedanta purport. Swayambhuva Manu is seeking the attention of Karadvama Muni to consider his prayer with regard to something that is disturbing his mind or troubled by the affection for my daughter."
    },
    {
      "start_time": 125,
      "end_time": 353,
      "verse_references": [],
      "themes": [
        "guru-disciple relationship",
        "grace",
        "service",
        "humility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is his free will to be pleased or not be pleased with me.",
      "summary": "The speaker elaborates on the humility required in approaching a spiritual master, emphasizing that pleasing the guru is not about earning mercy through service, but about the guru's grace and free will.",
      "timestamp_url": "https://youtu.be/YgfS_Iid9sM?t=125",
      "transcript": "Swayambhuva Manu was concerned about getting his daughter married and obviously he had in his mind Karadvama Muni. So he is saying here, O great sage, graciously be pleased to listen to the prayer of my humble self. This is how one addresses the spiritual master even if he has to, if he has to be addressed with respect to any request. See the humility. He is not just going and asking something. He is respecting him so much. He says, graciously be pleased. I am not saying that, I qualify that you be pleased with me. Graciously be pleased. Please be graceful. If someone asks somebody, please be pleased, I want you to be pleased with me. When is somebody pleased? When there is an exchange. The guru is pleased with the disciple when he receives service from the disciple. When he receives that, he is pleased with the disciple. But the disciple is thinking, just because I did service, even if he is pleased, it is because of his grace and not because of my contribution. Even if I do service, he need not be pleased. So he says, graciously be pleased. This is the way Swami Prabhupada Manu is addressing the spiritual master, as a disciple will address a spiritual master. So everywhere, in the relationship between guru and disciple, this is a very key point, that it is not a relationship of earning mercy or earning something by doing service to the spiritual master, you earn something. That is not the relationship. That is not the mood also. I will serve my spiritual master. It is his free will to be pleased or not be pleased"
    },
    {
      "start_time": 353,
      "end_time": 532,
      "verse_references": [],
      "themes": [
        "devotional service",
        "Krishna consciousness",
        "spiritual master",
        "grace"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is only by his grace it is reaching Krishna.",
      "summary": "The lecture explains that a disciple's service to the spiritual master is ultimately offered to Krishna, and it is through the guru's grace that the service becomes worthy of reaching Krishna, as the disciple is unqualified to serve Krishna directly.",
      "timestamp_url": "https://youtu.be/YgfS_Iid9sM?t=353",
      "transcript": "with me. It is his own grace upon me, if he is pleased. That attitude is there because the disciple doesn't think that he can actually, he has the quality, humility to do pure devotional service to the Lord. The spiritual master is pleased with pure devotional service, because spiritual master, he is situated in a platform of absolute purity in his relationship with Krishna. So whatever service the living entity is offering to the spiritual master, naturally, the spiritual master doesn't want any service. He offers it to Krishna. Ekala, Ishvara, Krishna, Arasava, Brijya. Only Krishna is Ishvara. So a pure devotee of the Lord is offering pure devotional service. So when the disciple is offering service to spiritual master for Krishna to please him, the disciple knows that whatever I am offering is not worthy of going to Krishna. It is only by his grace it is reaching Krishna. The disciple never thinks that I can serve the spiritual master directly. I can serve Krishna directly. I can serve my spiritual master directly but I cannot serve Krishna directly. I have no qualification to serve Krishna directly. Krishna is surrounded and served by pure devotees of the Lord. So therefore, if at all my service has to reach Krishna, it is reaching Krishna because of the spiritual master's grace upon us. Whatever is lacking from the disciple, whatever the disciple offers to Krishna, it is pure devotional service. Whatever is lacking, the spiritual master compensates it and then offers it to the Lord."
    },
    {
      "start_time": 532,
      "end_time": 647,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "mercy",
        "Krishna consciousness",
        "humility"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you are getting attached to Krishna, it is because of the mercy of the spiritual master.",
      "summary": "Using an analogy of needing 100 units of humility for service to reach Krishna, the speaker illustrates how the spiritual master compensates for the disciple's deficiencies and offers the perfected service to the Lord, emphasizing the guru's immense mercy.",
      "timestamp_url": "https://youtu.be/YgfS_Iid9sM?t=532",
      "transcript": "This is his kindness. Suppose something, a quantity of let's say 100 is required. Just to give an example, 100 units of something is required. Say 100 units of humility is required for a service to go to Krishna. And we are offering service to the spiritual master. You may have one or you may have minus one or minus two or whatever. We offer that service to the spiritual master. The spiritual master, whether it is minus one or minus 100, he will make it plus 100 and offer it to Krishna because he sees something is there. So much is the transparent via media function of the spiritual master. So merciful he is. And if we are making advancement in Krishna consciousness, it is because of the mercy of the spiritual master. If you are getting attached to Krishna, it is because of the mercy of the spiritual master. If you are getting purified, it is due to the mercy of the spiritual master. That mercy, that is what graciously, the Lord is, the spiritual master, please be graciously be pleased with me. You cannot say, be pleased with me. Graciously be pleased with me. So sensitive, because he recognizes that in terms of his absolute goal of going back to Krishna is most unqualified. So in that mood, he is praying, Swayambhu Ammanu is praying to him."
    },
    {
      "start_time": 660,
      "end_time": 857,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "instruction",
        "devotional service",
        "Krishna Consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One has to receive the message of the spiritual master regarding how to act in one's capacity for the spiritual master is expert in giving such instructions.",
      "summary": "The speaker reads Srila Prabhupada's purport, emphasizing the importance of receiving instructions from a bona fide spiritual master and executing them according to one's capacity in Krishna Consciousness, highlighting the guru's role in guiding disciples towards perfection.",
      "timestamp_url": "https://youtu.be/YgfS_Iid9sM?t=660",
      "transcript": "Previous translation: I have fortunately been instructed by you and thus great favor has been bestowed upon me. I thank God and I have listened with open ears to your pure words. Purport: Srila Rupa Goswami has given directions in his Bhakti Rasamrita Sindhu on how to accept a bona fide spiritual master and how to deal with him. First, the desiring candidate must find a bona fide spiritual master and then he must very eagerly receive instructions from him and execute them. This is reciprocal service. A bona fide spiritual master, a saintly person always desires to elevate a common man who comes to him, because everyone is under the delusion of Maya and is forgetful of his prime duty, Krishna Consciousness. Saintly person always desires that everyone becomes a saintly person. It is the function of a saintly person to invoke Krishna Consciousness in every forgetful man. Manu said that he was advised and instructed by Kardama Muni he was very much favored. He considered himself lucky to receive the message, by oral reception. It is especially mentioned here that one should be very inquisitive to hear with open ears from the authorized source of a bona fide spiritual master. How is one to receive? One should receive the transcendental message by oral reception. The word Karna Randhrahey means through the holes of the ears. The favor of the spiritual master is not received through any other part of the body but the ears. This does not mean however that the spiritual master gives a particular type of mantra through the ears in exchange for some dollars and if the man meditates on that he achieves perfection and becomes God within six months. Such reception through the ears is bogus. The real fact is that a bona fide spiritual master knows the nature of a particular man and what sort of duties he can perform in Krishna Consciousness and he instructs him in that way. He instructs him through the ear not privately but publicly. You are fit for such and such a work in Krishna Consciousness you can act in this way. One person is advised to work in Krishna Consciousness by working in the deity's room another is advised to act in Krishna Consciousness by performing editorial work another is advised to do preaching work another is advised to carry out Krishna Consciousness in the cooking department. There are different departments of activities in Krishna Consciousness and the spiritual master knowing the particular ability of a particular man trains him in such a way that he becomes perfect. Bhagavad Gita makes it clear that one can attain the highest perfection in spiritual life simply by offering service according to his ability just as Arjuna served Krishna by his ability in the military art. Arjuna offered his service fully as a military man and he became perfect. Similarly an artist can attain perfection simply by performing artistic work on the direction of the spiritual master. If one is a literary man he can write articles and poetry for the service of God under the direction of the spiritual master. One has to receive the message of the spiritual master regarding how to act in one's capacity for the spiritual master is expert in giving"
    },
    {
      "start_time": 857,
      "end_time": 911,
      "verse_references": [
        "BG 18.45"
      ],
      "themes": [
        "spiritual master",
        "instruction",
        "devotional service",
        "perfection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The faithful execution of the instruction which he receives from the spiritual master is the only duty of a disciple and that will bring him perfection.",
      "summary": "The speaker continues reading Srila Prabhupada's purport, emphasizing the importance of faithfully executing the instructions received from the spiritual master as the primary duty of a disciple, leading to spiritual success.",
      "timestamp_url": "https://youtu.be/YgfS_Iid9sM?t=857",
      "transcript": "such instructions. This combination, the instruction of the spiritual master and the fateful execution of the instruction by the disciple, makes the entire process perfect. Srila Vishnu Achakravati Thakur describes in his explanation of his verse in Bhagavad Gita that one who wants to be certain to achieve spiritual success must take the instructions from the spiritual master as to what his particular function is. He should faithfully try to execute the particular instruction and should consider that his life and soul. The faithful execution of the instruction which he receives from the spiritual master is the only duty of a disciple and that will bring him perfection. One should be very careful to receive the instruction and execute it faithfully that will make one's life successful."
    },
    {
      "start_time": 911,
      "end_time": 1120,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "Srila Prabhupada",
        "faith",
        "devotional service"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This process is so powerful having the right faith in the process itself that the presence of Srila Prabhupada is not only right now in front of me and you is also there or in the altar and everywhere",
      "summary": "A devotee shares a commentary and a question, reminiscing about the time of Srila Prabhupada's physical presence and the strong faith and conviction that disciples had in serving him, even without direct personal access, and how they trusted the process of devotional service.",
      "timestamp_url": "https://youtu.be/YgfS_Iid9sM?t=911",
      "transcript": "So, we were discussing last time. Anybody has any question of this? Ah, yes. Thank you so much Madhupandi Prabhu. It's a little commentary and then a question that I remember in your class you mentioned something very vital which was how in the time of the physical presence in the planet of his divine grace everybody knew that we could not be having the natural access, thousands of us there, and we were respecting the chain of authority in a natural way. Nobody was questioning at all and everyone felt the service toward Srila Prabhupada. And then the element was such conviction that this chain ended in Srila Prabhupada that every one of us very willingly renounced this need that came as a little child needs to be with the father personally. So, that was his mercy through his service for his mission. And one other element that was struck in my remembrance when you mentioned these things was that we knew that taking time of his service, his service was so valuable, he already asked us to leave him out of the management of our aspirations to do something. But there was one element that solved or at least for several of us that impediment, let's call it, or distance, it was that we could write Srila Prabhupada any moment but we knew also that there were hundreds of letters every day. In my memory I can still continue writing but never delivered it. These letters were accumulated and were checked by our own in the course of time because we were consider about his time for the service and then in due course of time we could see the letters being answered through the process of devotional service. And it's a very good practice even I regret I cannot do it now but I do in another way but it's very scientific and practical not having envy but most of them became too familiar. So this process is so powerful having the right faith in the process itself"
    },
    {
      "start_time": 1120,
      "end_time": 1245,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "Srila Prabhupada",
        "faith",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The intimate associate of the Lord can expand unlimitedly",
      "summary": "The devotee continues sharing his commentary, emphasizing the importance of having faith in the spiritual master and recognizing their unlimited expansion as an intimate associate of the Lord, while acknowledging that the process of direct instruction was not always prevalent even during Srila Prabhupada's time.",
      "timestamp_url": "https://youtu.be/YgfS_Iid9sM?t=1120",
      "transcript": "that the presence of Srila Prabhupada is not only right now in front of me and you is also there or in the altar and everywhere not because again he is God but because he is a spiritual master I mean the liberated soul the intimate associate of the Lord can expand unlimitedly the difference with the Lord is that he cannot create any universe or anything but that power is with the spiritual master we need to have that faith only but also we need to have the spiritual master who is the one who is the one who is the one who is the one who is the one who is the one who is the one who is the one are the physical I mean our soul has so much energy that ray we have to breathe up in that soul that is our soul we should 카 softly I cannot know it is This process, obviously, you know, at least grossly, did not happen even during Srila Prabhupada's preaching time in this planet. It did not happen. Grossly, it did not happen."
    },
    {
      "start_time": 1245,
      "end_time": 1353,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "Srila Prabhupada",
        "institution",
        "authority"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If he has set up a system, that system, if it is properly followed, it will fulfill this function, 100%.",
      "summary": "HG Madhu Pandit Dasa explains that although Srila Prabhupada may not directly instruct every disciple, the system he established, with its management structure and association of devotees, is designed to fulfill the function of guiding disciples in Krishna consciousness.",
      "timestamp_url": "https://youtu.be/YgfS_Iid9sM?t=1245",
      "transcript": "Just like today also, that is not grossly happening. We are all disciples of Srila Prabhupada. Prabhupada is not directly telling us, this is your quality, now this is what, this is the service you should do. He is not. Neither he did that during his time, nor now. Yet Srila Prabhupada is writing in the purport that this is a process. What does that mean? Some other way this is happening. Some other way this is happening. In other, which is the way it is happening, it is not very difficult to understand. Srila Prabhupada set up an institute, a mechanism of association of sadhus, devotees, who are all his disciples, who are all his followers. And within that he established a management structure, a way of receiving service, a way of associating and a way of progress in Krishna consciousness, which he amply demonstrated during his presence on this planet by writing so many letters, do like this, do like that, this, that, there are so many things. Including, why you are writing to me, all these questions you should ask your GBC. That also he has asked. Including sometimes he will say, why this, don't ask silly questions. That also he has asked. So, all kinds of answers he has given, very practical way he has given those. So, we are guided by the mechanism set up by him. Now, Srila Prabhupada is a pure devotee. He is an empowered representative of the Lord. If he has set up a system, that system, if it is properly followed, it will fulfill this function, 100%."
    },
    {
      "start_time": 1353,
      "end_time": 1449,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "Srila Prabhupada",
        "faith",
        "all-pervading"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even now he is doing it.",
      "summary": "The speaker emphasizes the importance of having faith that Srila Prabhupada is still acting as a spiritual master for millions, guiding and assisting disciples through his all-pervading presence, just as Krishna is all-pervading.",
      "timestamp_url": "https://youtu.be/YgfS_Iid9sM?t=1353",
      "transcript": "Otherwise how Lord Chaitanya's mercy will spread to thousands and thousands of people, because you can find out that to have a pure devotee as a spiritual master itself is so rare. We have seen that. So many people try to become the, you know, sit in the temple. So many people try to become the, you know, sit in the temple. They are in the chain of discipline succession, replacing, trying to replace Prabhupada. And what happened? So, it is very clear that Srila Prabhupada is going to be the spiritual master for millions of living entities. How will Prabhupada do this function for millions of living entities? He can do it. He will do it. He is doing it. Even now he is doing it. This faith is required, because this process that... spiritual, just like Prabhupada said, my spiritual master is, I never, what is it, he is always with me. That is understanding. So in the same way, one should have faith that Prabhupada is always with me. Don't doubt that. He is always with every disciple. He is always with every disciple to guide, assist the devotee, to engage him in devotional service. That is the position of an acharya. How can Srila Prabhupada do that for millions? Yes, he is all-pervading. Just like Krishna is all-pervading for his service, Prabhupada is all-pervading. Therefore, he is always with the disciple. One should have faith in this principle that"
    },
    {
      "start_time": 1449,
      "end_time": 1573,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "authority",
        "institution",
        "faith"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the authority system that is there, which is properly situated, is non-different from Srila Prabhupada directly giving.",
      "summary": "The lecture explains that the authority system established by Srila Prabhupada is non-different from his direct instructions, and one should have faith in the process, even if there are imperfections in the individuals within the system.",
      "timestamp_url": "https://youtu.be/YgfS_Iid9sM?t=1449",
      "transcript": "such principles are working among the devotee community. That is why progress is happening. So instead of Prabhupada directs, directly telling, this is your nature, this is the service you have to do, through the authority system it is happening. So the authority system that is there, which is properly situated, is non-different from Srila Prabhupada directly giving. At the same time, you cannot also, this also I explained last time, simultaneously one and different. Prabhupada directly giving and through institution it is, when he gave directly to few disciples, he gave directly to few disciples. That is what I am saying. That is what I am saying. That is what I am telling you. There is a difference. Definitely, that is very fortunate. There is a small difference of directly. When there is directly given then there is no question of any abuse. And it is, through the system, it is not one hundred percent, in the sense it could be one per here, it could be one. It could be same as, as as Prabhupada himself is directly telling It could be when Prabhupada is directly telling somebody it's only that. But when through the institution mechanism it is coming, it is meant to be same. But if there is an abuse of the system, then there is a problem. But for that I explained last time, that one should have faith in the person, in the process. If he has a faith in the process, it does not matter what is the purity or what is the level of, what is the Krishna conscious level of the person from whom you are receiving, as long as he is in that chain of system. Whatever it is, one should simply execute the instructions. One should not materially calculate all these things."
    },
    {
      "start_time": 1573,
      "end_time": 1675,
      "verse_references": [],
      "themes": [
        "devotional service",
        "material calculation",
        "spiritual progress",
        "present moment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The spirit of perfectness is what we are practicing here.",
      "summary": "The speaker advises against getting caught up in material calculations and striving for material perfection in devotional service, emphasizing the importance of living in the present moment and serving the Lord to the best of one's ability with a good spirit.",
      "timestamp_url": "https://youtu.be/YgfS_Iid9sM?t=1573",
      "transcript": "We are practicing. We are practicing bhakti. One should not think that, okay, now, see, I have been asked to go to, I have, you know, I have been asked to go to somewhere, to go to Vrindavan by, you know, my authority told me to go by Indian Airlines or Air India flight. Then I went and checked, I found out it was, okay, I went and came back also. I did my job. Afterwards I found out that Indigo, you know, was, you know, 100 rupees cheaper. How my authority gave me this instruction? We lost 100 rupees for Krishna. All these material calculation you should not see. It will happen. Everybody is, you know, there is perfect, materially perfectness, perfectness is different. The spirit of perfectness is what we are practicing here. So many things we are doing, devotional service in this material, in this, don't get into that material perfection. The way we run this temple, 10 years back was different, today, much improved materially. 10 years back, how we run this temple, if you see, you will see, hey, hey, hey, really, it was so silly. You are doing this mistake. Now we are done. 10 more years from now, you will see it will be materially much more perfect. So some devotees get into this material rightness and wrongness. That is not what we are practicing. We are practicing here, live in the present, whatever maturity you have in good spirit, best of your ability, you serve the Lord, and then go on."
    },
    {
      "start_time": 1675,
      "end_time": 1811,
      "verse_references": [],
      "themes": [
        "spiritual master",
        "instruction",
        "devotional service",
        "Gurutva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The principle of Guru is coming from all directions",
      "summary": "The lecture emphasizes that taking one's assigned duty as given by Krishna and executing it is the same as Arjuna receiving instruction from Krishna, and that the principle of Gurutva, or the essence of the guru's teachings, can be learned from various sources, including karmis and new bhaktas.",
      "timestamp_url": "https://youtu.be/YgfS_Iid9sM?t=1675",
      "transcript": "So that is, that spirit of receiving the service and executing the service as an instruction from the spiritual master, why in Prabhupada's purport, in Bhagavad Gita, Krishna says, now Prabhupada goes one level up. He says, Oh, you may say that Krishna was before Arjuna, so he could give him instruction directly. How is it that I am, you know, but we don't have Krishna before us to follow his instruction? So Prabhupada says, no, if one simply takes his assigned duty, as given by Krishna and executed, it is the same as Arjuna. As Arjuna received instruction from Krishna so it's a very mystical process you cannot go by this gross bodily arrangement and feel completely confused we are in a spiritual life, it's a spiritual process Prabhupada is not physically limited for the sake of being worshipped he is in a deity form so that we can offer dress we can offer flowers, we can offer arati we can pray grossly, obeisances therefore he is there doesn't mean he is only there he is everywhere for the disciple he is always with him to help the disciple and he works through, his help comes through so many so many medium it comes through the principle of Guru is coming from all directions we learn something from Karmis also some Karmis say something that principle Gurutva you have faith in your spiritual master that Gurutva you can pick up from anywhere the Lord Paramatma is everywhere and he teaches the disciple from every source he will from your God brothers you will learn from a new Bhakta you will learn sometimes from a Karmis whom you are going and preaching Krishna consciousness suddenly you will see that he will give the answer for something that you had a big question about so"
    },
    {
      "start_time": 1871,
      "end_time": 2011,
      "verse_references": [],
      "themes": [
        "faith",
        "Srila Prabhupada",
        "free will",
        "analysis paralysis"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The more the choices we have the more our free will will get frozen",
      "summary": "The speaker emphasizes the importance of having faith in following Srila Prabhupada and avoiding \"analysis paralysis\" by overanalyzing every detail, using the analogy of choosing a phone in an electronic shop to illustrate how too many choices can freeze one's free will.",
      "timestamp_url": "https://youtu.be/YgfS_Iid9sM?t=1871",
      "transcript": "this process is working and I will progress in spiritual life if I have faith in the faith to follow Srila Prabhupada and I also last time talked about this going very sharply what exactly I should do now that parallel don't get into that paralysis mental paralysis in fact even normally speaking also let us say you go to a shop electronic shop you want to buy one phone you go to a big showroom you will see about hundred models isn't that? hundred possibilities are there as a Jeeva your ability to exercise your free will is also limited in other words your free will can get paralyzed is it not? if you buy one you will think oh okay you bought one oh then you will say oh I should have bought that one or you choose that one then you should have bought that one that was there this is the way it is in other words the more the choices we have the more our free will will get frozen isn't it? we are tiny living entities we have limited free will we are guided by the you know processes if you go into analyzing too much what I should do today what I should do now what I should do tomorrow every tiny detail I should know somebody should tell me then only I am 100% surrendered to Krishna then I should do this I know that whatever I am doing is what Krishna is saying, Krishna wants me to do. If Krishna is going to tell you every moment what you should do, raise your right hand, you know, left hand, it's ridiculous, isn't it? It doesn't work like that. That's why I call that as analysis paralysis."
    },
    {
      "start_time": 2011,
      "end_time": 2281,
      "verse_references": [],
      "themes": [
        "institution",
        "authority",
        "spiritual master",
        "Prabhupada Acharya system"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Either the institution system should be there or guru system should be there.",
      "summary": "A devotee adds to the discussion, and the speaker explains how any attempt to short-circuit the process given by Prabhupada will be ejected by the system, using examples of conflicts between gurus and temple management, and emphasizing that the current system is the Prabhupada Acharya system, not the rithvik system.",
      "timestamp_url": "https://youtu.be/YgfS_Iid9sM?t=2011",
      "transcript": "Yeah. Hare Krishna Prabhu, just to add on to what you already said. Even today in the opposite camp, the gurus are separate and the management is separate. I mean, they don't get into the management and all those things is what I heard. So even there also, they're not getting directly from their own gurus any instruction to do service or what? Correct. See, what has happened, what is happening is, anybody who tries to short circuit the process given by Prabhupada, invariably the system will eject. That is what is happening, because Prabhupada and Krishna is so intelligent that you just cannot, you know, for some time you may play, but you will see that there is a problem in institution, immediately GBC will meet together and they will say, this is a problem. I think in the temple hall, guru puja is a problem. One resolution, no guru pujas in the temple or they will say, okay, here, there is a problem that this, the temple president is telling this and the guru comes in, visit the temple and the temple president says, you know, this devotee is not doing, you know, pujari service that pujari, that pujari will say, Prabhu, I will ask my guru, this is happening in other temples. I'll ask my guru. Whatever my guru says, I will do. Okay. Okay. Okay. Okay. And the guru, it depends. I mean, the guru, if he's a very important disciple, he gave a lot of gurudakshina and things like that. Then he's thinking, how I can displease him? He wants a change of service. So he'll call temple president. He'll say, please give him change of service. Then he'll say, no Maharaj, how can I do, you know, I know that pujari is, no, no, no, you do it. Or he's little hesitant, when he is little hesitant, the disciple will go outside and say to all his godbrothers, he will say, see, temple president does not respect our guru. Then there is whole politics there. All of them gang up against the temple president. So GBC discussed all these things. Yes, it is a fact. Let us make a resolution. The resolution is gurus have no authority to instruct their disciples regarding their service. Resolution. Eject. Out of the system, eject. Either the institution system should be there or guru system should be there. When Prabhupada was there, both were one. Guru system and institution was one. So that like this kind of resolution, they end up in making all these things. So even. See, they are unwillingly following the rithvik system. The other is gone, is unwillingly following the rithvik system. Forced to follow the rithvik system. If you ask someone of their gurus, you ask them, you know what, Madhupandi, I'm actually a rithvik only, the guru says. Then somebody else will say, no, why don't you just come together? You know. See, practically we are, you know, everything is a rithvik system. When we are happily following, why we should come and, you know, follow in, you know, in a hidden manner, rithvik system. Prabhupada has very blessed us and we are very fortunate, we have a wonderful, open, freely following Prabhupada Acharya system. In fact, we shouldn't even call this system rithvik system. That doesn't work. They are the one who gave that name. This is not the rithvik system. Just like Madhvacharya, Ramanujacharya, Prabhupada Acharya system it is. Any time in future somebody says, you know, you're following rithvik system, no, no, we are following Prabhupada Acharya system. We are from the Acharya Sampradaya. Prabhupada Acharya system. We are from the Acharya Sampradaya system."
    }
  ]
}