{
  "video_id": "ykH9_HZueRk",
  "title": "AAQ: When Does Krishna Guide You to Your Guru? |His Grace Madhu Pandit Dasa",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=ykH9_HZueRk",
  "segments": [
    {
      "start_time": 0,
      "end_time": 215,
      "verse_references": [],
      "themes": [
        "Krishna's guidance",
        "Guru's role",
        "Paramatma",
        "Devotion",
        "Material attachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Paramatma brings you to Guru and Guru takes you to Krishna.",
      "summary": "Krishna, as Paramatma, monitors souls and guides those ready to give up material life to a Guru, who then trains them to realize Krishna.",
      "timestamp_url": "https://youtu.be/ykH9_HZueRk?t=0",
      "transcript": "You see, who comes into contact, who doesn't come into contact, that is arranged by Krishna, who is seated in the heart of the devotee. Every soul is germinating in this material world. Krishna is in your heart. Is this devotee still not fed up with this world? Does he want to come to me or not? Is he questioning what is life? All that Krishna is monitoring in the heart, Paramatma. So therefore, Paramatma, not destiny, Paramatma who knows your spiritual past, who knows your spiritual inclination, who knows how much you are fed up with this world, who knows whether this person is seeking for the truth beyond this illusion, whether this Atma is seeking for purpose of life, all that somebody is monitoring. Who is that? Paramatma. Paramatma takes you to Prabhupada. What is the use of Paramatma bringing you to Prabhupada? Somebody who is not ready to give up his material life and who is completely absorbed in illusion. When Prabhupada went to America, even though they were all very materialistic, these foreigners, they all had searched for truth. What is life? They all had this question. So right there, immediately Prabhupada planted the answers. Yes. So it is not that Prabhupada went to America and he touched everybody and only few became devotees. No. He didn't touch many. Millions of Americans are there. They don't even know who Prabhupada is. Right? So Krishna arranged some souls who are ready. It is said that Krishna brings one to Guru and Guru takes you to Krishna. Paramatma brings you to Guru and Guru takes you and trains you and makes you realize the Supreme Lord Krishna. That Krishna's one aspect is Paramatma. Vande krishnam jagat gurum vise. Who is that? It is the Supersoul. So Supersoul brings you to Guru, Guru brings you to Krishna. Why? Because you have to learn how to become a devotee. Somebody who is a devotee is the best person to teach you how to become a devotee, not God. God is not a devotee. God is receiver of devotee service. So God leaves that duty to the devotee."
    }
  ]
}