{
  "video_id": "yMJcRxc2MK0",
  "title": "Srimad Bhagavatam | HG Madhu Pandit Dasa |  SB 1.7.30 | 31-01-2016",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=yMJcRxc2MK0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 27,
      "verse_references": [],
      "themes": [
        "Brahmastra",
        "Arjuna",
        "Krishna's advice"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now, based on the advice of Lord Krishna, Arjuna also decided to counteract the Brahmastra sent by Ashwathana by himself releasing a counteracting Brahmastra.",
      "summary": "Arjuna, following Krishna's advice, prepares to counter Ashwathama's Brahmastra with his own.",
      "timestamp_url": "https://youtu.be/yMJcRxc2MK0?t=0",
      "transcript": "Now, based on the advice of Lord Krishna, Arjuna also decided to counteract the Brahmastra sent by Ashwathama by himself releasing a counteracting Brahmastra."
    },
    {
      "start_time": 27,
      "end_time": 78,
      "verse_references": [],
      "themes": [
        "Brahmastra",
        "Nuclear weapon",
        "Energy",
        "Matter"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Brahmastra is similar to the nuclear weapon of modern days.",
      "summary": "The speaker draws a parallel between the Brahmastra and modern nuclear weapons, explaining the concept of converting matter into energy.",
      "timestamp_url": "https://youtu.be/yMJcRxc2MK0?t=27",
      "transcript": "As we discussed last time, Brahmastra is similar to the nuclear weapon of modern days. The nuclear weapon generates energy by converting matter into energy by atomic fission or fusion, and the mass is transformed into energy."
    },
    {
      "start_time": 78,
      "end_time": 177,
      "verse_references": [],
      "themes": [
        "Brahmastra",
        "Science",
        "Einstein",
        "E=mc^2",
        "Spiritual power"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Whatever the Shastra says, it is a great science, science is included, this modern science is included in the Bhagavata.",
      "summary": "The speaker explains how modern science, particularly Einstein's equation, validates the concept of the Brahmastra and suggests that the Srimad Bhagavatam contains advanced scientific knowledge.",
      "timestamp_url": "https://youtu.be/yMJcRxc2MK0?t=78",
      "transcript": "I think two weeks back, when I took class and all of you were here, I explained how the Brahmastra, if we had read about it in the year 1900, in the beginning, no scientist would believe that, 'Oh, what is this they are talking about? Brahmastra, a weapon which is just like that, just like that, from nothing, light would come out, heat would come out.' They would never believe. But after the 1920s, later on, after Albert Einstein wrote that famous equation E=mc squared, that mass can be converted into energy, so mass is everywhere, atoms are everywhere, any atom can be converted into energy. It is a very difficult process, means difficult in modern technology, but a well-trained Brahmana could release this Brahmastra, could release this energy. And this is what we discussed last time, how whatever the Shastra says, it is a great science. Science is included, this modern science is included in the Bhagavata."
    },
    {
      "start_time": 177,
      "end_time": 224,
      "verse_references": [],
      "themes": [
        "Material energy",
        "Spiritual energy",
        "Hare Krishna Mahamantra",
        "Sat Chit Ananda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Just like Brahmastra released material energy, we discussed Brahmastra released material energy by chanting certain mantras, we discussed how spiritual energy can be released by chanting the Hare Krishna Mahamantra.",
      "summary": "The lecture transitions from material energy (Brahmastra) to spiritual energy, explaining that the Hare Krishna Mahamantra can release spiritual energy characterized by Sat, Chit, and Ananda.",
      "timestamp_url": "https://youtu.be/yMJcRxc2MK0?t=177",
      "transcript": "And then we moved from material atomic energy and the Brahmastra subject, we moved to spiritual technology of releasing spiritual energy. Just like Brahmastra released material energy, we discussed Brahmastra released material energy by chanting certain mantras, we discussed how spiritual energy can be released by chanting the Hare Krishna Mahamantra, and the Adhyatmika Shakti is not light and heat, but it is Sat Chit and Ananda, Sat Shakti, Chit Shakti, and Ananda Shakti."
    },
    {
      "start_time": 224,
      "end_time": 360,
      "verse_references": [],
      "themes": [
        "Hare Krishna Mahamantra",
        "Japa",
        "Attention",
        "Soul",
        "Eternal existence",
        "Material energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If we hear the Mahamantra attentively without any distraction, mantra after mantra if you hear that, then our Atma will touch our soul, our real existence will touch the absolute existence Krishna.",
      "summary": "The speaker emphasizes the importance of attentive chanting (Japa) of the Hare Krishna Mahamantra to connect the soul with Krishna and liberate it from the illusion of material existence.",
      "timestamp_url": "https://youtu.be/yMJcRxc2MK0?t=224",
      "transcript": "For that, we have to come in touch with the Hare Krishna Mahamantra, with the sound of the Hare Krishna Mahamantra. Therefore, we discussed how during Japa, we have to attentively hear the Mahamantra. If we hear the Mahamantra attentively without any distraction, mantra after mantra, if you hear that, then our Atma will touch, our soul, our real existence will touch the absolute existence, Krishna, because the Nama is not different from the Lord himself, from the absolute existence. And when there is transfer of Sat Shakti from the Hare Krishna Mahamantra by touching the supreme Sat or existence, our existence will be lightened up, our pure eternal existence will lighten up, will get energized. Right now, our Sat, means existence, we all know we exist beyond this body also. We know there is existence, that sense of being, sense of existence is now trapped by the material energy, and therefore we are thinking we are this body. Therefore, the existence, existence which is existence means eternal existence, eternal existence is trapped in this body of non-existence. Beyond this body, eternal existence is beyond this body. This body is beginning to end, so one small existence we experience in this body, but actually we, the soul, is eternal existence. So we are actually trapped in this non-existence. Non-existence means anything that has beginning and end has no existence ultimately. Existence means it should forever remain there. So we are trapped, the real existence or real Sat is trapped in Asat body."
    },
    {
      "start_time": 360,
      "end_time": 477,
      "verse_references": [],
      "themes": [
        "Hare Krishna Mahamantra",
        "Sat energy",
        "Attention",
        "Mind",
        "Distraction",
        "Japa"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By touching the Hare Krishna Mahamantra, by touching the sound Hare Krishna Mahamantra, when there is flow of Sat energy by the mercy of the Lord, then one existence would lighten up its eternal existence beyond this body.",
      "summary": "The speaker explains how connecting with the Hare Krishna Mahamantra allows the flow of Sat energy, illuminating one's eternal existence, and how distractions of the mind hinder this process during Japa.",
      "timestamp_url": "https://youtu.be/yMJcRxc2MK0?t=360",
      "transcript": "So by touching the Hare Krishna Mahamantra, by touching the sound Hare Krishna Mahamantra, when there is flow of Sat energy by the mercy of the Lord, then one's existence would lighten up its eternal existence beyond this body. But it is energy that has to come into you. That energy can come only by associating with Hare Krishna Mahamantra. Then we discussed how actually we can come in touch with the Hare Krishna Mahamantra. The real way to touch the Hare Krishna Mahamantra is through Japa, but then Japa should be done in a right way so that the touching of the soul and the Hare Krishna sound happens. For that, we said we have to be attentive to hear the holy name during Japa, and then we discussed how the mind creates, takes away attention from Japa into various different thinking processes, processing, lamenting, rejoicing, dreaming, planning, all this kind of things, activity our mind gets sucked into it while we are doing the Japa. So when the attention is sucked by all these activities, thinking activities, attention is not available for hearing the chanting that you are doing, therefore you are not, your Atma is not touching the holy name."
    },
    {
      "start_time": 477,
      "end_time": 600,
      "verse_references": [],
      "themes": [
        "Japa",
        "Mind",
        "Attention",
        "Disconnection",
        "Offenses"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Your Japa is just automatic, you are chanting round after round and then your Japa is finishing but your thinking has not finished.",
      "summary": "The speaker describes how inattentive chanting leads to mechanical repetition without genuine connection, emphasizing the need for continuous attention during Japa to avoid disconnection.",
      "timestamp_url": "https://youtu.be/yMJcRxc2MK0?t=477",
      "transcript": "Then after that, your Japa is just automatic. You are chanting round after round, and then your Japa is finishing, but your thinking has not finished. You are continuing your problem solving, planning, lamenting, rejoicing, dreaming, worrying, or doing some other activity. I did, last time we discussed, you are doing some other activity, your mind is busy directing your senses, but you are automatically chanting. The whole key thing is the sound you have to hear. We discussed the example of the iron put in the fire, and the iron is put in the fire, slowly it gets heated, heated, heated and becomes red hot. So in the same way, the Hare Krishna Mahamantra, if you touch the sound, then our Atma will get spiritualized, the spiritual energy will come from the holy name, how we will get spiritualized. But it is not, suppose you take a piece of iron, put in the fire, again take it out five minutes, then again one minute in the fire, then again five minutes outside, then again one minute inside, five minutes outside, will it get really heated? No, because you put inside, it comes out again, it is cooling off, isn't it? So in the same way, if we chant Hare Krishna Mahamantra, if you give attention to it, we have to give continuous attention to finish a Mala. In between, you should not do anything."
    },
    {
      "start_time": 600,
      "end_time": 686,
      "verse_references": [],
      "themes": [
        "Sankalpa",
        "Attention",
        "Mind",
        "Disconnection",
        "Shabda"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You should make a sankalpa to keep the iron in the fire for quite some time, at least one Mala you take, nothing I shall do now from beginning to end of this Mala, I shall continue to do this only nothing else.",
      "summary": "The speaker advises making a firm resolve (sankalpa) to maintain continuous attention during at least one round of Japa, avoiding any distractions to prevent disconnection from the sound (Shabda).",
      "timestamp_url": "https://youtu.be/yMJcRxc2MK0?t=600",
      "transcript": "If you do anything, then you are, you are taking out of the Hare Krishna Mahamantra, you are taking your soul out, gets disconnected. And why disconnection also is like a inattentive, means one of the ten offenses is what? To be inattentive while chanting. So you are attentive a little, taking attention away, some thinking, again thinking, or sometimes nothing, not even hearing one. So what is required is you should make a sankalpa to keep the iron in the fire for quite some time, at least one Mala you take, nothing I shall do now. From beginning to end of this Mala, I shall continue to do this only, nothing else. And we discussed how mind can do one activity which will not disturb Japa. What is that activity? Can somebody tell who was there? Checking, following and checking. So following and checking continuously, you should not break. Why you should not break? Because if you break, mind doesn't keep quiet, it goes to some other subject. That means you get disconnected from the Shabda."
    },
    {
      "start_time": 686,
      "end_time": 756,
      "verse_references": [],
      "themes": [
        "Following",
        "Mind",
        "Activity",
        "Chanting",
        "Hearing"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Similarly the mind should follow the activity of chanting and hearing and by doing that automatically you are hearing, automatically you are hearing your attention is following the activity of your attention is on the hearing.",
      "summary": "The speaker suggests engaging the mind by actively following the activity of chanting and hearing, similar to following a ball in table tennis, to maintain focus during Japa.",
      "timestamp_url": "https://youtu.be/yMJcRxc2MK0?t=686",
      "transcript": "So you have to follow, follow and check, Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare. And I gave the example last time of how, I gave the example of how, what is this following activity of the mind, thinking activity, lamenting, all those listed, I listed it. There is one activity of the mind which you can follow, follow a doing, follow an activity. Just like if I tell you, please follow the, somebody is playing table tennis and I tell you engage your mind in following the ball where it goes. So your mind is going there, here, here, here, here, your attention is behind the ball where it is going, this side, that side, this side, this side it's going, isn't it? That is the mind can follow an activity. So similarly, the mind should follow the activity of chanting and hearing, and by doing that automatically you are hearing, automatically you are hearing, your attention is following the activity of your attention is on the hearing."
    },
    {
      "start_time": 756,
      "end_time": 1027,
      "verse_references": [],
      "themes": [
        "Attention",
        "Mind",
        "Chanting",
        "Hearing",
        "Iron in the fire"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you are standing in the railway station, railway platform and one train is going across and if I tell you just count the number of bogies that will go by, then your attention will be one, two, three...",
      "summary": "Using the analogy of counting train bogies, the speaker illustrates how focusing attention on a specific task keeps the mind engaged, and reiterates the importance of continuous attention during chanting, comparing it to keeping iron in the fire to heat it thoroughly.",
      "timestamp_url": "https://youtu.be/yMJcRxc2MK0?t=756",
      "transcript": "Another example I gave you is how if you are standing in the railway station, railway platform and one train is going across and if I tell you just count the number of bogies that will go by then your attention will be one two three four five six seven eight nine 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 61 62 63 64 65 66 67 68 69 70 71 72 73 74 75 76 77 78 79 80 81 82 83 84 85 86 87 88 89 90 91 92 93 94 95 96 97 98 100 90 101 12 12 13 14 15 16 17 18 19 20 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 30 you should hear, hear, hear, hear, hear without break, hear, hear, hear, hear then only the iron is inside the fire."
    },
    {
      "start_time": 1027,
      "end_time": 1118,
      "verse_references": [],
      "themes": [
        "Sankalpa",
        "Attention",
        "Hare Krishna mantra",
        "Meditation",
        "Doing"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "At least train yourself that one mala is I will have a sankalpa that from beginning till end of this mala I have a sankalpa I will not do anything with my mind but only follow the Hare Krishna mantra.",
      "summary": "The speaker emphasizes the importance of making a strong resolve (sankalpa) to focus solely on the Hare Krishna mantra during Japa, defining Japa as a meditation on doing rather than seeing.",
      "timestamp_url": "https://youtu.be/yMJcRxc2MK0?t=1027",
      "transcript": "For sufficiently long time, then you will see one mala at least, afterwards one mala also move the sakshi mala and go on, but at least train yourself that one mala is, I will have a sankalpa that from beginning till end of this mala, I have a sankalpa I will not do anything with my mind but only follow the Hare Krishna mantra. For instance, if he does not release the sankalpa, I have started now, first bead, he should release the sankalpa from the soul, sankalpa shakti comes from the soul, from the sankalpa then it goes to the mind, then Krishna deepens will help you make that sankalpa stronger, but you have to start your sankalpa, I want to hear without distraction, that sankalpa is there, then you will see that it will happen. If you don't have sankalpa, simply Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, Hare Krishna, Hare Krishna, if you don't have sankalpa shakti from the soul coming, you will see suddenly somewhere mind will take and go away and then you chanting will become mechanical, your consciousness attention is somewhere else. So each of our soul shakti, ICCHA shakti, ICCHA is very clear to touch the Holy name of the Lord, then sankalpa should be there to finish mala after mala after mala after mala. So Japa, it's actually a meditation on doing. It is not a meditation on seeing. It's a meditation on doing."
    },
    {
      "start_time": 1118,
      "end_time": 1225,
      "verse_references": [],
      "themes": [
        "Meditation",
        "Doing",
        "Seeing",
        "Chanting",
        "Hearing",
        "Mala"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Japa is doing meditation. That means don't do anything else. Stay only this, chanting, hearing, chanting, hearing, chanting, hearing.",
      "summary": "The speaker differentiates between meditation on seeing and meditation on doing, explaining that Japa is the latter, requiring focused engagement in chanting and hearing, and that the mala aids in giving the mind a connected task.",
      "timestamp_url": "https://youtu.be/yMJcRxc2MK0?t=1118",
      "transcript": "That means we have, there is a particular thing being done: chanting, hearing, chanting, hearing, chanting, hearing, chanting. Meditation means what? Don't move out of that activity. Stay in that activity. That is meditation of doing. What is meditation of seeing? Don't take your vision from something. Be there only. Be concentrated, concentrated, concentrated seeing. Say, I keep on seeing this mic. Don't take your mind, don't take your mind anywhere other than that. Seeing, seeing, seeing, seeing. Japa is not seeing meditation. Japa is doing meditation. That means don't do anything else. Stay only this, chanting, hearing, chanting, hearing, chanting, hearing. Complete, mala, beat after beat, beat after beat, beat after beat. That is, that is why you need, you don't need seeing concentration for Japa. You need doing concentration. There are two things that are happening. One doing is you are speaking. Hare Krishna, Hare Krishna, speaking. Another doing is what? You are hearing. There are two activities going on. Speaking and hearing, speaking and hearing, speaking and hearing. This activity alone, you follow this. You follow your own speaking and you follow your own hearing. Then you will see that. Automatically, the mind is fully engaged. The mind will not go somewhere else. And I explained last time also, the spiritual technology, why the, our acharyas are given mala to do Japa with mala. It is to give work to the mind. To give work to the mind. Otherwise, mind will do unrelated work. Let it at least do a work which is connected to Japa. Okay, I heard. One is over. Two is over. Three is over. It's connected work."
    },
    {
      "start_time": 1225,
      "end_time": 1293,
      "verse_references": [],
      "themes": [
        "Chanting",
        "Hearing",
        "Sankalpa",
        "Mind",
        "Determination"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Between the two beats, the sankalpa shakti should be there to go, to go forward. Should not. There has, your soul has to be.",
      "summary": "The speaker reiterates the importance of maintaining a strong resolve (sankalpa) and determination to stay focused on the sound of the Hare Krishna mantra during Japa, preventing the mind from wandering and ensuring a connection with the divine.",
      "timestamp_url": "https://youtu.be/yMJcRxc2MK0?t=1225",
      "transcript": "When you chant, initially, you start with the first beat. I have to hear. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. Then next, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama. Between the two beats, the sankalpa shakti should be there to go, to go forward. Should not. There has, your soul has to be. When you are trying to chant, then the mind will slowly take you out of the fire. When you are hearing Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, you are already in the fire of Satchidananda. That is the Hare Krishna mantra, if you are hearing. But the mind slowly takes you out of the fire, just like the iron piece. The mind comes and takes you out of the fire. So you have to insist, have sankalpa, determination. Yes, at least this one mala, I will be inside. Nothing. I won't come out of this sound. Jaya Grandarachi. Madbhagavatam ki jaye. Jagat Guru Shiloprao paad ki jaye. Hare Krishna Maha Mantra ki jaye."
    }
  ]
}