{
  "video_id": "YnNAfgvo_e4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.8.24 | 18-02-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=YnNAfgvo_e4",
  "segments": [
    {
      "start_time": 52,
      "end_time": 111,
      "verse_references": [],
      "themes": [
        "Kunti's prayers",
        "Krishna's protection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "My dear Krishna, Your Lordship has protected us from a poison cake, from a great fire, from cannibals, from the vicious assembly, from sufferings during our exile in the world.",
      "summary": "Queen Kunti's prayer listing the dangers Krishna saved her and her sons from is introduced.",
      "timestamp_url": "https://youtu.be/YnNAfgvo_e4?t=52",
      "transcript": "In this session, we will be discussing from the 24th verse of the 8th chapter of the 1st canto of Srimad Bhagavatam. विशान महागने पुरुषाद दर्शनात अससभाया वनवास कृच्रतः मृधे मृधे नेक महारथास्त्रतो द्रोवन्यस्त्रतः चास्म हरे भी रक्षिताह. The meaning of this verse is a prayer by Queen Kunti to Lord Krishna: \"My dear Krishna, Your Lordship has protected us from a poison cake, from a great fire, from cannibals, from the vicious assembly, from sufferings during our exile in the world. You have saved us from the forest and from the battle where great generals fought, and now you have saved us from the weapon of Ashwatthama.\""
    },
    {
      "start_time": 111,
      "end_time": 217,
      "verse_references": [],
      "themes": [
        "Devotee protection",
        "Krishna's reciprocation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is the reciprocation of the Lord with his devotees.",
      "summary": "The speaker compares Devaki's and Kunti's situations, highlighting the constant dangers Kunti faced and Krishna's protection, emphasizing the Lord's reciprocation with devotees.",
      "timestamp_url": "https://youtu.be/YnNAfgvo_e4?t=111",
      "transcript": "So, here is a list of different dangerous encounters that Kunti Devi, along with her sons, had to face. Srila Prabhupada explains this very nicely in the purport. The list of dangerous encounters is submitted here in Devaki, because in the previous verse there is a reference to Devaki, who was protected as much as Kunti was also protected. But Prabhupada is comparing Devaki's situation with Kunti's situation. Devaki was once put into difficulty by her envious brother. Otherwise, she was well. So, Kunti and her sons were put into one difficulty after another for years and years together. See the difference? Devaki, after she was imprisoned and you see Krishna was born and Krishna was transferred to Vrindavan. And then, Devaki's problems were over. But Kunti Devi and her sons were put into so many different dangerous situations, so many difficulties. They were put into trouble by Duryodhana and his party due to the kingdom. And each and every time, the sons of Kunti were saved by Lord Krishna."
    },
    {
      "start_time": 217,
      "end_time": 251,
      "verse_references": [
        "BG 9.31"
      ],
      "themes": [
        "Krishna's promise",
        "Devotee safety"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "My devotee will never be vanquished.",
      "summary": "The speaker quotes Krishna's promise in the Bhagavad Gita that His devotees will never be vanquished, illustrating this with the Pandavas' survival despite numerous attempts on their lives.",
      "timestamp_url": "https://youtu.be/YnNAfgvo_e4?t=217",
      "transcript": "This is the reciprocation of the Lord with his devotees. Therefore, Krishna says in the Bhagavad Gita, Name Bhakta Pranasyati Kaunteya Pratijaanihi Name Bhakta Pranasyati: \"My devotee will never be vanquished.\" And that's a fact. Though they tried to kill the Pandavas, the Kauravas could never succeed in doing so."
    },
    {
      "start_time": 251,
      "end_time": 479,
      "verse_references": [],
      "themes": [
        "Poison cake",
        "Bhima's poisoning",
        "Duryodhana's envy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What has Duryodhana done? He has arranged that secretly Bhima be thrown into a river.",
      "summary": "The speaker narrates the story of Duryodhana's attempt to poison Bhima and throw him into the river, highlighting Duryodhana's envy and Bhima's vulnerability.",
      "timestamp_url": "https://youtu.be/YnNAfgvo_e4?t=251",
      "transcript": "Because the Pandavas were always protected by Krishna, without any doubt. So, it begins with Vishan. Vishan means, once Bhima was administered poison in a case. Bhima was administered poison in a case. The Pandavas and Kauravas, they grew up in the same palace in Hastinapura. And Dhritarashtra was the caretaker king. And the grandfather of the Pandavas and Kauravas, Bhishma, he appointed Dronacharya to teach and coach the princes. Both the Kauravas, the hundred sons of Dhritarashtra and the five sons of Pandu, the Pandavas, 105 students Dronacharya had. And he coached them very nicely in military science because they were Kshatriyas. Now, in such training time, it was very clearly evident that Bhima was the strongest among all the 105 students. They became Dancing Kings because of His power and Kṛṣṇa's assistance. Now, it is said that Bhima was very successful in ложdayevar, playful and British. You might watch this armas with me... They are this many great Kauravas. The זonöledzksy and Brigareta of Dronacharya have exactly the same power and compassion that flashinkeya has. The beautiful women, the don'ts and the ladies' Dojo, for me to actually face him in combat one-on-one so Duryodhana with a evil mind asuric mentality he decided let me kill this Bhima and he administered a trick one once he organized a kind of a picnic for all the princess and they all went and they were playing and then he arranged that food be served in the picnic spot and he had made sure secretly that one of the items the cake which was to be served to all the princess Bhima's cake was poisoned so Bhima Bhima was given that cake and he didn't suspect anything he just ate it and after eating a little while he started feeling very very drowsy and Bhima tried to remain awake and somehow he was feeling extremely sleepy so he went off somewhere and just completely slept off. All the princes then were going back and suddenly the Pandavas the five of them or four of them other than Bhima they noticed Bhima is missing so they are searching and searching and searching and searching where is Bhima. What has Duryodhana done? He has arranged that secretly Bhima be thrown into a river. And because he was completely asleep effect of the pandemic was that Bhima was thrown into a river."
    },
    {
      "start_time": 479,
      "end_time": 569,
      "verse_references": [],
      "themes": [
        "Naga's help",
        "Bhima's strength",
        "Krishna's arrangement"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhima was given special medication to increase his strength to that of 10,000 elephants so Bhima became very very very strong",
      "summary": "The speaker continues the story of Bhima, explaining how he was saved by the Nagas, given immense strength, and eventually returned to his family.",
      "timestamp_url": "https://youtu.be/YnNAfgvo_e4?t=479",
      "transcript": "He was poisoned so he was kind of unconscious and then he was thrown into the river, he drowned in the river and he went to the bottom of the river, he was carried away by the waves and he ended up in one of the lower regions of this universe. And where the Nagas reside and the chief of the Nagas knew what this Duryodhana had done and the chief of the Nagas actually administered some medicine to this Bhima, this boy, this prince young boy and he came back to his external senses and seeing where am I what happened. Bhima told him that you have been poisoned by Duryodhana and then Bhima could remember yeah we had gone for a picnic what happened yeah we had lunch and then he can't remember then he said you are poisoned and therefore you were thrown into the river and you have ended up here and one of the Naga serpents who was in that bottom of the river brought Bhima to his chief and Bhima then."
    },
    {
      "start_time": 569,
      "end_time": 647,
      "verse_references": [],
      "themes": [
        "Kunti's worry",
        "Duryodhana's apprehension",
        "Krishna's mercy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And Bhima in this way was actually saved from being killed by Krishna's arrangement. It was Krishna's arrangement.",
      "summary": "The speaker describes the reaction of Kunti and Duryodhana to Bhima's reappearance, emphasizing that Bhima's survival was due to Krishna's arrangement.",
      "timestamp_url": "https://youtu.be/YnNAfgvo_e4?t=569",
      "transcript": "Bhima was given special medication to increase his strength to that of 10,000 elephants, so Bhima became very very very strong and then the Nagas again brought him back to that river and left him on the bank of that river and then Bhima was missing from the palace for some days and Kunti was very worried and so. Glover Yudhishtira Nakula Sahadeva Arjuna all of them were worried what happened and the Kauravas then Duryodhana knew of course what was going on but he went oh where is Bhima where is Bhima let's search for him. Let's search for him maybe he is somewhere in the woods maybe he is been taken by somebody else maybe he has gone away for hunting so many things this they just made a cover up and finally Bhima suddenly showed up. And then Kunti was very very pleased. Duryodhana was very apprehensive. How did he come back? What happened? Duryodhana did not know. Then Bhima revealed secretly that there is a plot to kill me. There was a plot and by Krishna's mercy I was saved."
    },
    {
      "start_time": 647,
      "end_time": 734,
      "verse_references": [],
      "themes": [
        "House of shellac",
        "Vidura's warning",
        "Pandava's escape"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Yudhishthira through Vidura's help, he dug a tunnel as soon as they went into the palace.",
      "summary": "The speaker narrates the story of the house of shellac, Vidura's warning, and the Pandavas' escape through a tunnel, highlighting their intelligence and Krishna's protection.",
      "timestamp_url": "https://youtu.be/YnNAfgvo_e4?t=647",
      "transcript": "And Bhima in this way was actually saved from being killed by Krishna's arrangement. It was Krishna's arrangement. Then once they were put into a house made of shellac. Now each of these dangers that are mentioned, it is elaborately explained in the Mahabharata. So I will not be able to explain each and every particular danger like that. But in brief I may state that another attempt was made to burn the Pandavas alive by sending them to a new palace that was called Kunti. It was constructed but it was made of combustible material, shellac. And Duryodhana's plan was to set fire when they were all settled inside nicely one particular night. So Vidura came to know about it and Vidura informed Yudhishthira that you are being sent to a palace which is going to set fire. Be careful. So Yudhishthira through Vidura's help, he dug a tunnel as soon as they went into the palace. He dug a tunnel. And before escaping through the tunnel, underground tunnel, Yudhishthira himself set fire to that palace. And then after that the Pandavas with Kunti escaped."
    },
    {
      "start_time": 734,
      "end_time": 850,
      "verse_references": [],
      "themes": [
        "Draupadi's disrobing",
        "Krishna's protection",
        "Bhima's fight with Hidimba"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But Draupadi was supplied with unlimited length of sari.",
      "summary": "The speaker recounts the attempted disrobing of Draupadi and Krishna's miraculous intervention, as well as Bhima's fight with the demon Hidimba.",
      "timestamp_url": "https://youtu.be/YnNAfgvo_e4?t=734",
      "transcript": "And then that's the way they were saved from that fire. So then Draupadi was dragged out and attempted to be stripped naked once in a gambling match. Somehow that gambling match that happened. And Draupadi was saved by Krishna who supplied her unlimited length of sari. They tried to disrobe her by pulling her sari. But Draupadi was supplied with unlimited length of sari. So they could not strip her naked at all. Krishna saved her. She cried out Krishna. Because the Pandavas were unable to intervene because they had lost themselves in the gambling match. So they were unable to save her. And the other elders in the assembly did not interfere with this Duryodhana and Dushasana's misdeed, because Draupadi also was kind of lost in the gambling match and she would become a kind of a servant to the Kauravas. Something like that. Then when they were exiled in the forest, Bhima had to fight with the man-eater demon Hidimba, Rakshasa. So one Rakshasa, man-eater. But Bhima killed this Rakshasa. Again, Krishna's mercy that Bhima was empowered to kill this man-eater who was a very dangerous Rakshasa, who had killed many humans and devoured them and eaten their flesh."
    },
    {
      "start_time": 850,
      "end_time": 909,
      "verse_references": [],
      "themes": [
        "Kurukshetra battle",
        "Ashwathama's Brahmastra",
        "Krishna's protection"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But Krishna, he protected Arjuna and the Pandavas.",
      "summary": "The speaker briefly mentions the Kurukshetra battle and Ashwathama's Brahmastra, emphasizing Krishna's constant protection of the Pandavas.",
      "timestamp_url": "https://youtu.be/YnNAfgvo_e4?t=850",
      "transcript": "Such a dangerous man-eater was killed by Bhima because he was empowered by the Lord. Then after all this tribulation there was a great battle of Kurukshetra. Arjuna had to meet such great generals as Drona, Bhishma, Karna. All very very powerful fighters. But Krishna, he protected Arjuna and the Pandavas. And no harm was done by the Kauravas. Even though the Kauravas were very powerful, they could not do any harm to the Pandavas. And at the end when Parikshit was in the womb of Uttara, then Ashwathama released the Brahmastra to kill the child. But Krishna saved. Krishna personally entered the womb of Uttara and saved the child. So in this way the Pandavas were protected by Krishna at all times, whenever there was danger to their life, whenever there was any difficulty."
    }
  ]
}