{
  "video_id": "yQj7KGowIic",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.35 | 03-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=yQj7KGowIic",
  "segments": [
    {
      "start_time": 58,
      "end_time": 116,
      "verse_references": [],
      "themes": [
        "Bhishma's prayers",
        "Krishna's merciful glance",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Let my mind be fixed upon that Krishna.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam, focusing on Bhishma Deva's glorification of Krishna and Krishna's power to shorten life spans with a merciful glance.",
      "timestamp_url": "https://youtu.be/yQj7KGowIic?t=58",
      "transcript": "In this session we will be discussing from the thirty-fifth verse of the ninth chapter of the first canto of Srimad Bhagavatam, continuing the prayers by Bhishma Deva to Lord Krishna. The meaning of this verse is, \"In obedience to the command of his friend, Lord Sri Krishna entered the arena of the battlefield of Kurukshetra between the soldiers of Arjuna and Duryodhana. And, while there, he shortened the life-spans of the opposite party by his merciful glance. This was done simply by his looking at the enemy. Let my mind be fixed upon that Krishna.\""
    },
    {
      "start_time": 116,
      "end_time": 245,
      "verse_references": [
        "BG 1.21-25"
      ],
      "themes": [
        "Krishna's servitude to devotees",
        "Arjuna's order",
        "devotion",
        "divine relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is actually nobody's order carrier.",
      "summary": "The speaker explains how Krishna, despite being the Supreme Lord, acts as an order carrier for his devotee Arjuna, highlighting the sweet relationship between them, while clarifying that Krishna is not actually anyone's servant.",
      "timestamp_url": "https://youtu.be/yQj7KGowIic?t=116",
      "transcript": "This is the glorification of Krishna by Lord, by Bhishma Deva, the great devotee of Krishna. So, it is clear, it is clearly explained here that Krishna simply by his merciful glance can shorten the duration of the life of the enemy to make Arjuna, his devotee, victorious. So, Srila Prabhupada explains in the purport to this verse, \"In the Bhagavad Gita, 1.21-25, Arjuna ordered the infallible Lord Sri Krishna to place his chariot between the phalanxes of the soldiers. He asked Krishna to stay there until he had finished observing the enemies he had to face in the battle. When the Lord was so asked, he at once did so, just like an order carrier. Krishna is actually nobody's order carrier. Everyone is his servant and everyone carries out Krishna's order, whether willingly or unwillingly. Devotees carry out Krishna's orders willingly, and non-devotees are forced to carry out Krishna's orders unwillingly. Because non-devotees are in the material world in forgetfulness of Krishna, but they are forced by Krishna. They are forced by Krishna's material energy to act according to the conditioning. So, nobody is independent among the living entities. Nobody is independent. So, here it is described, the sweet relationship between Krishna and Arjuna, such that when Arjuna ordered Krishna, 'Take my chariot between the two armies,' Krishna did so, just like an order carrier.\""
    },
    {
      "start_time": 245,
      "end_time": 378,
      "verse_references": [],
      "themes": [
        "Krishna's causeless mercy",
        "devotee-Lord relationship",
        "love",
        "authority"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Out of his causeless mercy and affection for his pure devotees, sometimes Krishna carries out the order of the devotee like an awaiting servant.",
      "summary": "The speaker elaborates on Krishna's pleasure in fulfilling the desires of his devotees out of love, comparing it to a father indulging a child, emphasizing that this is not due to any authority of the devotee but pure, transcendental love.",
      "timestamp_url": "https://youtu.be/yQj7KGowIic?t=245",
      "transcript": "Though he is not an order carrier. And the Lord pointed out all the important men on the opposite side saying, \"Here is Bhishma, here is Drona, and so on.\" The Lord being the supreme living being is never the order supplier or carrier of anyone. Krishna is never the order supplier or order carrier of anyone. Wherever that person may be in the material estimation, there are some people who are very, very powerful, very great. Some people who are not so great. Some people are very insignificant. But Krishna has nothing to do with any of these material positions of different living beings. Out of his causeless mercy and affection for his pure devotees, sometimes Krishna carries out the order of the devotee like an awaiting servant. Krishna takes pleasure in doing this. That my devotee is very dear to me. So if my devotee wants something, I will gladly reciprocate with the devotee, exactly as the devotee wants me to reciprocate. By executing the order of a devotee, the Lord becomes pleased, as a father is pleased to carry out the order of his devotees. Similarly, the Lord is pleased to carry out the order of a small child. You have experienced that a small child may sometimes ask the father like a master commands his servant. \"Give me that toy.\" So the father out of love for the child will actually carry out the order. Not because the child has got any authority or any power. No. Similarly, nobody has authority or power to give orders to Krishna. On the other hand, Krishna is always the order giver."
    },
    {
      "start_time": 378,
      "end_time": 467,
      "verse_references": [],
      "themes": [
        "transcendental love",
        "devotee-Lord relationship",
        "Bhishma's awareness",
        "addressing Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is very very pleased if you address him in relationship with his devotees.",
      "summary": "The speaker explains that Krishna's willingness to carry out orders is rooted in pure transcendental love and highlights Bhishma Deva's understanding of this relationship, emphasizing the importance of addressing Krishna in connection with his devotees.",
      "timestamp_url": "https://youtu.be/yQj7KGowIic?t=378",
      "transcript": "And everyone is his servant without exception. But Krishna takes pleasure in executing the order of a devotee because of the devotee, the sweet relationship between Krishna and the devotee. Now, this sort of carrying out orders by the Lord of his devotee is possible only out of pure transcendental love between the Lord and his devotees. And Bhishma Deva was aware of this fact. He therefore addresses the Lord as the friend of Arjuna. Partha Sakha. Vijaya Sakha. As Prabhupada has explained earlier, Krishna is very very pleased if you address him in relationship with his devotees. Keshodanandana. Radhakantam. Gopijanavallabha. Always Krishna in relationship with his devotees. Krishna is never without his devotees. And devotees are never without Krishna. So always both devotees and Krishna like to hear an address which is describing the relationship of the Lord and his devotees. Therefore, Bhishma is addressing Krishna as Partha Sakha. Vijaya Sakha."
    },
    {
      "start_time": 467,
      "end_time": 572,
      "verse_references": [],
      "themes": [
        "lifespan",
        "karma",
        "Krishna's mercy",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simply by seeing Krishna at the time of death, one is able to get liberation immediately.",
      "summary": "The speaker discusses how Krishna can shorten or extend lifespan, and how those who died in Kurukshetra attained salvation by seeing Krishna at the time of death, emphasizing Krishna's mercy.",
      "timestamp_url": "https://youtu.be/yQj7KGowIic?t=467",
      "transcript": "Further, Srila Prabhupada says, \"The Lord diminished the duration of life of the opposite party by his merciful glance.\" Our lifespan, at the time of birth is fixed, of a certain duration is fixed based on our past karma. But that duration, even though it is fixed, it can be shortened or increased by Krishna. If somebody becomes very very sinful, their duration of life is shortened. If somebody is able to please a pure devotee, their duration of life may be extended. So, the duration of life though fixed is subject to being reduced or increased by Krishna or by a pure devotee. So in this case, it is described that the duration of life of the enemy of Arjuna was shortened by Krishna. It is said that all the fighters who assembled on the battlefield of Kurukshetra attained salvation by personally seeing the Lord at the time of death. Krishna was present on the battlefield of Kurukshetra to deliver all those who were eligible because simply by seeing Krishna at the time of death, one is able to get liberation immediately."
    },
    {
      "start_time": 572,
      "end_time": 687,
      "verse_references": [],
      "themes": [
        "Krishna's impartiality",
        "benefit to enemies",
        "liberation",
        "death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Factually, he was merciful to the opposite party because they would not have attained salvation by dying at home in the ordinary course of life.",
      "summary": "The speaker clarifies that Krishna's actions on the battlefield, including shortening the lives of Arjuna's enemies, were not partial but ultimately beneficial, granting them liberation through death in Krishna's presence.",
      "timestamp_url": "https://youtu.be/yQj7KGowIic?t=572",
      "transcript": "So that is the mercy of Krishna upon the living entities. Therefore, his diminishing the duration of life of Arjuna's enemy does not mean that he was partial to the cause of Arjuna. Somebody may think that Krishna is shortening the duration of life of the enemy. So he is giving benefit to Arjuna in fighting this battle which is not fair. But actually Krishna is not doing this simply for benefiting Arjuna alone. He is also benefiting the enemy. Whether the enemy is dying in the battlefield or the enemy will have to die later on somewhere else, death is certain for every living being who has taken birth in this world. So death cannot be avoided. But if the death is caused by a pure devotee of Krishna, then the person who dies actually attains liberation immediately because of the presence of Krishna, the glance of Krishna. So Krishna benefited the enemy also, not only Arjuna. Factually, he was merciful to the opposite party because they would not have attained salvation by dying at home in the ordinary course of life."
    },
    {
      "start_time": 687,
      "end_time": 799,
      "verse_references": [],
      "themes": [
        "death",
        "liberation",
        "Krishna's goodness",
        "impartiality",
        "spiritual benefit"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's protection and Krishna's killing both are good for the person who receives the protection from Krishna or is killed by Krishna.",
      "summary": "The speaker emphasizes that Krishna is always good and impartial, and that both protection and being killed by Krishna are ultimately beneficial spiritually, leading to liberation.",
      "timestamp_url": "https://youtu.be/yQj7KGowIic?t=687",
      "transcript": "This we have to remember. Somebody may not die on the battlefield, but they have to go back home and they have to die afterwards. Such death is not at all going to give them liberation, ordinary death. Here was a chance to see the Lord at the time of death, and thus attain salvation from material life. See, Krishna's mercy upon the enemies. So therefore, Krishna is always all good. He has no enmity. He has no feeling of partiality. He does not favour one person and deny another person. Never. Krishna never does that. Because every living being is his part and parcel. mamayivamso jivaloke jivabhuta-sanatana. Eternally we are parts and parcel. So how can Krishna be partial to anyone? It's not possible. Therefore, the Lord is all good. And whatever he does is for everyone's good. Krishna's actions are on the absolute platform. So Krishna's protection and Krishna's killing both are good for the person who receives the protection from Krishna or is killed by Krishna. For both of them,"
    },
    {
      "start_time": 799,
      "end_time": 899,
      "verse_references": [],
      "themes": [
        "material calculations",
        "Krishna consciousness",
        "liberation",
        "transcendental activities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To put an end to this miserable existence is possible by coming in contact with Krishna or his pure devotee.",
      "summary": "The speaker concludes by urging listeners to avoid material calculations and seek Krishna consciousness, emphasizing that understanding the transcendental nature of Krishna's activities leads to liberation.",
      "timestamp_url": "https://youtu.be/yQj7KGowIic?t=799",
      "transcript": "it is ultimately beneficial spiritually. Don't make material calculations. That is not going to help the person by some material calculations if they think they are escaping dying on the battlefield. They are forgetting that they have to die sometime later. And at that time, they may not have the benefit of Krishna consciousness. Because we have to take birth again in this material world and suffer the consequences. So to put an end to this miserable existence is possible by coming in contact with Krishna or his pure devotee. Apparently, it was victory for Arjuna. But factually, it was for the good of Arjuna's enemies. Whatever Krishna did was good for Arjuna's enemies also. That way, the Lord is all good. Such are the transcendental activities of the Lord. And whoever understands this also gets salvation after putting his material body. janma karma chame divyam evam yo veti tatvaram yo veti tatvatah. The activities of the Lord are all transcendental. And if we understand the transcendental nature of Krishna's activities, we also become liberated. I will stop here. Thank you very much."
    }
  ]
}