{
  "video_id": "YrmgHs-Vaik",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.49 | 04-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=YrmgHs-Vaik",
  "segments": [
    {
      "start_time": 0,
      "end_time": 42,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=0"
    },
    {
      "start_time": 42,
      "end_time": 101,
      "verse_references": [
        "SB 1.15.49"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Vidura",
        "Krishna Consciousness",
        "Pitraloka"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vidura, while on pilgrimage, left his body at Prabhasa because he was absorbed in thought of Lord Krishna, he was received by the denizens of Pitraloka planet.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam about Vidura leaving his body and returning to Pitraloka due to his absorption in Krishna.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=42"
    },
    {
      "start_time": 101,
      "end_time": 179,
      "verse_references": [],
      "themes": [
        "Pandavas",
        "Vidura",
        "Yama-Raj",
        "Devotee",
        "Demigods"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The difference between the Pandavas and Vidura is that the Pandavas are eternal associates of the Lord, the Personality of Godhead, whereas Vidura is one of the administrative demigods in charge of the Pitraloka planet, and is known as Yama-Raj.",
      "summary": "The speaker explains the difference between the Pandavas and Vidura, highlighting Vidura's role as an incarnation of Yama-Raj and his position as a demigod.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=101"
    },
    {
      "start_time": 179,
      "end_time": 298,
      "verse_references": [],
      "themes": [
        "Yama-Raj",
        "Devotee",
        "Punishment",
        "Sinful Activities",
        "Fear"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yama-Raj is always a pure devotee of the Supreme Lord...Those who are very very sinful, they are punished by Yama-Raj by being sent to hellish planets for punishment...But those who are devotees of the Lord have nothing to fear from him because he himself is a devotee.",
      "summary": "The speaker elaborates on Yama-Raj's role as a pure devotee who punishes the sinful but is a friend to devotees.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=179"
    },
    {
      "start_time": 298,
      "end_time": 386,
      "verse_references": [],
      "themes": [
        "Yama-Raj",
        "Curse",
        "Manduka Muni",
        "Vidura",
        "Shudra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As we have already discussed, it is understood that Yama-Raj was cursed by Manduka Muni to be degraded as a Shudra...So Manduka Muni became angry and he cursed Yama-Raj to take birth as the son of a Shudrani, a maidservant, Dasiputra.",
      "summary": "The speaker recounts the story of how Yama-Raj was cursed by Manduka Muni to be born as Vidura, the son of a maidservant.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=298"
    },
    {
      "start_time": 386,
      "end_time": 496,
      "verse_references": [],
      "themes": [
        "Vidura",
        "Devotional Service",
        "Pious Life",
        "Dhritarashtra",
        "Salvation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As an eternal servitor of the Lord, he displayed his devotional activities very ardently and lived a life of a pious man...so much so that a materialistic man like Dhritarashtra also got salvation by his instruction.",
      "summary": "The speaker emphasizes Vidura's pious life and devotional service, which even led to the salvation of the materialistic Dhritarashtra.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=386"
    },
    {
      "start_time": 496,
      "end_time": 578,
      "verse_references": [],
      "themes": [
        "Vidura",
        "Dhritarashtra",
        "Birth",
        "Inheritance",
        "Moksha"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Both are born as sons of Vichitravirya...But Vidura was born as a son of a maid servant of one of the queens of Vichitravirya...But even Dhritarashtra got salvation or moksha by the instructions of Vidura.",
      "summary": "The speaker explains the relationship between Vidura and Dhritarashtra, highlighting their different births and how Vidura's instructions led to Dhritarashtra's salvation.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=496"
    },
    {
      "start_time": 578,
      "end_time": 662,
      "verse_references": [],
      "themes": [
        "Vidura",
        "Devotional Service",
        "Remembrance",
        "Lotus Feet",
        "Purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vidura by his pious activities in the devotional service of the Lord, was able to always remember the lotus feet of the Lord...Vidura became washed of all contamination of a Shudra-born life by his constant remembrance of the lotus feet of the Supreme Lord.",
      "summary": "The speaker explains how Vidura's constant remembrance of the Lord's lotus feet purified him from any contamination due to his birth as a Shudra.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=578"
    },
    {
      "start_time": 662,
      "end_time": 740,
      "verse_references": [],
      "themes": [
        "Krishna Consciousness",
        "Purification",
        "Pitraloka",
        "Demigods",
        "Associates of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In many places in scripture it is said one who constantly thinks of Krishna becomes fully purified...the demigods are also associates of the Lord without personal touch whereas the direct associates of the Lord are in constant personal touch with him.",
      "summary": "The speaker discusses the purification achieved through constant thought of Krishna and differentiates between direct and indirect associates of the Lord, using the example of demigods.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=662"
    },
    {
      "start_time": 740,
      "end_time": 894,
      "verse_references": [],
      "themes": [
        "Devotional Activities",
        "Incarnations",
        "Memory",
        "Lord and Associates",
        "Arjuna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord and his personal associates incarnate in many universes without cessation...the Lord remembers all of his previous incarnations whereas the associates forget due to their being very minute parts and parcels of the Lord.",
      "summary": "The speaker explains that the Lord remembers all his incarnations, while his associates do not, due to their minute nature, using the example of Krishna and Arjuna.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=740"
    }
  ]
}