{
  "video_id": "YrmgHs-Vaik",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.49 | 04-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=YrmgHs-Vaik",
  "segments": [
    {
      "start_time": 0,
      "end_time": 42,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Srivasa Adi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 42,
      "end_time": 101,
      "verse_references": [
        "SB 1.15.49"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Vidura",
        "Krishna Consciousness",
        "Pitraloka"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vidura, while on pilgrimage, left his body at Prabhasa because he was absorbed in thought of Lord Krishna, he was received by the denizens of Pitraloka planet.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam about Vidura leaving his body and returning to Pitraloka due to his absorption in Krishna.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=42",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devi Saraswati Vyasam Tato Jayam Udi Rayet In this session we will be discussing from the 49th verse of the 15th chapter of the 1st canto of Srimad Bhagavatam. Vidropi Parityajya Prabhase Deham Atmanaha Krishna Aveshenata Chittaha Pitrabhir Svakshayam Yayau The meaning of this verse is, Vidura, while on pilgrimage, left his body at Prabhasa. Because he was absorbed in thought of Lord Krishna, he was received by the denizens of Pitraloka planet,"
    },
    {
      "start_time": 101,
      "end_time": 179,
      "verse_references": [],
      "themes": [
        "Pandavas",
        "Vidura",
        "Yama-Raj",
        "Devotee",
        "Demigods"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The difference between the Pandavas and Vidura is that the Pandavas are eternal associates of the Lord, the Personality of Godhead, whereas Vidura is one of the administrative demigods in charge of the Pitraloka planet, and is known as Yama-Raj.",
      "summary": "The speaker explains the difference between the Pandavas and Vidura, highlighting Vidura's role as an incarnation of Yama-Raj and his position as a demigod.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=101",
      "transcript": "where he returned to his original post. So now, after having described the Pandavas, they returned to Krishna's personal abode. Now the description is being given of Vidura. Earlier we had heard how Vidura instructed Dhritarashtra to prepare himself for quitting the body and attaining self-realization. So now Vidura himself, he was constantly absorbed in thought of Krishna. Therefore, when he left his body, he went back to his original post in Pitraloka. So Srila Prabhupada explains this point in the purport. The difference between the Pandavas and Vidura is that the Pandavas are eternal associates of the Lord, the Personality of Godhead. Whereas Vidura is one of the administrative demigods in charge of the Pitraloka planet, and is known as Yama-Raj."
    },
    {
      "start_time": 179,
      "end_time": 298,
      "verse_references": [],
      "themes": [
        "Yama-Raj",
        "Devotee",
        "Punishment",
        "Sinful Activities",
        "Fear"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yama-Raj is always a pure devotee of the Supreme Lord...Those who are very very sinful, they are punished by Yama-Raj by being sent to hellish planets for punishment...But those who are devotees of the Lord have nothing to fear from him because he himself is a devotee.",
      "summary": "The speaker elaborates on Yama-Raj's role as a pure devotee who punishes the sinful but is a friend to devotees.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=179",
      "transcript": "Vidura is an incarnation of Yama-Raj. Yama-Raj is always a pure devotee of the Supreme Lord. Even in his Pitraloka planet, he is always in the position of being a pure devotee of the Supreme Lord. So his devotion and service is eternal. He also has got a responsibility of punishing the sinful people, extremely sinful people in the post of Yama-Raj. So he is not like the other devatas who have got a desire for material enjoyment and therefore they occupy a post. No. Yama-Raj is not like that. Vidura is not like that. So Srila Prabhupada says about Vidura as Yama-Raj, Men are afraid of Yama-Raj because it is he only who awards punishment to the miscreants of the material world. Those who are very very sinful, they are punished by Yama-Raj by being sent to hellish planets for punishment. Hellish planets are not places of inhabitation for any kind. They are not places of inhabitation for any condition. So it is exclusively meant for giving punishment to extremely sinful persons. So these miscreants, sinful people, they are afraid of Yama-Raj. But those who are devotees of the Lord have nothing to fear from him because he himself is a devotee. Yama-Raj is devotee, pure devotee. So other devotees, pure devotees of the Lord have nothing to fear from Yama-Raj."
    },
    {
      "start_time": 298,
      "end_time": 386,
      "verse_references": [],
      "themes": [
        "Yama-Raj",
        "Curse",
        "Manduka Muni",
        "Vidura",
        "Shudra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As we have already discussed, it is understood that Yama-Raj was cursed by Manduka Muni to be degraded as a Shudra...So Manduka Muni became angry and he cursed Yama-Raj to take birth as the son of a Shudrani, a maidservant, Dasiputra.",
      "summary": "The speaker recounts the story of how Yama-Raj was cursed by Manduka Muni to be born as Vidura, the son of a maidservant.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=298",
      "transcript": "To the devotees, Yama-Raj is a cordial friend. But to the non-devotees, he is fear personified. He is doing his duty of punishing the non-devotees who are engaged in grievous sinful activities. As we have already discussed, it is understood that Yama-Raj was cursed by Manduka Muni to be degraded as a Shudra. Once Yama-Raj made a mistake in the past that this Manduka Muni who did some mistake when he was a small boy, he was punished later on for the mistake innocently committed. So Manduka Muni became angry and he cursed Yama-Raj to take birth as the son of a Shudrani, a maidservant, Dasiputra. So that curse, because the curse, even though he is a pure devotee, he accepted the curse and therefore he had to take birth as Vidura. But as the son of a maidservant."
    },
    {
      "start_time": 386,
      "end_time": 496,
      "verse_references": [],
      "themes": [
        "Vidura",
        "Devotional Service",
        "Pious Life",
        "Dhritarashtra",
        "Salvation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As an eternal servitor of the Lord, he displayed his devotional activities very ardently and lived a life of a pious man...so much so that a materialistic man like Dhritarashtra also got salvation by his instruction.",
      "summary": "The speaker emphasizes Vidura's pious life and devotional service, which even led to the salvation of the materialistic Dhritarashtra.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=386",
      "transcript": "So he was, Yama-Raj was born as Vidura, considered as a Shudra. Therefore Vidura was an incarnation of Yama-Raj. Because he is cursed to take birth as a Shudra. As an eternal servitor of the Lord, he displayed his devotional activities very ardently and lived a life of a pious man. Devotees always live a pious life. They don't commit sinful activities. This is the wonderful nature or characteristic of a devotee. Even in this material world. Even if they are harassed. Even if they are insulted. Even if they are cheated. Even if the others try to mislead them. They are fixed in devotional service. They don't get misled. On the other hand, it is described here, such pure devotees as Vidura, about them Prabhupada is telling, that Vidura lived a life of a pious man so much so that a materialistic man like Dhritarashtra also got salvation by his instruction. Dhritarashtra was very materialistic. But even Dhritarashtra got salvation or moksha by the instructions of Vidura."
    },
    {
      "start_time": 496,
      "end_time": 578,
      "verse_references": [],
      "themes": [
        "Vidura",
        "Dhritarashtra",
        "Birth",
        "Inheritance",
        "Moksha"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Both are born as sons of Vichitravirya...But Vidura was born as a son of a maid servant of one of the queens of Vichitravirya...But even Dhritarashtra got salvation or moksha by the instructions of Vidura.",
      "summary": "The speaker explains the relationship between Vidura and Dhritarashtra, highlighting their different births and how Vidura's instructions led to Dhritarashtra's salvation.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=496",
      "transcript": "What is the connection between Vidura and Dhritarashtra? Both are born as sons of Vichitravirya. But Vidura was born as a son of a maid servant of one of the queens of Vichitravirya. And Dhritarashtra was born as the son of the queen of Vichitravirya. So Dhritarashtra had a share in the inheritance of the kingdom. But Vidura had no share. So Vidura accepted his position as the Shudra. But Dhritarashtra as a Kshatriya, he became the caretaker king of the entire world. So Dhritarashtra was very materialistic, but by the instruction of Vidura, he was able to get moksha,"
    },
    {
      "start_time": 578,
      "end_time": 662,
      "verse_references": [],
      "themes": [
        "Vidura",
        "Devotional Service",
        "Remembrance",
        "Lotus Feet",
        "Purification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vidura by his pious activities in the devotional service of the Lord, was able to always remember the lotus feet of the Lord...Vidura became washed of all contamination of a Shudra-born life by his constant remembrance of the lotus feet of the Supreme Lord.",
      "summary": "The speaker explains how Vidura's constant remembrance of the Lord's lotus feet purified him from any contamination due to his birth as a Shudra.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=578",
      "transcript": "salvation. So therefore Prabhupada says, Vidura by his pious activities in the devotional service of the Lord, was able to always remember the lotus feet of the Lord. So remembering constantly the lotus feet of the Lord is a devotional service. And that is possible by constant engagement in devotional activities. This remembrance is not some idle meditation or lazily sitting in the excuse of doing meditation and actually sleeping. No, it's not that. Now by constantly remembering the lotus feet of the Lord, Vidura became washed of all contamination of a Shudra-born life. Actually as a pure devotee there is no contamination, but even if there were any contamination due to taking birth as a Shudra and engaging in such Shudra activities, still he became free from all contamination by his constant remembrance of the lotus feet"
    },
    {
      "start_time": 662,
      "end_time": 740,
      "verse_references": [],
      "themes": [
        "Krishna Consciousness",
        "Purification",
        "Pitraloka",
        "Demigods",
        "Associates of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In many places in scripture it is said one who constantly thinks of Krishna becomes fully purified...the demigods are also associates of the Lord without personal touch whereas the direct associates of the Lord are in constant personal touch with him.",
      "summary": "The speaker discusses the purification achieved through constant thought of Krishna and differentiates between direct and indirect associates of the Lord, using the example of demigods.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=662",
      "transcript": "of the Supreme Lord. In many places in scripture it is said one who constantly thinks of Krishna becomes fully purified. At the end he was received again by the denizens of Pitraloka and posted in his original position. He came from Pitraloka he went back to Pitraloka. So Srila Prabhupada says the demigods are also associates of the Lord without personal touch whereas the direct associates of the Lord are in constant personal touch with him. What is the difference between Pandavas and Vidura? Pandavas are in constant touch with the Supreme Lord as his direct associates. The demigods like Yamaraj they are also associates of the Lord but they don't have that personal touch."
    },
    {
      "start_time": 740,
      "end_time": 894,
      "verse_references": [],
      "themes": [
        "Devotional Activities",
        "Incarnations",
        "Memory",
        "Lord and Associates",
        "Arjuna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord and his personal associates incarnate in many universes without cessation...the Lord remembers all of his previous incarnations whereas the associates forget due to their being very minute parts and parcels of the Lord.",
      "summary": "The speaker explains that the Lord remembers all his incarnations, while his associates do not, due to their minute nature, using the example of Krishna and Arjuna.",
      "timestamp_url": "https://youtu.be/YrmgHs-Vaik?t=740",
      "transcript": "They participate in the Lord's pastimes when they are given an opportunity because Lord's pastimes are an internal potency. So unless they are given an opportunity they have to engage in such devotional activities as constantly remembering the Lord constantly hearing the glories of the Lord from the Bhagavatam constantly chanting and hearing the Holy Name there is constant association constant engagement in devotional service. So Srila Prabhupada says further the Lord and his personal associates incarnate in many universes without cessation. Without cessation no stopping. No stoppage. They continuously incarnate in many many universes. Now the difference is between the Lord and his associates is the Lord remembers all of his previous incarnations whereas the associates forget due to their being very minute parts and parcels of the Lord. We are very very tiny parts and parcels of the Lord. Just like Arjuna Krishna tells Arjuna many many births you and I have taken in the past. You and I have taken many many births in the past. Now the Lord remembers all his previous incarnations. I remember all of them but you do not. So Prabhupada explains Arjuna is a pure devotee. Arjuna is a constant companion of the Lord. But he cannot remember his past appearances with the Lord. He can't remember. That Lord only knows. Lord only can remember. Because the Lord is supreme Lord unlimited Lord. He has unlimited memory. We are very very tiny part so we have limited memory. Therefore this difference always exists. I will stop here."
    }
  ]
}