{
  "video_id": "yvUvHZH0Dzs",
  "title": "AAQ: Why Is Lust Still Strong Even After Deep Spiritual Progress? | HG Suvyakta Narasimha Dasa",
  "speaker": "HG Suvyakta Narasimha Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=yvUvHZH0Dzs",
  "segments": [
    {
      "start_time": 0,
      "end_time": 65,
      "verse_references": [],
      "themes": [
        "lust",
        "kama",
        "spiritual progress",
        "eternal enemy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Krishna describes kama or lust as nitya vairinaha. It is an eternal existence. It is the eternal enemy of a transcendentalist, of a person who wants to practice spiritual life.",
      "summary": "The speaker introduces the question of why lust persists even after spiritual progress, explaining that Krishna describes lust (kama) as an eternal enemy to spiritual practitioners.",
      "timestamp_url": "https://youtu.be/yvUvHZH0Dzs?t=0",
      "transcript": "Now this question, I have understood the teaching and importance of Krishna Consciousness so that I was able to overcome many of my attachments voluntarily. But lust is not like that. Why am I still finding taste in that, in lust? So Krishna tells about lust, that kama or lust is very deep rooted, kama yesha krodha yesha, rajo guna samudbha vaha. So kama, Krishna describes kama or lust as nitya vairinaha. It is an eternal existence. It is the eternal enemy of a transcendentalist, of a person who wants to practice spiritual life."
    },
    {
      "start_time": 65,
      "end_time": 144,
      "verse_references": [],
      "themes": [
        "lust",
        "anger",
        "greed",
        "illusion",
        "envy",
        "rajoguna",
        "sattoguna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As long as we do not give up the mode of passion, as long as we do not situate ourselves in sattoguna, the mode of goodness, what will happen, we will not be able to become free from the influence of lust and anger.",
      "summary": "The speaker elaborates on the interconnectedness of lust, anger, greed, illusion, envy, and madness, explaining that they arise from the mode of passion (rajoguna) and can only be overcome by cultivating the mode of goodness (sattoguna).",
      "timestamp_url": "https://youtu.be/yvUvHZH0Dzs?t=65",
      "transcript": "So this lust and anger, kama and krodha, we have to understand that these six things, kama, krodha, lobha, mada, moha, matsarya, lust, anger, greed, illusion and then kama, krodha, lobha, mada, madness. Matsarya, envy, these six things always go hand in hand. They are like six brothers. If one is there, all the other five will also be there. So they may not manifest, all of the six may not manifest at the same time. But if one of them is present, that means the other five brothers are also residing within our heart. So Krishna says that these kama, krodha, lobha, mada, moha, matsarya, these six enemies arise out of our contact with rajoguna, the mode of passion. As long as we do not give up the mode of passion, as long as we do not situate ourselves in sattoguna, the mode of goodness, what will happen, we will not be able to become free from the influence of lust and anger."
    },
    {
      "start_time": 144,
      "end_time": 247,
      "verse_references": [],
      "themes": [
        "lust",
        "rajoguna",
        "material world",
        "material knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If I pursue material knowledge, I want to do engineering, I want to do medical... All that material education we acquire in the schools and colleges are actually increasing the rajoguna component of rajoguna in our life.",
      "summary": "The speaker asserts that freedom from lust requires ceasing association with the mode of passion, which is prominent in the material world and increased by the pursuit of material knowledge.",
      "timestamp_url": "https://youtu.be/yvUvHZH0Dzs?t=144",
      "transcript": "So if we really want to become free from lust. We have to stop associating with the mode of passion, rajoguna. The mode of passion, the mode of rajoguna is most prominent within this material world. It is prominent in people's desire to enjoy, to become happy. It manifests in different forms. Economic prosperity, peace. Everybody, all of us should live in harmony. Everybody should cooperate. Morality. We should help others. We should have that nationalistic spirit. We should, you know, strive for the country. All these are different forms of manifestation of rajoguna, the mode of passion. The progress. Rajoguna. Progress or the pursuit of material knowledge is also a product of the mode of passion. If I pursue material knowledge, I want to do engineering, I want to do medical, this one, I want to become a doctor, want to become a lawyer. We have different kinds of aspirations in this material world. And so that's how we go to college, we go to school. All that material education we acquire in the schools and colleges are actually increasing the rajoguna component in our life. They are increasing the mode of passion. Then how can you become free from lust?"
    },
    {
      "start_time": 247,
      "end_time": 337,
      "verse_references": [],
      "themes": [
        "lust",
        "material education",
        "rajoguna",
        "society"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Pursuit of material education in schools and colleges, as well as what we learn from the society around us, both of them are actually teaching us to increase the amount of Rajoguna in our lives. Then how can you become free from this one, lust?",
      "summary": "The speaker explains that both formal material education and the knowledge acquired from society contribute to increasing the mode of passion, thus intensifying lust.",
      "timestamp_url": "https://youtu.be/yvUvHZH0Dzs?t=247",
      "transcript": "Not possible. See, when we are born as children, there is no force of lust in our heart. As we grow, slowly, gradually, we get more and more educated in material life. We acquire more and more material education. May not. Even if it is not for us. Maybe it is not formal education. I may be an illiterate. I may not have gone to school or college. But still I learn from people around me. I learn from material world, oh this is what I should aspire for. I should aspire to earn money. I should aspire to have a good house. I should have a good girlfriend or a good boyfriend. I should have children. I should have a family. I have a country. I should be proud of my country. All these things we pick up and learn. These are also knowledge that we acquire from around the material world around us. So, pursuit of material education in schools and colleges, as well as what we learn from the society around us, both of them are actually teaching us to increase the amount of Rajoguna in our lives. Then how can you become free from this one, lust? That is why you will see. As we grow older. And as we acquire more and more knowledge about the world around us, what happens? Lust also increases."
    },
    {
      "start_time": 337,
      "end_time": 469,
      "verse_references": [],
      "themes": [
        "lust",
        "material advancement",
        "spiritual education",
        "vedic times"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In the Vedic times, the emphasis was not on material education. The emphasis was on spiritual education... so when that spiritual knowledge was most prominent in people's lives the influence of lust was also less",
      "summary": "The speaker contrasts modern society's material advancement with the Vedic emphasis on spiritual education, arguing that the former leads to increased lust while the latter fostered restraint.",
      "timestamp_url": "https://youtu.be/yvUvHZH0Dzs?t=337",
      "transcript": "You see, India 50 years ago was not very materially advanced, economically not very advanced, technologically knowledge wise also not very advanced. So you look at India 50 years back, the level, the amount of lust in people's heart was not so high. People were far more restrained. But today, you look at the people, they become like animals. Men cannot control themselves. They will go and molest women, rape women, forget about women, even children are not spared. You look at movies, you look at novels, you look at television, serials, everywhere you see, that display of lust is going on increasing. As we are materially advancing, as we are improving in our knowledge acquisition systems and material knowledge, simultaneously the influence of lust is also increasing in the society. In the Vedic times, the emphasis was not on material education. The emphasis was on spiritual education. From the age of five years, till 25 years. Every person had to respond. It was a beautiful world. go and live in the gurukula where he will be taught you are not the body your spirit soul the goal of life is to go back to godhead along with that also material education would also be given whatever is needed for that person to execute his livelihood that much knowledge would be given not that everybody has to learn everything no if you are a kshatriya you learn administrative knowledge if you are a vaisya learn how to do business if you are a brahmana you learn only spiritual knowledge that used to be the system you have limited material knowledge but primarily in those 20 years you live in the gurus ashram what happens you learn about spiritual knowledge so when that spiritual knowledge was most prominent in people's lives the influence of lust was also less"
    },
    {
      "start_time": 469,
      "end_time": 559,
      "verse_references": [],
      "themes": [
        "material advancement",
        "lust",
        "civility",
        "mode of passion"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "The more materially advanced you are the lesser the control on lust the greater the display of lust so if we associate with the mode of passion the greater the display of lust",
      "summary": "The speaker argues that despite perceived advancements in civility and equality, material progress correlates with a decline in control over lust and an increase in its manifestation.",
      "timestamp_url": "https://youtu.be/yvUvHZH0Dzs?t=469",
      "transcript": "now when people are materially advancing we are supposed to be a civilized society our understanding of how civility comes about women have to be given equal rights in society we should not discriminate on the basis of caste creed color religion race nationality etc all these concepts we feel we have understood these things better we are more advanced but simultaneously what is happening girl children are giving birth to babies in nine standard 10 standard in the toilets of the schools this is what is becoming common nowadays yes or no this is the reality the president of france says that in schools we should distribute contraceptives freely to the students why because if you don't do that they are anyway engaging in sex and we are having to face teen pregnancies so this is a problem in the west also not only in india india is coming today west has been grappling with this problem since ages so you see the more materially advanced you are the lesser the control on lust the greater the display of lust so if we associate with the mode of passion the greater the display of lust so if we associate with the mode of passion"
    },
    {
      "start_time": 559,
      "end_time": 683,
      "verse_references": [],
      "themes": [
        "lust",
        "sattva guna",
        "vishuddha sattva",
        "devotional service",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you want to become free from lust you have to increase the component of and if you have to increase whatever is aspired for in the modern day society you have to give up...In Kali Yuga, the method is to directly associate with Krishna himself.",
      "summary": "The speaker states that overcoming lust requires increasing sattva guna, which in Kali Yuga is best achieved by directly associating with Krishna through devotional practices.",
      "timestamp_url": "https://youtu.be/yvUvHZH0Dzs?t=559",
      "transcript": "lust will increase if you want to become free from lust you have to increase the component of and if you have to increase whatever is aspired for in the modern day society you have to give up that's the reality so as long as you live in that material life and you go on you know associating with people even if you associate with people who have this kind of aspirations To earn money, to have a good material life, to be peaceful, comfortable, to have a status and prestige in society, to have a good partner in life. Anybody who has desires like this, you associate with them, the influence of Rajoguna will contaminate you and your heart will be conquered by lust. So if you want to become free from lust, only way is that you have to give up your association with Rajoguna and you have to associate with Sattva Guna. And in Kali Yuga, Sattva Guna is very rarely obtained. So in Kali Yuga, the method is to directly associate with Krishna himself. Because Krishna is Pavitram Paramam Bhavan, Krishna is the purest personality. So if we associate with Krishna, we are associating with Vishuddha Sattva, not even Sattva Guna. And if we associate with Krishna by chanting Krishna's holy name, by following the regulative principles, by getting up early in the morning and chanting during Brahmamurtha, by rendering practical devotional service for the spiritual master's mission, by all these things what happens? We increase the quantity of Vishuddha Sattva, our contact with Vishuddha Sattva we establish. Okay? And by that what happens? The influence of Rajoguna will come down."
    },
    {
      "start_time": 683,
      "end_time": 777,
      "verse_references": [],
      "themes": [
        "lust",
        "bhakti",
        "Krishna",
        "vishwamitra muni",
        "spiritual life"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even great sages like Vishwamitra Muni, even he, such a great sage, even he fell victim to lust. So therefore, unless we increase the component of Bhakti in our life, unless we ensure that we remain connected with Krishna... we cannot help but be conquered by the forces of lust and anger.",
      "summary": "The speaker emphasizes the difficulty of conquering lust, even for great sages, and stresses the need for constant connection with Krishna through bhakti to avoid being overcome by lust and anger, using the story of Vishwamitra Muni as an example.",
      "timestamp_url": "https://youtu.be/yvUvHZH0Dzs?t=683",
      "transcript": "So conquering lust is not very easy, it is very tough. Even great sages like Vishwamitra Muni, even he, such a great sage, even he fell victim to lust. So therefore, unless we increase the component of Bhakti in our life, unless we ensure that we remain connected with Krishna. Connected with Krishna at every second in our life, unless we do that, we cannot help but be conquered by the forces of lust and anger. So we have to understand this, every second, every moment in my life, in my day has to be filled with Krishna, with devotional service to Krishna. Even if one second you give, lust will enter. You see Vishwamitra Muni was deep in meditation. He had shut out the whole world. I don't want any connection with the material world. Closed his eyes, cut off all his senses from the outside world, pratyahara, samadhi, deep within. And just for a moment, he heard the tinkling of the ankle bells of the Aksaras. Immediately his meditation broke and finished. Forgot all his spiritual life. So you see, even one moment of inattention can wreak havoc in our spiritual life."
    },
    {
      "start_time": 777,
      "end_time": 820,
      "verse_references": [],
      "themes": [
        "Krishna",
        "remembrance",
        "chanting",
        "maya",
        "lust"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "We have to fill our life constantly from every moment, eating, sleeping, waking, every moment, whatever we are doing, we have to keep remembering Krishna... Chant Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare.",
      "summary": "The speaker advises filling every moment with remembrance of Krishna, particularly through chanting the Hare Krishna mantra, to prevent the entry of maya and lust.",
      "timestamp_url": "https://youtu.be/yvUvHZH0Dzs?t=777",
      "transcript": "So the lesson that we have to learn is, we have to fill our life constantly from every moment, eating, sleeping, waking, every moment, whatever we are doing, we have to keep remembering Krishna. And remembering Krishna in today's world is very easy. It is very easy. How do we do that? Chant Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. Constantly throughout the day we keep chanting Krishna's holy name. Then what will happen? We will remain connected with Krishna and there will be no scope for maya to enter, for lust to enter."
    },
    {
      "start_time": 820,
      "end_time": 955,
      "verse_references": [],
      "themes": [
        "Krishna",
        "maya",
        "darkness",
        "sun",
        "ISKCON",
        "remembrance"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Krishna Surya Sama, Krishna is like Surya. One Krishna is enough, brilliant like the sun. Maya Hoi Andhaka and Maya, material energy, is like the darkness of the night... Prabhupada created this movement, the International Society for Krishna Consciousness... to give us this opportunity to learn, to get trained, how to remain always in remembrance of Krishna and to never forget him.",
      "summary": "The speaker uses the analogy of Krishna as the sun and maya as darkness to illustrate that the presence of Krishna dispels maya, and emphasizes that ISKCON was created to train individuals to constantly remember Krishna.",
      "timestamp_url": "https://youtu.be/yvUvHZH0Dzs?t=820",
      "transcript": "Krishna sudhya sama, maya hoy andhakaar. Krishna is like the brilliant sun. Effulgent sun. You know how when the sun, one sun rises in the morning in the east, what happens? All the darkness of the night is dispelled. Now it is night time, right? We need so many lights to dispel the darkness in this room alone. Outside, if you look outside the window, it is dark outside. You see how it is? So many lights can dispel the darkness only in this one room. Now the whole universe, whole earth, can dispel the darkness. So many lights can dispel the darkness only in this one room. The one sun, one bulb of the sun rises in the morning, entire earth, the darkness vanishes. Whatever horizon we are, the eastern horizon. So you see that one star, one bulb of the sun is enough to drive away all the darkness. You don't need multiple suns. In the morning time, once the sun has risen, you don't need a torch. You don't need to switch on the light. Let me dispel all the darkness in this room. Because there is only one sun. Moment the sun rises, you switch off all the light. No more electricity needed. So Krishna Surya Sama, Krishna is like Surya. One Krishna is enough, brilliant like the sun. Maya Hoi Andhaka and Maya, material energy, is like the darkness of the night. Yaha Krishna Taha Nahi Maya Adhikaar. Wherever Krishna is, there is no Maya Adhikaar. Where Krishna is present, there the darkness of Maya cannot enter. So if you want to become free from lust, the only way is, we have to practice how every second of my life, I will remember Krishna and nothing else. And Prabhupada created this movement, the International Society for Krishna Consciousness, this Hare Krishna movement, for exactly that purpose. To give us this opportunity. To learn, to get trained, how to remain always in remembrance of Krishna and to never forget him."
    },
    {
      "start_time": 955,
      "end_time": 1042,
      "verse_references": [],
      "themes": [
        "devotional service",
        "lust",
        "practice",
        "austerity",
        "sincerity"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In a simple way, if you have to get free from lust, only way is to develop devotional service to Krishna. And that also won't happen overnight. It takes several years of practice and it requires lot of training... You have to do lot of hard work. You have to show your sincerity to Krishna that yes, you want to become free from lust.",
      "summary": "The speaker concludes that overcoming lust requires developing devotional service to Krishna through sustained practice, training, and sincere effort, emphasizing that there are no shortcuts.",
      "timestamp_url": "https://youtu.be/yvUvHZH0Dzs?t=955",
      "transcript": "This is the whole idea. So in a simple way, if you have to get free from lust, only way is to develop devotional service to Krishna. And that also won't happen overnight. It takes several years of practice and it requires lot of training. And constant loving association with a pure devotee like Srila Prabhupada to overcome lust. But it is possible. Many great personalities in the past have become free from lust. If you look at Prabhupada, Prabhupada is a brilliant example of a person who is completely free from lust. So these example of such great personalities like Haridas Thakur, Srila Prabhupada, Bhakti Siddhanta Saraswati Thakur, Narada Muni, all these personalities, these examples are there in our scriptures as well as in our lives. We get to see such personalities so that we know it is possible to become free from lust. But I should be ready to take that austerity, that tapasya and undergo the whole training process. There is no shortcut. It requires lot of hard work and there is no magic. You come to me, you give me some money and I will give you some basma and overnight you will become free from lust. Nothing like that is going to happen. You have to do lot of hard work. You have to show your sincerity to Krishna"
    }
  ]
}