{
  "video_id": "ywd495Suhz4",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.25 - 30 Part 2 | 01-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ywd495Suhz4",
  "segments": [
    {
      "start_time": 0,
      "end_time": 63,
      "verse_references": [],
      "themes": [
        "invocation",
        "introduction"
      ],
      "content_type": "introduction",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "In this session we continue to discuss from the verses 25 to 30 of the 16th chapter of the first canto of Srimad Bhagavatam.",
      "summary": "The session begins with traditional Vaishnava prayers and an introduction to the verses from Srimad Bhagavatam that will be discussed.",
      "timestamp_url": "https://youtu.be/ywd495Suhz4?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjani Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Namah Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadhadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottavam Deveem Saraswateem Vyasam Tato Jayam Udeerayet. In this session we continue to discuss from the verses Deva 25 to 30 of the 16th chapter of the first canto of Srimad Bhagavatam."
    },
    {
      "start_time": 63,
      "end_time": 150,
      "verse_references": [
        "SB 1.16.25"
      ],
      "themes": [
        "qualities of the Lord",
        "Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So in these verses, 5 verses, 40 of the unlimited number of qualities the Lord has are being enumerated.",
      "summary": "The speaker introduces the topic of the Lord's unlimited good qualities, mentioning that 40 of these qualities are listed in the verses being discussed, contrasting them with the lack of such qualities in Kali Yuga.",
      "timestamp_url": "https://youtu.be/ywd495Suhz4?t=63",
      "transcript": "This is part 2 of the description of these verses. Now we heard how the Supreme Lord is full of wonderful qualities, of which some 40 qualities have been listed by Mother Earth when she was questioned as to the cause for her grief in this Kali Yuga. So people in general lack these good qualities in Kali Yuga, whereas the Supreme Lord and Mother Earth, they always are having good qualities. So here the description is given by Srila Prabhupada in the purport that nobody can estimate how many good qualities the Lord has. So in these verses, 5 verses, 40 of the unlimited number of qualities the Lord has are being enumerated."
    },
    {
      "start_time": 150,
      "end_time": 330,
      "verse_references": [
        "SB 2.7.40"
      ],
      "themes": [
        "prowess of Vishnu",
        "Trivikrama",
        "Vamandeva"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Who can describe completely the prowess of Vishnu?",
      "summary": "The speaker emphasizes the immeasurable nature of Vishnu's prowess, using the example of Trivikrama's expansion to cover the universe and pierce its coverings, allowing the water from the causal ocean to enter this world.",
      "timestamp_url": "https://youtu.be/ywd495Suhz4?t=150",
      "transcript": "We will try to discuss some of them. So before that, it is described in another place in the Bhagavatam. It says in the 40th verse of the 7th chapter of the second canto of Bhagavatam, it is said, \"Who can describe completely the prowess of Vishnu? Who can describe completely the prowess of Vishnu?\" By asking this question, it is understood that nobody can describe completely the prowess of Vishnu. Even the scientist who might have counted the particles of the atoms of the universe cannot do so. Is it a small thing? For the scientist, the achievement is to have discovered the atom, the tiniest particle of matter. But even if a scientist can count by scientific advancement the particles of atoms in the whole universe, still such a scientist cannot actually estimate how many qualities the Supreme Lord has. Now an example is given here that only in his form as Trivikrama, the Supreme Lord, he moved his leg effortlessly beyond the topmost planet Satyaloka up to the neutral state of the three modes of material nature. The Lord as Vamandeva or Trivikrama, he tricked Bali Maharaj into giving him charity of three paces of land. And when he actually wanted to measure three paces of land, he said, \"According to my measurement.\" So it was agreed that according to this small boy's measurement it will be awarded. But actually the boy started growing and growing and growing and growing, and he extended his leg, one of his legs, to pierce the coverings of the universe and touch the shell of the universe and make a hole there by which the water from the Causal ocean, the spiritual water, started coming to this world."
    },
    {
      "start_time": 330,
      "end_time": 494,
      "verse_references": [],
      "themes": [
        "qualities of the Lord",
        "truthfulness",
        "cleanliness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Cleanliness means not only external cleanliness, which all of us know, but also internal cleanliness.",
      "summary": "The speaker begins to discuss the 40 qualities of the Lord mentioned in the verses, focusing on truthfulness and cleanliness, emphasizing the importance of both external and internal cleanliness, with internal cleanliness being achieved through chanting Hare Krishna.",
      "timestamp_url": "https://youtu.be/ywd495Suhz4?t=330",
      "transcript": "So this is the prowess of Vishnu, one prowess of Vishnu being described here. So actually nobody can estimate how much, how many qualities, wonderful qualities Vishnu has got. And now these forty qualities mentioned here in these five verses, Srila Prabhupada says in the purport, the qualities will be divided into many subheadings. So I'll just read the qualities, and then some of them are elaborated in the purport. We will discuss them in a little more detail. So these forty qualities that are listed here are to be found completely in the Supreme Personality of Godhead Krishna. The first quality is truthfulness, Satyam. Truthfulness is a virtue that is absolutely essential for everyone. Then only we can, we can be free from sinful reactions. Anybody who tells lies, they are punishable by the laws of God, which are always working. So one should not tell lies, one should tell the truth, and that is called truthfulness. People who follow this, this being truthful, this quality, they are respected in society, they are held in great esteem, like that, truthfulness. Second is cleanliness. Cleanliness means not only external cleanliness, which all of us know, we take a bath, we wash our clothes, we keep our surroundings clean, etc., not only that external cleanliness, but also internal cleanliness. This is very, very important. Internal cleanliness is cleanliness of the consciousness, and that is possible by the appropriate method of chanting Hare Krishna. We can cleanse the heart."
    },
    {
      "start_time": 494,
      "end_time": 595,
      "verse_references": [],
      "themes": [
        "qualities of the Lord",
        "intolerance of unhappiness",
        "Daya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Daya refers to not being able to tolerate another's unhappiness.",
      "summary": "The speaker discusses the third quality, 'Daya' or intolerance of another's unhappiness, explaining that it encompasses protection of surrendered souls and well-wishing for devotees, based on Srila Jiva Goswami's teachings.",
      "timestamp_url": "https://youtu.be/ywd495Suhz4?t=494",
      "transcript": "By chanting Hare Krishna and by executing pure devotional service, our heart becomes cleansed. Otherwise the heart is filled with so many material contamination by our long association with this material nature from time immemorial. So the third quality described here is intolerance of another's unhappiness. See, very interesting. The Sanskrit for that third quality being mentioned in this list is Daya. Daya literally means, one of the meanings is kindness, but here specifically Daya refers to not able to tolerate another's unhappiness, intolerance of another's unhappiness. So about Daya, Daya refers to not able to tolerate another's unhappiness. So about this quality, Srila Prabhupada is telling in the purport, quoting Srila Jiva Goswami, one of the previous Acharyas. Srila Jiva Goswami says that this quality can be subdivided into two divisions, subdivisions. The first one is protection of the surrendered souls, and the second one is well wishes for the devotees. Protection of the surrendered souls and well wishes for the devotees are two subdivisions of the third quality called intolerance of another's unhappiness."
    },
    {
      "start_time": 595,
      "end_time": 742,
      "verse_references": [
        "BG 18.66"
      ],
      "themes": [
        "surrender",
        "protection",
        "well-wishing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna says don't fear, don't worry about some sinful reactions from the past, I will free you from all those reactions, you simply surrender to me.",
      "summary": "The speaker elaborates on the Lord's intolerance of suffering, explaining that He protects surrendered souls from sinful reactions, referencing Krishna's assurance in the Bhagavad Gita to provide protection upon surrender.",
      "timestamp_url": "https://youtu.be/ywd495Suhz4?t=595",
      "transcript": "The Lord cannot tolerate our suffering. We are unhappy because of so many sinful reactions that we have to undergo, suffering. And the Lord is not happy about it. So how does he exercise his intolerance? He protects the surrendered souls. He protects the surrendered souls because of which they don't suffer the reactions in his material world. And second is well wishes for the devotees. Krishna is the topmost well wisher of all the devotees. Actually Krishna is well wisher of every living being, but particularly devotees of single doubt, those who are surrendered to Krishna, those who are engaged in serving Krishna through devotion, they are particularly maintained by the Lord in such a way that the Lord acts as their topmost well wisher. So these two are indicative of the Lord's intolerance towards another's unhappiness. Now Srila Prabhupada explains, why is it said protection of the surrendered souls? Why not protect the unsurrendered souls also? Why not protect everybody? Why is the Lord selective about whom he protects? Prabhupada explains elaborately in the purport. Prabhupada says, to understand this, we have to remember in the Bhagavad Gita, the Lord states that he wants every soul to surrender unto him only, and he assures everyone that if one does so, Krishna will give protection from the reactions of all sins. Krishna says, \"Don't fear. Don't worry about some sinful reactions from the past. I will free you from all those reactions. You simply surrender to me. You leave it to me. You surrender to me and leave it to me. I will take care. Take care means I will free you from all sinful reactions.\""
    },
    {
      "start_time": 742,
      "end_time": 844,
      "verse_references": [],
      "themes": [
        "surrender",
        "independence",
        "divine interference"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Because they don't surrender and they want to be independent, Krishna does not interfere in their life and therefore they are not particularly protected by the Lord.",
      "summary": "The speaker explains why the Lord specifically protects surrendered souls, noting that those who choose independence and do not surrender are not particularly protected, as Krishna does not interfere with their choices.",
      "timestamp_url": "https://youtu.be/ywd495Suhz4?t=742",
      "transcript": "So he gives assurance. But there are people who are not surrendered to the Lord in this material world. In fact, majority of people are not surrendered. They don't want to surrender to Krishna, either because they think themselves independent, or they think God is another ordinary person of this world, or they think that they can compete with God. Even if he is powerful, they can compete with him. They think God's position as powerful personality, if at all they know something about God, is a relative position. Just like we see people around us, somebody is more powerful than us, somebody is less powerful than us. So they think like that. God may be another more powerful person than me, but I can eventually by working my way to become more powerful, I can become as powerful as God. I can become more powerful than him. So these are all some of the misconceptions because of which people don't surrender to Krishna, don't surrender to God. Then because they don't surrender and they want to be independent, Krishna does not interfere in their life, and therefore they are not particularly protected by the Lord."
    },
    {
      "start_time": 844,
      "end_time": 948,
      "verse_references": [],
      "themes": [
        "general protection",
        "laws of karma",
        "devotee maintenance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotees Krishna maintains completely perfectly in all respects, 100% maintenance, all desires are fulfilled.",
      "summary": "The speaker contrasts the general protection provided to all living beings with the complete and perfect maintenance offered to devotees, highlighting that non-devotees are provided for according to the laws of karma, and concludes by announcing the topic for the next session.",
      "timestamp_url": "https://youtu.be/ywd495Suhz4?t=844",
      "transcript": "Though in general Krishna protects everybody, that means what is this general protection of everyone, even the unsurrendered people? It is that Krishna only provides for them, for their maintenance, even in the material world, in the material world, in the spiritual world, everywhere Krishna is the only maintainer of everyone else. His maintenance is different of the devotees and non-devotees. Devotees Krishna maintains completely, perfectly, in all respects, 100% maintenance. All desires are fulfilled. They are completely blissful under shelter of Krishna directly. The living beings in the material world who are not surrendered to Krishna, they are provided for by the Lord according to certain laws of karma, laws of karma. Because why the laws of karma? Because they are not surrendered and they have a tendency to exploit others, to lord over others, to ill-treat others, like that. So they are not provided like the devotees are provided. So this difference exists, and we will discuss in the next session how this difference comes about. We will discuss in the next session. I will stop here. Thank you very much."
    }
  ]
}