{
  "video_id": "Z-IDm2-ju98",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.36 | 16-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Z-IDm2-ju98",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "mantra"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with the chanting of various Vaishnava mantras and prayers.",
      "timestamp_url": "https://youtu.be/Z-IDm2-ju98?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharanmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamil Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Ganadhara Shri Vasali Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 41,
      "end_time": 127,
      "verse_references": [
        "SB 1.12.36"
      ],
      "themes": [
        "sacrifice",
        "brahmanas",
        "qualification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simply taking birth in the family of a brahmana does not make one qualified to perform yajnas one must be twice born by proper training and initiation from the bona fide acharya",
      "summary": "The speaker introduces the verses from Srimad Bhagavatam and explains Srila Prabhupada's commentary on the importance of qualified brahmanas for performing sacrifices, emphasizing that birth alone is insufficient.",
      "timestamp_url": "https://youtu.be/Z-IDm2-ju98?t=41",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udeerayet. In this session, we will be discussing from the 35th and the 36th Lokas, the verses of the 12th chapter of the 1st canto of Shri Madbhagavata. Ahuto Bhagavan Ragna Yajayitva Dvijayan Dripam Uvasa Katichin Masan Surudam Priyakam Yaya. The meaning of this verse is: Lord Shri Krishna, the personality of Godhead, being invited to the sacrifices by Maharaj Yudhishtira, who does behind him the noble positions of a highly ranked brahmana. Later He retrospectively says that their roles in the업bapar to receive suffering will be defined by això act as well. Lord Krishna Dvinam have the Dvija who is the demon arbitre. Sirila Prabhupāda explains powerfully that Lord Krishna is the only greedy person among the people of this route. Peti, Rajas, Sahara, and holdalword are called truestadt? caused the performance of yajnas by learned twice born brahmanas."
    },
    {
      "start_time": 127,
      "end_time": 270,
      "verse_references": [],
      "themes": [
        "qualification",
        "brahma bandhus",
        "religious responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Such brahma bandhus or unqualified once born skyans must be rejected for any purpose of religious responsibility",
      "summary": "The speaker elaborates on the necessity of proper training and initiation for brahmanas, stating that unqualified brahmanas are equated with shudras and should not be entrusted with religious duties, highlighting Krishna's role in ensuring qualified individuals performed sacrifices.",
      "timestamp_url": "https://youtu.be/Z-IDm2-ju98?t=127",
      "transcript": "Further, Shri la Prabhupada says, simply taking birth in the family of a brahmana does not make one qualified to perform yajnas. One must be twice born by proper training and initiation from the bona fide acharya. Here is a very important point: it is not enough to merely take birth in a certain family; it is very important to acquire the qualification by proper training and initiation from the proper acharya. The once-born's kinds of brahmana families are equal with the once-borns born shudras. So, the first birth is by the parents, and in this regard, whether one takes birth in a brahman family or a shudra family, it does not matter; both by birth are not qualified, and such unqualified brahmanas are actually equated with shudras. This may sound very harsh, but this is the reality. And Srila Prabhupada says further, such brahma bandhus or unqualified once born skyans must be rejected for any purpose of religious responsibility, and such unqualified brahmanas are actually equated with shudras or vedic function. If somebody is not qualified, such a person cannot be engaged for performing some yajna or some religious ritual. It's not possible. Lord Shri Krishna was entrusted to look after this arrangement, and perfect as he is, he caused the yajnas to be performed by the bona fide twice-born brahmanas for successful execution. So, Yudhishthira Maharaj took help of Krishna, and Krishna ensured that Yudhishthira Maharaj's sacrifices were actually properly performed under the guidance of qualified brahmanas. The next verse, the 36th verse."
    },
    {
      "start_time": 270,
      "end_time": 327,
      "verse_references": [
        "SB 1.12.36"
      ],
      "themes": [
        "farewell",
        "devotion",
        "departure"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O Saunaka, thereafter the Lord, having bade farewell to King Yudhishthira, Draupadi and other relatives, started for the city of Dwaraka, accompanied by Arjuna and other members of the Yadu dynasty.",
      "summary": "The speaker reads and explains the meaning of the 36th verse, describing Lord Krishna's departure for Dwaraka after bidding farewell to Yudhishthira and others.",
      "timestamp_url": "https://youtu.be/Z-IDm2-ju98?t=270",
      "transcript": "Tato ragnabhya anudhyatah krishnaya sorry tato ragnabhya anudhyatah krishnaya sahabandhubhihi yayau dvaravateem brahman sarjuno yarubhir vrittah. The meaning of this 36th verse is: O Saunaka, thereafter the Lord, having bade farewell to King Yudhishthira, Draupadi and other relatives, started for the city of Dwaraka, accompanied by Arjuna and other members of the Yadu dynasty."
    },
    {
      "start_time": 327,
      "end_time": 443,
      "verse_references": [],
      "themes": [
        "sacrifice",
        "priests",
        "kali yuga",
        "chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "In Kali Yuga, only the Sankirtan Yagna is recommended.",
      "summary": "The speaker discusses the importance of qualified priests for Vedic sacrifices and notes their rarity in the current age (Kali Yuga), recommending the chanting of the holy name as the primary yagna.",
      "timestamp_url": "https://youtu.be/Z-IDm2-ju98?t=327",
      "transcript": "So, we have to understand the importance of engaging qualified brahmanas to perform a Vedic sacrifice. So, elsewhere Srila Prabhupada explains, to perform a sacrifice successfully, at least four expert priests are required. Who are the four expert priests who should be present for successfully executing a sacrifice? One who can offer, is called Hota. One who can chant, Utgata. One who can kindle the sacrificial fire without the aid of separate fire, Advaryu. And one who can supervise, Brahma. So, Hota, Utgata, Advaryu, Brahma. Four kinds of priests are required for performing a Vedic sacrifice. Such sacrifices were conducted from the birth of Brahma, the first living creature, and were carried on till the reign of Maharaja Yudhishthira. But, such expert brahmana priests are very rare in this age of corruption in India. And therefore, in the present age, only the Yagna of chanting the holy name of the Lord is recommended. The scriptures enjoin, Hare Nama Hare Nama Hare Namaiva Kevalam Kalau Nastyeva Nastyeva Nastyeva Gathiranyatha."
    },
    {
      "start_time": 443,
      "end_time": 627,
      "verse_references": [],
      "themes": [
        "Krishna",
        "brahmanas",
        "charity",
        "food"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "O earthly gods, kindly hear us.",
      "summary": "The speaker narrates a story about Krishna and Balarama sending covered boys to ask brahmanas performing a Vedic sacrifice for food, illustrating the boys' respectful approach and their explanation of their needs.",
      "timestamp_url": "https://youtu.be/Z-IDm2-ju98?t=443",
      "transcript": "So, in Kali Yuga, only the Sankirtan Yagna is recommended. And to chant the Hare Krishna Mantra does not require previous qualification. Another place, Prabhupada says that once Krishna had gone with some covered boys. Krishna and Balarama had gone with some covered boys early morning, taking the calves for grazing. And the boys, after some time, became very, very hungry. So, they told Krishna, please arrange for some foodstuff. Krishna then told the boys that nearby this place, wherever they were, there are some brahmanas who are performing a Vedic sacrifice. So, Krishna told the boys, go to those brahmanas and ask for some charity, some dana. Then those covered boys went to those brahmanas and approached them with folded hands and fell down to the ground to offer them respect. So, what did the covered boys say? They addressed the brahmanas and they said, O earthly gods, kindly hear us, who are ordered by Lord Krishna and Lord Balarama. We hope you know them both very well, and we wish you all good fortune. Krishna and Balarama are tending cows nearby, and we have accompanied them. We have come to ask for some food from you. You are all brahmanas. You are knowers of religious principles. And if you think that you should give us charity, then give us some food, and we shall all eat along with Krishna and Balarama. The boys continued to speak to those brahmanas. You are the most respectable brahmanas within the human society, and you are expected to know all the principles of religious procedure. So, this is what the boys said to those brahmanas."
    },
    {
      "start_time": 627,
      "end_time": 757,
      "verse_references": [],
      "themes": [
        "association",
        "enlightenment",
        "devotion",
        "Vishnu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you associate with Krishna or his pure devotee, then automatically you are able to get enlightenment simply by performing devotional service",
      "summary": "The speaker explains that association with Krishna or his devotees leads to enlightenment and understanding of religious principles, emphasizing that the brahmanas should have immediately offered food to Krishna and Balarama.",
      "timestamp_url": "https://youtu.be/Z-IDm2-ju98?t=627",
      "transcript": "Now, Srila Prabhupada explains, although the boys were village boys and were not expected to be learned in the Vedic principles of religion, they hinted that because of their association with Krishna and Balarama, they knew all those principles. If you associate with Krishna or his pure devotee, then automatically you are able to get enlightenment simply by performing devotional service in understanding all the religious principles, especially those which are meant to enliven us, enlighten us, without separate endeavour at studying or doing some other practice. Simply by association with the right people, you become enlightened, you become enlivened. Now, these boys, covered boys, because they were associating with Krishna and Balarama, they expressed the point of view that when the supreme personality of Godhead Krishna and Balarama were asking for food, the brahmana should immediately deliver some without hesitation, and they should actually perform yajna only for the satisfaction of Vishnu."
    },
    {
      "start_time": 757,
      "end_time": 939,
      "verse_references": [],
      "themes": [
        "food",
        "offerings",
        "devotion",
        "opportunity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The brahmanas lost that opportunity for rendering pure devotion service to Krishna",
      "summary": "The speaker continues the story, explaining the boys' understanding of when food can be accepted and highlighting the brahmanas' mistake in ignoring the request, thus missing an opportunity for devotional service.",
      "timestamp_url": "https://youtu.be/Z-IDm2-ju98?t=757",
      "transcript": "Now, the boys continued to speak to the brahmanas. They said, Lord Vishnu, as Krishna and Balarama is standing waiting, and you should immediately deliver whatever food you have in your stock. So, the Vedic culture is no food is refrigerated, but the food may be kept, fresh food may be kept, to actually feed some guests or feed some extra people like that. Now, these covered boys, they also explained to those brahmanas that when food is to be accepted, and when food is not supposed to be accepted. The Vaishnavas generally don't perform ordinary sacrificial ceremonies, but still the devotees know very well about all the ceremonial rituals in connection with offering to Krishna. So, they began to speak to the brahmanas that we can take your food at the present stage of your ceremony. For now, it will not be prohibited. So, you can deliver us the food. We'll take it to Krishna and Balarama. Although the companions of Krishna and Balarama were so very simple in their habits, still, they were in a position to dictate to high-class brahmanas engaged in Vedic rituals of sacrifice. That is because of their association with these with Krishna and Balarama. Simply because of associating Krishna and Balarama they were able to dictate even to the high-class brahmanas. But the brahmanas being very very fruity-minded, they ignored this request of these covered boys, and the boys went back disappointed. So, the brahmanas lost that opportunity for rendering pure devotion service to Krishna."
    },
    {
      "start_time": 939,
      "end_time": 991,
      "verse_references": [],
      "themes": [
        "devotion",
        "acceptance",
        "conclusion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna accepts either directly from the devotee or through the medium of another devotee provided it is offered with devotion.",
      "summary": "The speaker concludes by emphasizing that Krishna accepts offerings made with devotion, either directly or through a devotee, and reiterates that the brahmanas missed the central point by ignoring the boys' request, ending with a thank you and Hare Krishna.",
      "timestamp_url": "https://youtu.be/Z-IDm2-ju98?t=939",
      "transcript": "And therefore, we should be careful in understanding that Krishna accepts either directly from the devotee or through the medium of another devotee provided it is offered with devotion. But these covered boys they were misunderstood and Krishna Krishna sorry the brahmanas who have performed sacrifice missed the central point and ignored these boys' request. So, I'll stop here. Thank you very much."
    }
  ]
}