{
  "video_id": "z9-Or6fYEdA",
  "title": "SB 1.18.48 | HH Stoka Krishna Swami | 30-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=z9-Or6fYEdA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 47,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/z9-Or6fYEdA?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshurun Militam Jena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Paschatyade Shatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadardhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 48,
      "end_time": 137,
      "verse_references": [
        "SB 3.25.21"
      ],
      "themes": [
        "tolerance",
        "devotion",
        "forbearance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The devotees of the Lord are so forbearing that even though they are defamed, cheated, cursed, disturbed, neglected or even killed they are never inclined to avenge themselves",
      "summary": "The speaker introduces the verse and explains that pure devotees are tolerant and do not retaliate even when wronged.",
      "timestamp_url": "https://youtu.be/z9-Or6fYEdA?t=48",
      "transcript": "In this session, we will be discussing from the 48th verse of the 18th chapter of the first canto of Srimad Bhagavatam: Tiraskrita vipralabdhaha shaptahah shivta hata api nashetat pratikurvanti tattbhaktah prabhavo api hi. The meaning of this verse is, \"The devotees of the Lord are so forbearing that even though they are defamed, cheated, cursed, disturbed, neglected, or even killed, they are never inclined to avenge themselves.\" This is a word spoken by Suta Goswami glorifying a pure devotee of the Lord. What is the quality of a pure devotee? They are always very, very, very, very tolerant: titikshava karunika surdha sarva dehi naam. In another place in Bhagavatam, third canto, Lord Kapila describes pure devotees. Titikshava, first quality he says of a pure devotee, he is very, very tolerant, so tolerant that when they are defamed, they are cheated, they are cursed, they are disturbed, neglected, or even killed, they"
    },
    {
      "start_time": 138,
      "end_time": 307,
      "verse_references": [],
      "themes": [
        "devotee protection",
        "divine justice",
        "offenses"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The supreme lord cannot tolerate his devotee being harmed by anybody else",
      "summary": "The speaker narrates the story of Durvasa Muni and Ambarisha Maharaja to illustrate how the Lord protects his devotees and punishes those who offend them.",
      "timestamp_url": "https://youtu.be/z9-Or6fYEdA?t=138",
      "transcript": "never react. They will never take action against those who misbehave, is so tolerant. So in the purport, Srila Prabhupada explains Rishi Shamika knew that the Lord does not forgive a person who has committed an offense at the feet of a devotee. Move it definitely. The, obviamente, the Lord is not concise till we understand it is clear. So Straight Government today is to help benefit the poorasto, that is already been explained earlier. Therefore, he begged forgiveness from the Lord on behalf of his son. But, ah, what can the Lord do? Code 3, shelter of the devotee, like it happened in the case of Durvasamuni. When Durvasamuni offended Ambarish Maharaj, Ambarish Maharaj is a pure devotee, so Ambarish Maharaj did not retaliate, but the Supreme Lord cannot tolerate his devotee being harmed by anybody else. So when Durvasamuni started to harass Ambarish Maharaj by creating one Rakshasa to harass him, harass Ambarish Maharaj, immediately Krishna sent a Sudarshan chakra to kill that Rakshasa immediately, immediately. Then that Sudarshan chakra did not stop at that. Sudarshan chakra started chasing Durvasamuni himself. Durvasamuni tried to escape by all his mystic power, he could not escape. Finally, he thought of taking shelter of some powerful devatas, that didn't work. Finally, he was directed to go to Vishnu himself, who is actually the one who has released the Sudarshan chakra. So when he went to Vishnu, Vishnu said, \"I am completely under the subordination of my pure devotees, so if at all you want any relief, you can get relief only if you are pardoned by Ambarish Maharaj whom you have offended.\""
    },
    {
      "start_time": 308,
      "end_time": 406,
      "verse_references": [],
      "themes": [
        "forgiveness",
        "devotee power",
        "humility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A pure devotee is callous about worldly advantages or reverses.",
      "summary": "The speaker continues to explain the qualities of a pure devotee, emphasizing their indifference to worldly gains and losses and their willingness to tolerate personal offenses.",
      "timestamp_url": "https://youtu.be/z9-Or6fYEdA?t=308",
      "transcript": "So Durvasamuni had Canyonаровός to come back to Ambarish Maharaj whom he had offended. So therefore, Prabhupada says the Lord can only give direction to take shelter of the devotee whom somebody has offended to get free from the offense. Further, Srila Prabhupada says he thought within himself, that is Rishi Shamika is thinking, that if Maharaj Pariksit would counter curse the boy, he might be saved. The boy can be saved from any action being taken by the Lord if Pariksit Maharaj would have taken some action against the boy. But Rishi Shamika knew also that a pure devotee is callous about worldly advantages or reverses. He knew that Pariksit Maharaj will never take any counter action against the boy because he is a pure devotee. He tolerates any amount of inconvenience for the personal self, a pure devotee simply tolerates. As such, the devotees are never inclined to counteract personal deformation, curses, negligence, and aversion. As far as such things are concerned, in personal affairs the devotees do not care."
    },
    {
      "start_time": 407,
      "end_time": 575,
      "verse_references": [],
      "themes": [
        "humility",
        "self-perception",
        "divine mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He considers that to be the mercy of the Supreme Personality of Godhead",
      "summary": "The speaker quotes a verse spoken by Brahma, explaining that pure devotees see difficulties as the mercy of the Lord and believe they deserve worse punishment for their past misdeeds.",
      "timestamp_url": "https://youtu.be/z9-Or6fYEdA?t=407",
      "transcript": "Tattenu Kampaamsu Sameeksham Ano Bunjana Evatma Krta Mvipakam. Hrid-Vaagva Purubhya Vidadhan Namaste Jivetayo Mukti Padesha Dayabhak. This is a verse spoken by Brahma. He has shown in offering his prayers to Krishna after the Brahma Vimohana Leela. What is Brahma saying this prayer? He says, \"My dear Lord, those who are your pure devotees,\" Brahma is glorifying Krishna's pure devotees. He's telling Krishna, \"Your pure devotees whenever they are facing some danger in the material world, only the material world this can happen, some danger, some deformation, some difficulty, some insult, anything that a pure devotee faces like this, he considers that to be the mercy of the Supreme Personality of Godhead.\" A pure devotee does not think, \"I am a pure devotee. I am fully dedicated and surrender to Krishna. Why does Krishna not prevent me from suffering?\" So pure devotee never thinks like that. A pure devotee thinks that, \"Let me gladly suffer whatever difficulty is, dangers, or miseries, or any situation in this material world, let me undergo, let me tolerate, suffer with tolerance. Why? Because the pure devotee thinks actually I deserve to suffer much, much more for my own past misdeeds, Atma Krita Vipakam. But Krishna is so kind to me that He is not giving me the punishment, which is the proper punishment which is due to my own misdeeds. I don't know I'm getting what I deserve. I am getting a small token, a small token of what I deserve to get. So that is Krishna's mercy upon me.\" That's how the pure devotee thinks."
    },
    {
      "start_time": 576,
      "end_time": 695,
      "verse_references": [],
      "themes": [
        "justice",
        "devotee responsibility",
        "offenses"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Then this pure devotee will not tolerate will not sit quiet. He will take proper action against the offender",
      "summary": "The speaker contrasts the devotee's tolerance of personal offenses with their active response to offenses against the Lord or other devotees, explaining why Shamika Rishi appealed to the Lord instead of Pariksit Maharaja.",
      "timestamp_url": "https://youtu.be/z9-Or6fYEdA?t=576",
      "transcript": "But in the case of an offense committed by somebody against the Lord or Lord's other devotees, then the pure devotee takes strong action against the offender. So the way a pure devotee deals with somebody who's committing an offense, it's the consideration is twofold: if somebody offends the pure devotee himself, the pure devotee does not take any action against the offender. He tolerates whatever the offender might have done. But if the offender is offending the Supreme Lord or other pure devotees, then this pure devotee will not tolerate, will not sit quiet. He will take proper action against the offender. It was a personal affair and therefore Shamika Rishi knew that the king would not take counteraction. That Rishi Shamika knew because he knew Pariksit Maharaj is a pure devotee. Thus there was no alternative than to place an appeal to the Lord for the immature boy. Why did the Shamika Rishi appeal to the Supreme Lord and not to Pariksit Maharaj? Because Pariksit Maharaj, he knew, will never take any counteraction, will never take an offense. So don't have to go and ask him pardon, is he will never take any counteraction, but what about the Lord? Lord is not going to tolerate, so therefore,"
    },
    {
      "start_time": 696,
      "end_time": 898,
      "verse_references": [],
      "themes": [
        "devotee power",
        "service",
        "example"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A pure devotee is the most powerful personality in the entire creation.",
      "summary": "The speaker emphasizes the power of a pure devotee, even exceeding that of a brahmana, and illustrates this with the example of Hanuman burning Lanka after Ravana insulted Lord Rama, highlighting that this power is used only in service to the Lord and his devotees.",
      "timestamp_url": "https://youtu.be/z9-Or6fYEdA?t=696",
      "transcript": "So here for the Srila Prabhupada says it is not only that the brahmanas are powerful enough to award curses of blessings upon the subordinates, the devotee of the Lord, even though he may not be a Brahmana, is more powerful than a Brahmana. So here the pure devotee happens to be a Kshatriya, but generally Kshatriyas are subordinate to brahmanas. So even though Kshatriyas are definitely subordinate to brahmanas, but in the case of the Kshatriya being a pure devotee, such a pure devotee is more powerful than the brahmana, qualified brahmana. A pure devotee is the most powerful personality in the entire creation. He is more powerful than all the demigods, he is more powerful than the most pure brahmana, he is more powerful than all the jnanis, yogis, tapasvis, all kinds of people. He is more powerful than everybody. But a powerful devotee never misuses the power for personal benefit. This is the characteristic of a pure devotee. He knows he has power. As a pure devotee he knows. And that's how a pure devotee, because he is powerful, he can take action against offenders who are offenders against Krishna or offenders against other pure devotees. That's how a pure devotee can take action. He is capable, he is powerful to take action and he does so. What did Hanuman do? Hanuman burnt Lanka. Why? Because Ravana was blaspheming Lord Rama. At first when Hanuman went to get the whereabouts of Sita Devi, Hanuman was trying to see what is the strength of Ravana. So Hanuman did something by which Hanuman was taken in front of Ravana. So when he was taken in front of Ravana, Ravana first insulted Hanuman. Hanuman tolerated silently. But when Ravana started insulting Rama, Hanuman became angry, and in that anger he burnt half of Lanka. So a devotee is very, very powerful pure devotee, but he will use that power only against offenders who are offenders of the Supreme Lord or offenders against other pure devotees. He will never use his power to counteract offenses committed by somebody against himself. Whatever power the devotee may have is always utilized in service towards the Lord and his devotees, other devotees. That's all."
    },
    {
      "start_time": 898,
      "end_time": 900,
      "verse_references": [],
      "themes": [
        "conclusion"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna.",
      "summary": "The speaker concludes the lecture with a closing statement and the Hare Krishna mantra.",
      "timestamp_url": "https://youtu.be/z9-Or6fYEdA?t=898",
      "transcript": "So I will stop here. Thank you very much. Hare Krishna."
    }
  ]
}