{
  "video_id": "ZA63aW6POnI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.20 part 3 | 24-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ZA63aW6POnI",
  "segments": [
    {
      "start_time": 0,
      "end_time": 55,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmeelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/ZA63aW6POnI?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurunmeelitam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Itinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Saraswateem Vyasam Tato Jayam Udi Raye"
    },
    {
      "start_time": 56,
      "end_time": 174,
      "verse_references": [
        "SB 1.16.20"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Kali Yuga",
        "Dharma",
        "Mother Earth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Are you lamenting for my state of existence? Or are you in great anxiety because henceforward the unlawful meat eaters will exploit you?",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam 1.16.20, discussing Dharma as a bull and Mother Earth as a cow, and the symptoms of Kali Yuga.",
      "timestamp_url": "https://youtu.be/ZA63aW6POnI?t=56",
      "transcript": "In this session, we will continue to discuss from the 20th verse of the 16th chapter of the 1st canto of Srimad Bhagavatam. We already have discussed this verse in two previous sessions. So, this is part 3 of the same verse. The 3rd session will be discussing the remaining portion of the purport because it is a very big purport. Just to refresh your memory, this 20th verse: 'I have lost my three legs and I am now standing on one only. Are you lamenting for my state of existence? Or are you in great anxiety because henceforward the unlawful meat eaters will exploit you? Or are you in a sorry plight because the demigods are now bereft of their share of sacrificial life? Because no sacrifices are being performed at present? Or are you grieving for living beings because of their sufferings due to famine and drought?' These are the various questions raised by Dharma in the form of a bull to Mother Earth in the form of a cow. So, this is actually describing the symptoms of the Kali Yuga. Of course, Dharma in the form of a bull, the symbolic representation of Dharma in the form of a bull, and Mother Earth symbolically represented by the cow, form of a cow, shape of a cow. So, Srila Prabhupada describes these things in the purport."
    },
    {
      "start_time": 184,
      "end_time": 398,
      "verse_references": [],
      "themes": [
        "Bhakti",
        "Faith",
        "Knowledge",
        "Blind Faith"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Real faith is completely based on perfect knowledge, is based on reality, is based on knowledge, is based on knowledge, is based on reality, is based on truth and facts.",
      "summary": "The speaker differentiates between real faith and blind faith, emphasizing that real faith is based on knowledge and truth, using the example of knowing about China without having visited it.",
      "timestamp_url": "https://youtu.be/ZA63aW6POnI?t=184",
      "transcript": "There are gradations of human beings in terms of proportionate faith in the Supreme Personality of Godhead. Actually, Bhakti means 100% firm faith in the Supreme Personality of Godhead. And Bhakti means 100% firm faith in Krishna, the Supreme Personality of Godhead, in real God. That is Bhakti. But this faith should not be mistaken to be something like blind faith, what they say blind faith. Now, what's the difference between real faith and blind faith? What's the difference? Is there a difference? Yes, there is a difference. What's the difference? Now, blind faith is not having the foundation of proper knowledge. Proper facts, is not having the foundation of reality. That's called blind faith. Now, real faith is completely based on perfect knowledge, is based on reality, is based on knowledge, is based on truth and facts. For example, if I have not seen, let us say, I have not seen China, I never been to China, I never seen China, the country called China. But then, my faith that there is a correct knowledge, there is another country called China, people are living there, and it is another country as much as our India, present day India is a country. It's one of the many countries in the world. And they have their own culture, they have their own kind of living conditions, they have their mountains, they have their plains, they have their lands, they have their rivers, they grow some different food items like we grow. So, this faith is not blind faith. Why? Because it is based on the solid foundation of knowledge, proper knowledge from authoritative sources have gathered this fact that there is another country called China, even though I have not seen it, I have not actually visited that place. I can visit if I want to, but I don't have to necessarily visit that place in order to actually know for certain and be 100% sure that there is a country called China. You understand? So this understanding and the firm faith is based on solid foundation of perfect knowledge. So I don't have any reason to doubt, though I have not seen the place called China, I have no reason to doubt that there is a place called China."
    },
    {
      "start_time": 398,
      "end_time": 548,
      "verse_references": [],
      "themes": [
        "Krishna",
        "Transcendental Knowledge",
        "Authorized Scriptures",
        "Acharyas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We have to know about Krishna we have to hear from the perfect authority perfect source and that perfect source are the authentic scriptures like Srimad Bhagavatam Srimad Bhagavad Gita",
      "summary": "The speaker explains how to develop faith in Krishna through hearing from authorized scriptures and Acharyas, emphasizing that Krishna has a transcendental form not visible to material eyes.",
      "timestamp_url": "https://youtu.be/ZA63aW6POnI?t=398",
      "transcript": "Which is really existing. Similarly with God Krishna. Now a devotee of Krishna knows Krishna actually is real, is the real person, is the Supreme Lord. How does he know? How does he have that faith even though he may not have seen Krishna in the sense of seeing with these eyes a person that we know in this world? It's not like that. Seeing Krishna is not possible to see with these eyes because Krishna is not a person who has got a material form. Krishna has no material form. Krishna has only transcendental form, spiritual form. These eyes cannot see spiritual form. Therefore we have to know about Krishna, we have to hear from the perfect authority, perfect source and that perfect source are the authentic scriptures like Srimad Bhagavatam, Srimad Bhagavad Gita, the authorized devotees, the Acharyas, Ramanujacharya, Madhvacharya, Chaitanya Mahaprabhu, Srila Bhaktivedanta Swami Prabhupada. All these are authorized perfectly perfect sources, authorized sources for hearing about Krishna, knowing about Krishna, establishing that firm faith simply by hearing Prabhupada and practicing Krishna consciousness. Of course the hearing leads to the practice, leads to a certain transformation of heart which is what establishes that firm faith. So try to understand the difference."
    },
    {
      "start_time": 548,
      "end_time": 684,
      "verse_references": [],
      "themes": [
        "Shraddha",
        "Belief Systems",
        "Sentiments",
        "Truth"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Real faith has to be ascertained by perfect knowledge from the perfect source has to be ascertained by by a transformation of heart through a through the process of Bhakti",
      "summary": "The speaker contrasts real faith (Shraddha) with sentimental belief systems, emphasizing the importance of perfect knowledge and transformation of heart through Bhakti.",
      "timestamp_url": "https://youtu.be/ZA63aW6POnI?t=548",
      "transcript": "Between Shraddha, which is a Sanskrit word for real faith, and ordinary belief systems. Material, there is something called I believe, I believe so and so is God, Tittaasakhyama, Durga is God. Somebody else will say no no I don't believe Durga is God I believe Ganesha is God. So this belief system is something of a sentiment, something of a feeling that is effective or it has an immediate meaning. We usually believe or act along the line of will whether it is personasope, helping or what's outside the organizations, as in the nature of the nature of God. And it is important to build one's heart with the correct mind and spirit. Within the heart is something of a benefit, a material benefit somebody might have got by believing, by doing something based on a belief but that is not the proper way of ascertaining the fact, the reality, the truth. Simply going by some belief which is a sentimental belief or going by a similar sentimental belief that another close friend of yours has or another family member has in whom you have got a good amount of faith or trust, whom you trust, who's trustworthy okay but it is not just that you see. It has to be real faith has to be ascertained by perfect knowledge from the perfect source, has to be ascertained by a transformation of heart through the process of Bhakti, the process of hearing chanting, process of following instructions to"
    },
    {
      "start_time": 684,
      "end_time": 889,
      "verse_references": [],
      "themes": [
        "Krishna Consciousness",
        "Eternal Relationship",
        "Transformation",
        "Doubt Eradication"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is not a new person to any of us previousitem number hard Realm knowledge within the heart which is already there see mind you Krishna is not a new person to any of us this questionnaire seated in ever heart",
      "summary": "The speaker explains that Krishna is not new to us and that the process of Krishna consciousness awakens the knowledge already within our hearts, leading to a permanent eradication of doubts through purification.",
      "timestamp_url": "https://youtu.be/ZA63aW6POnI?t=684",
      "transcript": "Awaken that real knowledge within the heart which is already there. See, Bhakti, the process of hearing chanting, process of following the instructions to remind you, Krishna is not a new person to any of us. This Krishna is seated in every heart. Krishna is seated in every heart, Intelligence every moment as we use the intelligence. Krishna is our eternal, we are eternally related to Krishna. As spirit soul we are eternal beings. Krishna as a supreme spirit is eternal lord and we have an eternal relationship. So, these are all facts, hard facts. These are cent percent truth. This is reality. Not because I am just saying it in a very very forceful way. No, it is actually based on shastra, authorized shastra. It is based on the acharyas. See Prabhupada travelled all over the world and preached and actually convinced and made people realize through the authentic process of Krishna consciousness. Anybody who practices Krishna consciousness by receiving that knowledge and the proper instructions from the proper source, they can become convinced, they can develop the firm faith. They can awaken their knowledge. Their heart can undergo transformation by which doubts are eradicated permanently. It is not that somebody has got doubt and somehow by some argument or logic or some kind of feeling their doubts are gone. But again something else happens by which again the doubt comes back. You see. Not that kind of eradication of doubt. Some temporary mitigation of the doubt. No. This change of heart by which doubts are eradicated is due to the purification of the heart by the authorized spiritual process. So therefore when Prabhupada says there are gradations of human beings in terms of proportionate faith in the Supreme Personality of Godhead, what he means is the real faith, the transcendental faith. That's the correct word. The transcendental faith, which is nothing to do with material sentiments, material beliefs, material knowledge, material experience, material relationships. Nothing to do with any of those. It is completely different."
    },
    {
      "start_time": 889,
      "end_time": 936,
      "verse_references": [],
      "themes": [
        "Varnashrama",
        "Faith Gradations",
        "Transcendental Faith"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As first class faithful men are the Vaishnavas and the Brahmanas. Qualified ones.",
      "summary": "The speaker discusses the gradations of human beings in terms of faith within the Varnashrama system, emphasizing transcendental faith as distinct from material sentiments and beliefs.",
      "timestamp_url": "https://youtu.be/ZA63aW6POnI?t=889",
      "transcript": "So this is explained by Prabhupada here. As first class faithful men are the Vaishnavas and the Brahmanas, qualified ones. The second class faith are those qualified Kshatriyas. The third class faith are those for qualified Vaishyas. And the fourth class faith are the qualified Shudras. So this is the proportionate faith in the Supreme Personality of Godhead in the gradations of human beings in the Varnashrama society. So I'll stop here. We'll continue this in the next section, next session. Thank you very much."
    },
    {
      "start_time": 1021,
      "end_time": 1061,
      "verse_references": [],
      "themes": [
        "Sinful Activities",
        "Atonement",
        "Chanting Hare Krishna",
        "Liberation"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Chanting Hare Krishna is the best way of atoning for all sinful activities.",
      "summary": "The speaker concludes by emphasizing the importance of chanting Hare Krishna and avoiding sinful activities to avoid suffering and attain liberation.",
      "timestamp_url": "https://youtu.be/ZA63aW6POnI?t=1021",
      "transcript": "At the end of life when we have to quit this body, Yamadutas will come and take us to hell if we have been very very sinful and we are not atoned for these sinful activities. So chanting Hare Krishna is the best way of atoning for all sinful activities. And of course stopping meat eating, intoxication, gambling and illicit sex, we can be saved from going to hell. I'll stop here. Thank you very much."
    }
  ]
}