{
  "video_id": "ZBkgnr32SiA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.14 | 27-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ZBkgnr32SiA",
  "segments": [
    {
      "start_time": 53,
      "end_time": 183,
      "verse_references": [],
      "themes": [
        "Vidura's visit",
        "Purpose of saintly persons",
        "Material absorption"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He stayed there just to rectify the mentality of his eldest brother Dhritarashtra.",
      "summary": "This segment explains the purpose of Vidura's visit to the palace of Yudhishthira, which was to rectify Dhritarashtra's mentality, and the general significance of visits from saintly persons to the homes of householders.",
      "timestamp_url": "https://youtu.be/ZBkgnr32SiA?t=53",
      "transcript": "In this session we will be discussing from the 14th verse of the 13th chapter of the first canto of Srimad Bhagavatam. कंचित कालम अथावात सीत सत्कृतो देववत सुखम भ्रातुर जेष्ठस्य श्रेयस्कृत सर्वेशाम सुखम आवहन. The meaning of this verse is thus: Mahatma Vidura, being treated just like a godly person by his kinsmen, remained there for a certain period just to rectify his kinsmen, to rectify the mentality of his eldest brother, and in this way bring happiness to all the others. So this being said of the purpose of Vidura's visit to the palace of Yudhishthira, the Pandavas, after the battle of Kurukshetra. Why did Vidura come to the palace? So he has got a very, very important work. He stayed there just to rectify the mentality of his eldest brother, Dhritarashtra. This was Vidura's purpose. So Srila Prabhupada explains in the purport very elaborately the significance of the visit of Vidura to this palace, Vasthinapura, and similarly the significance of the travel and the visit of saintly persons of the caliber of Vidura to the homes of householders who are generally forgetful of their spiritual responsibility in their ordinary dealings. They become absorbed materially."
    },
    {
      "start_time": 193,
      "end_time": 386,
      "verse_references": [],
      "themes": [
        "Devatas",
        "Interplanetary travel",
        "Spiritual culture",
        "Narada Muni"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is only the spiritual culture of the people concerned that makes interplanetary travel possible even in the present body.",
      "summary": "This segment discusses the treatment of saintly persons like Vidura, the visits of devatas, Arjuna's visit to heavenly planets, Narada's unrestricted travel, and the role of spiritual culture in interplanetary travel.",
      "timestamp_url": "https://youtu.be/ZBkgnr32SiA?t=193",
      "transcript": "So Srila Prabhupada says in the purport, saintly persons like Vidura must be treated as well as a denizen from heaven. What's the meaning of this? In those days, denizens of heavenly planets used to visit homes like that of Maharaj Yudhishthira, and sometimes persons like Arjuna and others used to visit higher planets. Of course, nowadays we cannot see the devatas even if they visit the earth planet. First of all, devatas don't visit the earth planets in our present days because we are not engaged in so much in pious activities in Kali Yuga. Most people are not engaged in pious activities. They are busy with sense gratification for selfish interest. So devatas are not interested in visiting such a place. And also in former times some persons like Arjuna could visit higher planets. Arjuna visited the heavenly planet because he was exceptionally qualified for traveling like that. Then Srila Prabhupada gives the example of Narada. Srila Prabhupada says Narada is a spaceman who can travel unrestrictedly not only within the material universes but also in the spiritual universes. So Narada is a pure devotee. He has got all the mystic powers of a perfected yogi. A pure devotee has all the siddhis of a perfected yogi. So Narada can travel without the aid of a spacecraft everywhere within this universe, and he can even travel beyond the material universes to the spiritual world, to the personal abode of the Supreme Personality of Godhead in Vaikuntha and even in Goloka Brindavana. Narada can travel because he is a pure devotee of the Supreme Lord Krishna. Therefore he can travel. Now about Narada, Srila Prabhupada says even Narada used to visit the palace of Maharaja Yudhishthira and what to speak of other celestial demigods. So devatas would visit Yudhishthira because Yudhishthira was very, very, very pious person, and not only that, he was himself a pure devotee of the Supreme Lord. So Srila Prabhupada remarks here, it is only the spiritual culture of the people concerned that makes interplanetary travel possible."
    },
    {
      "start_time": 389,
      "end_time": 482,
      "verse_references": [],
      "themes": [
        "Interplanetary travel",
        "Ashtanga Yoga",
        "Pure Devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only pure devotees can go even to Krishna's personal abode from this earth planet or from anywhere they can go.",
      "summary": "This segment elaborates on Srila Prabhupada's book 'Easy Journey to Other Planets', the limitations of earthly bodies for interplanetary travel, the role of Ashtanga Yoga, and the exclusive ability of pure devotees to reach Krishna's abode.",
      "timestamp_url": "https://youtu.be/ZBkgnr32SiA?t=389",
      "transcript": "Srila Prabhupada has written a book called Easy Journey to Other Planets. In that book he says that in this present body, human beings who are not on the level of pure devotees, they cannot travel to upper planets in this earthly body. Not possible. They have to prepare themselves and change their bodies to actually transfer themselves to heavenly planets. Of course, if somebody practices Ashtanga Yoga and perfects the meditation process to achieve eight kinds of Siddhi, Ashta Siddhi, then they can travel to the higher planets. But even Ashta Siddhi does not qualify a yogi to go beyond the coverings of the universe. To go beyond the coverings of the universe to the spiritual sky or the spiritual planets requires that one be a pure devotee of Krishna. Only pure devotees can go even to Krishna's personal abode from this earth planet or from anywhere they can go. So they can freely travel."
    },
    {
      "start_time": 483,
      "end_time": 590,
      "verse_references": [],
      "themes": [
        "Vidura's Renunciation",
        "Purpose of Sannyasis",
        "Delivering Householders",
        "Dhritarashtra's Attachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vidura accepted out of his own mercy what was offered to him by Maharaja Yudhishthira, but the purpose of living in the palace was to deliver his elder brother Dhritarashtra.",
      "summary": "This segment discusses Vidura's renounced order of life, the purpose of sannyasis visiting householders, and Vidura's specific mission to deliver his materially attached elder brother, Dhritarashtra.",
      "timestamp_url": "https://youtu.be/ZBkgnr32SiA?t=483",
      "transcript": "So Narada being a pure devotee he can travel anywhere. Maharaja Yudhishthira therefore received Vidura in the manner of reception offered to the devatas or demigods. Further Srila Prabhupada says Mahatma Vidura had already adopted the renounced order of life and therefore he did not return to his paternal palace to enjoy some material comforts. This is a very important point that those who are in the renounced order of life, sannyasis, they should never visit any householder for enjoying a nice reception, for enjoying the comforts that the householders may offer to a saintly person or a sannyasi. No, never. So then why should they visit at all? It is explained here, Vidura accepted out of his own mercy what was offered to him by Maharaja Yudhishthira, but the purpose of living in the palace was to deliver his elder brother Dhritarashtra. This is the real purpose. Why should a sannyasi or a saintly person visit a householder? Just to deliver the householders who are otherwise absorbed in material activities. So here Srila Prabhupada says the purpose of Vidura visiting the palace and living there was to deliver his elder brother Dhritarashtra."
    },
    {
      "start_time": 594,
      "end_time": 710,
      "verse_references": [],
      "themes": [
        "Dhritarashtra's unhappiness",
        "Krishna's plan",
        "Dhritarashtra's attachment"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's plan ultimately is that his representatives who are devotees who properly represent the Supreme Lord are meant to administer and rule this earth planet or any other planet for that matter.",
      "summary": "This segment explains Dhritarashtra's unhappiness after the battle of Kurukshetra, Krishna's plan for devotees to administer the earth, and Dhritarashtra's continued material attachment despite losing everything.",
      "timestamp_url": "https://youtu.be/ZBkgnr32SiA?t=594",
      "transcript": "Dhritarashtra somehow he was very unhappy that his sons could not succeed him. He was the caretaker king of the Hastinapura, the throne in Hastinapura, the royal throne. He was sitting in the in Hastinapura as the emperor of the world. But after the battle of Kurukshetra in which all his sons died in the battle he was very unhappy that his sons could not succeed him. Though by unfair means Duryodhana tried to kill the Pandavas, but Krishna protected the Pandavas and Krishna's plan was something different than what Duryodhana planned or Dhritarashtra desired. So Krishna's plan ultimately is that his representatives who are devotees who properly represent the Supreme Lord are meant to administer and rule this earth planet or any other planet for that matter. So Srila Prabhupada further explains how Dhritarashtra became materially attached. Dhritarashtra lost all his state. Dhritarashtra lost all his state and descendants in the fight with Maharaj Yudhishthira, and still due to his sense of helplessness he did not feel ashamed to accept the charity and hospitality of Maharaj Yudhishthira."
    },
    {
      "start_time": 712,
      "end_time": 852,
      "verse_references": [],
      "themes": [
        "Yudhishthira's compassion",
        "Dhritarashtra's acceptance",
        "Vidura's enlightenment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is a duty of enlightened souls to deliver the fallen ones and Vidura came for that reason.",
      "summary": "This segment describes Yudhishthira's compassion for Dhritarashtra, the impropriety of Dhritarashtra accepting hospitality, and Vidura's mission to enlighten and deliver Dhritarashtra.",
      "timestamp_url": "https://youtu.be/ZBkgnr32SiA?t=712",
      "transcript": "See, Maharaj Yudhishthira is very, very conscientious that he felt compassion for Dhritarashtra, that Dhritarashtra had lost all his sons and he was in that aggrieved state. Yudhishthira was particularly careful to comfort Dhritarashtra and Gandhari, his uncle and aunt, his father's brother and sister-in-law, to offer Dhritarashtra and Gandhari very nice facilities in the palace. So Srila Prabhupada says on the part of Maharaj Yudhishthira it was quite in order to maintain his uncle in a befitting manner. Yudhishthira was right in doing that. But acceptance of such magnanimous hospitality by Dhritarashtra was not at all desirable. Even though Yudhishthira offered Dhritarashtra very nice facility to stay very comfortably, but for Dhritarashtra it was not proper. He accepted it because he thought there was no alternative. Dhritarashtra thought there was what else do I have? But Vidura particularly came to enlighten Dhritarashtra and to give him a lift to the higher status of spiritual cognition. Vidura came to enlighten Dhritarashtra that his last days he should not spend comfortably living in a palace accepting all the kind hospitality of Yudhishthira. No. So Srila Prabhupada says it is a duty of enlightened souls to deliver the fallen ones and Vidura came for that reason. So Vidura came for the purpose of enlightening Dhritarashtra."
    },
    {
      "start_time": 855,
      "end_time": 958,
      "verse_references": [],
      "themes": [
        "Spiritual Enlightenment",
        "Attentive Hearing",
        "Transformation of the Heart",
        "Krishna Consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "If we simply hear the spiritual messages from the Bhagavatam and the Bhagavad Gita it will work on our heart and our heart will get transformed and purified so that we can become Krishna conscious and prepare ourselves to go back to God.",
      "summary": "This segment discusses the refreshing nature of spiritual talks, their ability to attract everyone, the importance of attentive hearing, and the transformative power of hearing messages from the Bhagavatam and Bhagavad Gita to achieve Krishna consciousness.",
      "timestamp_url": "https://youtu.be/ZBkgnr32SiA?t=855",
      "transcript": "And it will be explained in this chapter that Vidura was successful in impressing upon Dhritarashtra the importance of preparing himself to quit his body by becoming spiritually enlightened. But Srila Prabhupada further says but talks of spiritual enlightenment are so refreshing that while instructing Dhritarashtra, Vidura attracted the attention of all the members of the family and all of them took pleasure in hearing him patiently. Spiritual talks are always enlivening for the soul. Spiritual talks even though may be intended for particular people but it can be enlivening for everyone. Even the younger ones or those otherwise engaged can also become attracted by spiritually enlivening talks. This is the way of spiritual realization. The message should be heard attentively and if spoken by a realized soul it will act on the dormant heart of the conditioned soul. If we simply hear the spiritual messages from the Bhagavatam and the Bhagavad Gita it will work on our heart and our heart will get transformed and purified so that we can become Krishna conscious and prepare ourselves to go back to God."
    }
  ]
}