{
  "video_id": "ZBkgnr32SiA",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.13.14 | 27-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ZBkgnr32SiA",
  "segments": [
    {
      "start_time": 53,
      "end_time": 183,
      "verse_references": [],
      "themes": [
        "Vidura's visit",
        "Purpose of saintly persons",
        "Material absorption"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He stayed there just to rectify the mentality of his eldest brother Dhritarashtra.",
      "summary": "This segment explains the purpose of Vidura's visit to the palace of Yudhishthira, which was to rectify Dhritarashtra's mentality, and the general significance of visits from saintly persons to the homes of householders.",
      "timestamp_url": "https://youtu.be/ZBkgnr32SiA?t=53"
    },
    {
      "start_time": 193,
      "end_time": 386,
      "verse_references": [],
      "themes": [
        "Devatas",
        "Interplanetary travel",
        "Spiritual culture",
        "Narada Muni"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is only the spiritual culture of the people concerned that makes interplanetary travel possible even in the present body.",
      "summary": "This segment discusses the treatment of saintly persons like Vidura, the visits of devatas, Arjuna's visit to heavenly planets, Narada's unrestricted travel, and the role of spiritual culture in interplanetary travel.",
      "timestamp_url": "https://youtu.be/ZBkgnr32SiA?t=193"
    },
    {
      "start_time": 389,
      "end_time": 482,
      "verse_references": [],
      "themes": [
        "Interplanetary travel",
        "Ashtanga Yoga",
        "Pure Devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Only pure devotees can go even to Krishna's personal abode from this earth planet or from anywhere they can go.",
      "summary": "This segment elaborates on Srila Prabhupada's book 'Easy Journey to Other Planets', the limitations of earthly bodies for interplanetary travel, the role of Ashtanga Yoga, and the exclusive ability of pure devotees to reach Krishna's abode.",
      "timestamp_url": "https://youtu.be/ZBkgnr32SiA?t=389"
    },
    {
      "start_time": 483,
      "end_time": 590,
      "verse_references": [],
      "themes": [
        "Vidura's Renunciation",
        "Purpose of Sannyasis",
        "Delivering Householders",
        "Dhritarashtra's Attachment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Vidura accepted out of his own mercy what was offered to him by Maharaja Yudhishthira, but the purpose of living in the palace was to deliver his elder brother Dhritarashtra.",
      "summary": "This segment discusses Vidura's renounced order of life, the purpose of sannyasis visiting householders, and Vidura's specific mission to deliver his materially attached elder brother, Dhritarashtra.",
      "timestamp_url": "https://youtu.be/ZBkgnr32SiA?t=483"
    },
    {
      "start_time": 594,
      "end_time": 710,
      "verse_references": [],
      "themes": [
        "Dhritarashtra's unhappiness",
        "Krishna's plan",
        "Dhritarashtra's attachment"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna's plan ultimately is that his representatives who are devotees who properly represent the Supreme Lord are meant to administer and rule this earth planet or any other planet for that matter.",
      "summary": "This segment explains Dhritarashtra's unhappiness after the battle of Kurukshetra, Krishna's plan for devotees to administer the earth, and Dhritarashtra's continued material attachment despite losing everything.",
      "timestamp_url": "https://youtu.be/ZBkgnr32SiA?t=594"
    },
    {
      "start_time": 712,
      "end_time": 852,
      "verse_references": [],
      "themes": [
        "Yudhishthira's compassion",
        "Dhritarashtra's acceptance",
        "Vidura's enlightenment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is a duty of enlightened souls to deliver the fallen ones and Vidura came for that reason.",
      "summary": "This segment describes Yudhishthira's compassion for Dhritarashtra, the impropriety of Dhritarashtra accepting hospitality, and Vidura's mission to enlighten and deliver Dhritarashtra.",
      "timestamp_url": "https://youtu.be/ZBkgnr32SiA?t=712"
    },
    {
      "start_time": 855,
      "end_time": 958,
      "verse_references": [],
      "themes": [
        "Spiritual Enlightenment",
        "Attentive Hearing",
        "Transformation of the Heart",
        "Krishna Consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "If we simply hear the spiritual messages from the Bhagavatam and the Bhagavad Gita it will work on our heart and our heart will get transformed and purified so that we can become Krishna conscious and prepare ourselves to go back to God.",
      "summary": "This segment discusses the refreshing nature of spiritual talks, their ability to attract everyone, the importance of attentive hearing, and the transformative power of hearing messages from the Bhagavatam and Bhagavad Gita to achieve Krishna consciousness.",
      "timestamp_url": "https://youtu.be/ZBkgnr32SiA?t=855"
    }
  ]
}