{
  "video_id": "ZboVSgUlJxk",
  "title": "The Glorious Life & Pastimes of Srila Haridasa Thakura | Sampati Dasa | ISKCON Bangalore",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=ZboVSgUlJxk",
  "segments": [
    {
      "start_time": 29,
      "end_time": 172,
      "verse_references": [],
      "themes": [
        "Haridasa Thakur",
        "Lord Brahma",
        "Gauranga Mahaprabhu",
        "incarnation"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "in future when Lord appears in Kali Yuga as Gauranga Mahaprabhu, Lord Brahma's desire will be fulfilled that he will appear as one of his close associate and assist in the pastimes of Lord Chaitanya in Gauranga Leela and that time Brahma will be called, will be known as Haridas and he will appear in a family of Mlechas so that he wouldn't be proud of his position as a creator of this universe.",
      "summary": "This segment narrates the story of how Lord Brahma, after realizing his mistake, desired to participate in Lord Krishna's pastimes and was told that he would incarnate as Haridasa Thakur in the Kali Yuga to assist Lord Chaitanya.",
      "timestamp_url": "https://youtu.be/ZboVSgUlJxk?t=29"
    },
    {
      "start_time": 172,
      "end_time": 277,
      "verse_references": [],
      "themes": [
        "Holy Name",
        "Kali Yuga",
        "Haridasa Thakur",
        "Chanting",
        "Puliya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The only way to get delivered from this Kali Yuga is to chant the names of Lord Shri Krishna.",
      "summary": "This segment emphasizes the importance of chanting the holy names of Lord Krishna, especially in Kali Yuga, and describes Haridasa Thakur's dedication to chanting 300,000 names daily in Puliya.",
      "timestamp_url": "https://youtu.be/ZboVSgUlJxk?t=172"
    },
    {
      "start_time": 277,
      "end_time": 347,
      "verse_references": [],
      "themes": [
        "Haridasa Thakur",
        "Snake",
        "Devotee Protection",
        "Miracle"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Understanding their fear, Haridasa Thakur spoke to the snake and told them, My dear snake, because of the fear of you, devotees are hesitant to come here and chant with me.",
      "summary": "This segment recounts the story of Haridasa Thakur requesting a poisonous snake to leave his cave, demonstrating his compassion and the power of his devotion, which led to increased reverence from the villagers.",
      "timestamp_url": "https://youtu.be/ZboVSgUlJxk?t=277"
    },
    {
      "start_time": 370,
      "end_time": 432,
      "verse_references": [],
      "themes": [
        "Haridasa Thakur",
        "Maya Devi",
        "Chanting",
        "Determination",
        "Illusory Energy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "With her exquisite beauty, illusory energy could not distract Haridas Thakur from his determination to worship Supreme Lord, but only with the help of Prasadu.",
      "summary": "This segment describes how Maya Devi attempted to allure Haridasa Thakur, but his unwavering devotion and chanting of Hare Krishna transformed her, highlighting his detachment and the power of the holy name.",
      "timestamp_url": "https://youtu.be/ZboVSgUlJxk?t=370"
    },
    {
      "start_time": 527,
      "end_time": 582,
      "verse_references": [],
      "themes": [
        "Shelter",
        "Hare Krishna Mantra",
        "Devotion",
        "Protection",
        "Srila Prabhupada"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "His devotees like Haridasa Thakur and Srila Prabhupada will protect us from the influence of Maya if we strongly hold on to chanting Hare Krishna mantra in our life.",
      "summary": "This segment emphasizes that taking shelter of the Lord and chanting the Hare Krishna mantra with firm determination will protect devotees from Maya's influence, with Haridasa Thakur and Srila Prabhupada as examples.",
      "timestamp_url": "https://youtu.be/ZboVSgUlJxk?t=527"
    }
  ]
}