{
  "video_id": "ZboVSgUlJxk",
  "title": "The Glorious Life & Pastimes of Srila Haridasa Thakura | Sampati Dasa | ISKCON Bangalore",
  "speaker": "HDG Srila Prabhupada",
  "youtube_url": "https://www.youtube.com/watch?v=ZboVSgUlJxk",
  "segments": [
    {
      "start_time": 29,
      "end_time": 172,
      "verse_references": [],
      "themes": [
        "Haridasa Thakur",
        "Lord Brahma",
        "Gauranga Mahaprabhu",
        "incarnation"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "in future when Lord appears in Kali Yuga as Gauranga Mahaprabhu, Lord Brahma's desire will be fulfilled that he will appear as one of his close associate and assist in the pastimes of Lord Chaitanya in Gauranga Leela and that time Brahma will be called, will be known as Haridas and he will appear in a family of Mlechas so that he wouldn't be proud of his position as a creator of this universe.",
      "summary": "This segment narrates the story of how Lord Brahma, after realizing his mistake, desired to participate in Lord Krishna's pastimes and was told that he would incarnate as Haridasa Thakur in the Kali Yuga to assist Lord Chaitanya.",
      "timestamp_url": "https://youtu.be/ZboVSgUlJxk?t=29",
      "transcript": "लुटको तक्षित्र सृच्चुक्र न वक़ूँच फोटवोर्को ॥ With awareness about the pure activities of pure devotees, Supreme Lord Krishna will manifest his lotus feet in our hearts ॥ Today, we are in this holy place of Puleya, where a pure devotee, Haridas Thakur, lived, glorifying this place by chanting three lakh holy names every day and performed many wonderful pastimes. Shilabhakti Vinod Thakur reveals in Navadvipa Dhamamahatmya, after Lord Brahma stole the calves and the cowherd friends of Lord Krishna to test the supremacy of the cowherd boy in Vrindavan, he realized his mistake that the boy in Vrindavan is none other than his master, Supreme Lord Sri Krishna. He was feeling so repentant, he came and offered his prayers to Lord Krishna and Lord mercifully forgave him. But Lord Brahma was not satisfied with this. He came to Navadvipa Dham and performed severe auspiciousness. Lord Brahma was pleased with his austerities to atone his offences in Antaradvipa. Being pleased with his austerities, Supreme Lord Krishna appeared before him and gave his darshan. Lord Brahma, seeing the form of the Lord, submitted a request that he wishes to be part of his leelas. Then Lord showed him the Gauranga form and said, in future when Lord appears in Kali Yuga as Gauranga Mahaprabhu, Lord Brahma's desire will be fulfilled that he will appear as one of his close associate and assist in the pastimes of Lord Chaitanya in Gauranga Leela and that time Brahma will be called, will be known as Haridas and he will appear in a family of Mlechas so that he wouldn't be proud of his position as a creator of this universe."
    },
    {
      "start_time": 172,
      "end_time": 277,
      "verse_references": [],
      "themes": [
        "Holy Name",
        "Kali Yuga",
        "Haridasa Thakur",
        "Chanting",
        "Puliya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The only way to get delivered from this Kali Yuga is to chant the names of Lord Shri Krishna.",
      "summary": "This segment emphasizes the importance of chanting the holy names of Lord Krishna, especially in Kali Yuga, and describes Haridasa Thakur's dedication to chanting 300,000 names daily in Puliya.",
      "timestamp_url": "https://youtu.be/ZboVSgUlJxk?t=172",
      "transcript": "Then, Lord Brahma, mistake of some former wealth and plucked a great wealth of the trying statement of Himself, that He would appear in Christian, Lord Krishna, Lord Kri-Krishna, Lord K jack COME ON READY, Hare Rama, Hare Rama, एवनास्ति नास्तिरेव गतिरण्यता There is no other way, there is no other way, there is no other way. The only way to get delivered from this Kali Yuga is to chant the names of Lord Shri Krishna. This was the purpose of Lord Brahma's incarnation: to spread the glories of holy name, Lord Shri Krishna's name and set an ideal example as Namacharya. Lord Brahma appeared as Haridasa Thakur, stayed here in this Puliya village at this place. There used to be a cave in this place during those days and a tree where Haridasa Thakur would spend most of his time chanting the names of Lord Shri Krishna. He would chant 300,000 names of Lord Shri Krishna every day. He would cry. He would dance. Sometimes he would fall unconscious chanting the names of Lord Shri Krishna. Villagers would come here to take association of Haridasa Thakur and chant with him."
    },
    {
      "start_time": 277,
      "end_time": 347,
      "verse_references": [],
      "themes": [
        "Haridasa Thakur",
        "Snake",
        "Devotee Protection",
        "Miracle"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Understanding their fear, Haridasa Thakur spoke to the snake and told them, My dear snake, because of the fear of you, devotees are hesitant to come here and chant with me.",
      "summary": "This segment recounts the story of Haridasa Thakur requesting a poisonous snake to leave his cave, demonstrating his compassion and the power of his devotion, which led to increased reverence from the villagers.",
      "timestamp_url": "https://youtu.be/ZboVSgUlJxk?t=277",
      "transcript": "But the villagers also noticed there was a black poisonous snake living in the same cave which posed a great threat to Haridasa and other visitors, so they were very hesitant to visit the place. Understanding their fear, Haridasa Thakur spoke to the snake and told them, \"My dear snake, because of the fear of you, devotees are hesitant to come here and chant with me. If you don't mind, could you please go somewhere else and live or if you are uncomfortable leaving this place, I would like to go and be somewhere else.\" On hearing the words of Haridas Thakur, the black snake immediately left the place and went away. Seeing this miracle, the villagers were struck with awe and reverence. Their respect and devotion to Haridas Thakur increased immensely. This wonderful pastime happened at this place where Haridas Thakur stayed and performed his..."
    },
    {
      "start_time": 370,
      "end_time": 432,
      "verse_references": [],
      "themes": [
        "Haridasa Thakur",
        "Maya Devi",
        "Chanting",
        "Determination",
        "Illusory Energy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "With her exquisite beauty, illusory energy could not distract Haridas Thakur from his determination to worship Supreme Lord, but only with the help of Prasadu.",
      "summary": "This segment describes how Maya Devi attempted to allure Haridasa Thakur, but his unwavering devotion and chanting of Hare Krishna transformed her, highlighting his detachment and the power of the holy name.",
      "timestamp_url": "https://youtu.be/ZboVSgUlJxk?t=370",
      "transcript": "Once, Maya Devi herself came to test Srila Haridas Thakur here. With exquisite beauty, the illusory energy approached Haridas Thakur to allure him. Srila Haridas Thakur transformed Maya Devi with his association by chanting Hare Krishna Mahamantra. He requested Maya Devi to sit down and after his bhajan, after his chanting, he will come and attend to her. The whole day went on chanting Hare Krishna Mahamantra. Mayadevi, hearing Hare Krishna Chanting Hare Krishna Mantra, had a heart transformation. In fact, Mayadevi had no impact on Haridas Thakur. At that time, Haridas Thakur was a young man. With her exquisite beauty, illusory energy could not distract Haridas Thakur."
    },
    {
      "start_time": 527,
      "end_time": 582,
      "verse_references": [],
      "themes": [
        "Shelter",
        "Hare Krishna Mantra",
        "Devotion",
        "Protection",
        "Srila Prabhupada"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "His devotees like Haridasa Thakur and Srila Prabhupada will protect us from the influence of Maya if we strongly hold on to chanting Hare Krishna mantra in our life.",
      "summary": "This segment emphasizes that taking shelter of the Lord and chanting the Hare Krishna mantra with firm determination will protect devotees from Maya's influence, with Haridasa Thakur and Srila Prabhupada as examples.",
      "timestamp_url": "https://youtu.be/ZboVSgUlJxk?t=527",
      "transcript": "on those who take my shelter. Haridasa Thakur had taken complete shelter of Lord by chanting Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Rama Hare Hare because of his firm determination to chant, his great devotion to Hare Krishna mantra, he was unaffected by Maya's influence. This pastime of Haridasa Thakur at Bhulia gives confidence to all devotees that we can be rest assured that Krishna will protect us. His devotees like Haridasa Thakur and Srila Prabhupada will protect us from the influence of Maya if we strongly hold on to chanting Hare Krishna mantra in our life. Come, let's offer our prayers to Haridasa Thakur so that we are always..."
    }
  ]
}