{
  "video_id": "Zfojsp8OoLQ",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.1-2 | 24-06-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Zfojsp8OoLQ",
  "segments": [
    {
      "start_time": 60,
      "end_time": 269,
      "verse_references": [
        "SB 1.11.1"
      ],
      "themes": [
        "Lord Krishna's arrival in Dwaraka",
        "prosperity",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Simply because of the presence of Krishna, everything will be in plenty.",
      "summary": "The lecture begins with a discussion of Srimad Bhagavatam 1.11.1, focusing on Lord Krishna's entrance into Dwaraka and the prosperity that arises from His presence, emphasizing the connection between Krishna consciousness and material abundance.",
      "timestamp_url": "https://youtu.be/Zfojsp8OoLQ?t=60",
      "transcript": "In this session we will be discussing from the first verse of the eleventh chapter of the first canto of Srimad Bhagavatam. This is the beginning of the new chapter. This new chapter is entitled Lord Krishna's Entrance into Dwaraka. It is a natural sequence of the previous chapter. Previous chapter described departure of Lord Krishna for Dwaraka. Now this chapter is going to describe Lord Krishna's arrival in Dwaraka. Sūtavāca ānartāṁsa upavrajya svṛddhāṁ janapadāṁ svakāṁ dadmau dharavaram teṣāṁ viṣādam śamayan niva The meaning of this verse is Sūta Gosvāmī said, Sūta Gosvāmī speaking to the sages of Naimishāraṇya. He is describing these. Events leading to Parīkṣit Mahārāja meeting Śukadeva Gosvāmī. So Sūta Gosvāmī said, Upon reaching the border of his most prosperous metropolis known as the country of the ānartas or Dwaraka, the Lord sounded his auspicious conch shell heralding his arrival and apparently pacifying the dejection of the inhabitants. So the description is now being given. Krishna has reached Dwaraka. So he sounded his conch shell to announce, herald means to announce his arrival. And that sound of his conch shell which announced the Lord's arrival was, immediately able to pacify the dejection of the inhabitants. Dejection means the low spirits in which they were situated because of the absence of Krishna. Feeling separation from Krishna, they were in low spirits. Suddenly when they heard the conch shell, what happened? That's going to be described very nicely in the next few verses. So they are obviously very, very happy to hear that sound of the Lord's conch shell. Oh, the Lord has come back. And here the description of Dwaraka is the most prosperous metropolis. Simply because of the presence of Krishna, everything will be in plenty. Because Krishna is the source of everything. So even in the material world, material nature will supply, as was explained in the previous chapter, material nature will supply everything we require in plenty if we simply become Krishna conscious. If we simply become devotees of Krishna. So that is also being described here. The most prosperous metropolis known as Dwaraka. Called as Dwaraka."
    },
    {
      "start_time": 269,
      "end_time": 477,
      "verse_references": [],
      "themes": [
        "separation from Krishna",
        "eternal associates",
        "melancholia",
        "love of God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When the lord descends on the earth his eternal associates also come with him.",
      "summary": "This segment delves into Srila Prabhupada's explanation of the inhabitants of Dwaraka as eternal associates of Krishna, their melancholia due to separation, and their intense affection for the Lord, highlighting the nature of spontaneous love of Godhead.",
      "timestamp_url": "https://youtu.be/Zfojsp8OoLQ?t=269",
      "transcript": "So Srila Prabhupada explains in the purport. The beloved Lord was away from his own prosperous metropolis of Dwaraka for a considerably long period because of the battle of Kurukshetra. Krishna had gone from Dwaraka to Hastinapura. And he wanted to enthrone Yudhishthira as the emperor of the world. Krishna had come for... reducing the burden of the earth which was overburdened by demoniac forces. Posing as Kshatriyas but actually they were demons. So the last installment of wiping out these demoniac forces was done by Krishna through the battle of Kurukshetra. In which Krishna engaged his devotees. The Pandavas. In killing all these demons. But because of Krishna's presence on the battlefield they were all liberated. And Srila Prabhupada explains. The inhabitants because of Krishna being away from Dwaraka. They were overcome with melancholia due to the separation. Melancholia means. Sadness. They were overcome with sadness because Krishna was away. So Prabhupada explains what is the relationship between the inhabitants of Dwaraka and Krishna. When the lord descends on the earth his eternal associates also come with him. So these inhabitants of Dwaraka are not ordinary people. They are eternal associates of Krishna. Just as the entourage of a king accompanies him. Entourage means. Those who surround an important personality. Wherever he goes. He does not go alone. The king. He has his ministers. He has his secretaries. He has his bodyguards. He has his servants. He has all those people surrounding him. So like that the lord also has got his eternal associates. Always appearing with him whenever he appears in this world. Such associates of the lord are eternally liberated souls. And they cannot bear the separation of the lord even for a moment. Because of intense affection for the lord. The associates are very very deeply attached to Krishna. So therefore. When the attachment is very very. Very strong. Then the separation also they cannot bear even for one moment. Thus the inhabitants of the city of Dwaraka were in a mood of dejection. In a sad mood. Low spirits. And expected the arrival of the lord at any moment. They were alert. For. Receiving news of the lord's arrival. So the heralding sound of the auspicious conch shell was very encouraging."
    },
    {
      "start_time": 477,
      "end_time": 570,
      "verse_references": [],
      "themes": [
        "spiritual emotions",
        "devotional service",
        "spontaneous love of Godhead"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "These are signs of spontaneous love of godhead.",
      "summary": "The lecture discusses the spiritual feelings of separation and joy in the presence of the Lord, emphasizing that these are varieties of spiritual emotions accommodated in dealings between devotees and the Lord, highlighting the alertness and eagerness to receive the Lord as signs of spontaneous love.",
      "timestamp_url": "https://youtu.be/Zfojsp8OoLQ?t=477",
      "transcript": "And apparently the sound pacified their dejection. Apparently. Because. The devotees can never be. Separated from the lord. Because simply by thinking of the lord. They have his association. Simply by chanting his name. Simply by remembering his pastimes. That's the absolute nature of the lord. But still. There is a certain special feeling. In the presence of the lord. All are spiritual feelings. The feeling of separation. The feeling of. The. The feeling of. The presence of the lord bringing in a certain joy. That the lord has come back. All these are varieties of. Spiritual emotions. Which are all accommodated in spiritual dealings. Between the devotees of the lord. And the lord himself. In the spiritual world. Or even in the material world. In the lord incarnates. They were still more aspirant. To see the lord amongst themselves. And all of them became alert. To receive him in the befitting manner. These are signs. Of spontaneous love of godhead. So these are all. Special devotees. Of krishna. The second verse."
    },
    {
      "start_time": 570,
      "end_time": 770,
      "verse_references": [
        "SB 1.11.2"
      ],
      "themes": [
        "spiritualization of matter",
        "contact with Krishna",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By contact with Krishna, matter becomes spiritualized.",
      "summary": "This segment focuses on the second verse and Prabhupada's purport, explaining the spiritual significance of the conch shell reddened by Krishna's lips, symbolizing the spiritualization of matter through contact with the Lord and engagement in devotional service.",
      "timestamp_url": "https://youtu.be/Zfojsp8OoLQ?t=570",
      "transcript": "The meaning of the second verse is. The white and fat bubble. Of the conch shell. Being gripped by the hand of lord krishna. And sounded by him. He blew his conch shell. Very loudly. Apparently. Sorry. Appeared to be reddened. By the touch of his transcendental lips. The conch shell is white. Krishna is blowing by. Touching it. To his lips. And his lips are completely red. So. The conch shell appeared to become reddened. It seemed that. A white swan was playing in the stems. Of red lotus flowers. A simile is given. So pravupara explains in the purport. The redness of the white conch shell. Due to the lip touch of the lord. Is a symbol of spiritual significance. The lord is all spirit. And matter is ignorance of this spiritual existence. See. Ways to understand. What's the difference between matter and spirit. Spirit is. The spiritual substance. Of which. The spiritual world is made. Spirit is. A living. Spirit is full of life. Living symptoms. And matter is. Dead matter. It is dull. But. The actual. Understanding of matter as opposed to spirit is. Ignorance of spiritual existence. Factually there is nothing like matter in spiritual enlightenment. When somebody is spiritually enlightened. Even in the material world. For them. There is no matter. Or in other words. They are able to engage even matter in Krishna's service. And matter becomes spiritualized. When engaged in devotional service. Spiritual enlightenment takes place at once. By the contact of the supreme lord Shri Krishna. By contact. With Krishna. Matter becomes. Spiritualized. The lord is present in every particle of his existence. And he can manifest his presence in anyone. Lord is everywhere. He is present. Fully present. Everywhere. But. For manifesting his presence. We have to. Make contact. With the supreme lord. So how is this contact made? By ardent love and devotional service to the lord. One can actually. Establish that spiritual contact with Krishna. Everything in spiritual contact with the lord. Becomes spiritually reddened. Like the conch shell in the grip of the lord."
    },
    {
      "start_time": 770,
      "end_time": 879,
      "verse_references": [],
      "themes": [
        "paramahamsa",
        "spiritual bliss",
        "Krishna consciousness",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They are absorbed in thoughts of Krishna and in that way they are always in spiritual bliss.",
      "summary": "The lecture concludes by describing pure devotees (paramahamsas) as always in touch with Krishna through Krishna consciousness, experiencing eternal bliss, and emphasizing that material life can be spiritualized through devotional service, which should be learned from a bonafide spiritual master like Srila Prabhupada.",
      "timestamp_url": "https://youtu.be/Zfojsp8OoLQ?t=770",
      "transcript": "And. The paramahamsa or the supremely intelligent person. Plays the part of the ducking swan in the water of spiritual bliss. The pure devotees. Who are paramahamsas. Who are supremely intelligent persons. They always. Are. In touch with. Krishna. Through Krishna consciousness. And. They are. Playing the part of the ducking swan in the water of spiritual bliss. That means. They are absorbed in thoughts of Krishna. And in that way. They are always in spiritual bliss. They are. Experiencing. Eternal bliss. In contact with Krishna. So. This is the. Description. Of. The spiritual significance of the. Conch shell in the lord's hand. Being reddened. The white conch shell being reddened. Spiritualizing matter by contact with Krishna. Or by engaging matter. In Krishna's service. Our life itself. So called. Material life. Can become spiritualized. Simply by. Our. Engaging. In. Devotional service of Krishna. Always. And this has to be learned. From. The. Bonafide. Spiritual. Master. Srila Prabhupada. Who explains. How. We can. Spiritualize. Our life. In these pages of. Srimad Bhagavatam. I'll. Stop. Here. But. This. Is. Not. Here. Thank you very much. Hare."
    }
  ]
}