{
  "video_id": "zhHx0b62YFM",
  "title": "SB 1.18.16 | HH Stoka Krishna Swami | 07-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=zhHx0b62YFM",
  "segments": [
    {
      "start_time": 0,
      "end_time": 50,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer",
        "guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandasya Gyananjanishalakaya Chaksharunmelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master.",
      "timestamp_url": "https://youtu.be/zhHx0b62YFM?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjanishalakaya Chaksharunmelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvijaysha Shunyavadi Pashchatya Deshatarine Jai Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 51,
      "end_time": 142,
      "verse_references": [
        "SB 1.18.16"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "liberation",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O Suta Goswami, please describe those topics of the Lord by which Maharaj Parikshit, whose intelligence was fixed, on liberation attained the lotus feet of the Lord who is the shelter of Garuda, the king of birds.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam 1.18.16, explaining that the sages of Naimisharanya are requesting Suta Goswami to speak about the topics that led Maharaj Parikshit to attain the lotus feet of the Lord, emphasizing the importance of pure intention.",
      "timestamp_url": "https://youtu.be/zhHx0b62YFM?t=51",
      "transcript": "In this session, we will be discussing from the 16th verse of the 18th chapter of the 1st canto of Srimad Bhagavatam, Savaimahabhagavata Parikshit Yena apavarga aakhyam adabhra buddhihi Jnanena vayasaki shabditena Bhaje khagendra dhwaja padamoolam. The meaning of this verse is: O Suta Goswami, please describe those topics of the Lord by which Maharaj Parikshit, whose intelligence was fixed on liberation, attained the lotus feet of the Lord who is the shelter of Garuda, the king of birds. Those topics were vibrated by the son of Vyasa, Srila Sukadeva. So the sages of Naimisharanya are specifically requesting Suta Goswami to now speak about those topics which were discussed by Parikshit Maharaj and Sukadeva Goswami with the intention of attaining shelter at the lotus feet of the Supreme Lord Krishna. That should be the only intent."
    },
    {
      "start_time": 146,
      "end_time": 274,
      "verse_references": [],
      "themes": [
        "impersonalism",
        "devotional service",
        "Brahmajyoti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The devotee of the Lord worships the transcendental form of the Lord... Whereas the impersonalist meditates upon the glaring effulgence of the bodily rays of the Lord known as the Brahmajyoti.",
      "summary": "The speaker discusses the difference between impersonalists and devotees, highlighting that devotees worship the transcendental form of the Lord, while impersonalists meditate on the Brahmajyoti, the Lord's bodily effulgence, and emphasizes that Parikshit Maharaj's goal was the lotus feet of the Lord, not impersonal Brahman.",
      "timestamp_url": "https://youtu.be/zhHx0b62YFM?t=146",
      "transcript": "So in the purport, Srila Prabhupada says, \"There is some controversy amongst the students on the path of liberation.\" Such transcendental students are known as impersonalists and devotees of the Lord. Two categories of transcendentalists are generally there among those who desire a transcendental benefit. Two kinds of transcendentalists, the impersonalists and the devotees. The devotee of the Lord worships the transcendental form of the Lord. Devotees always worship the transcendental form of the Lord. They don't engage in any idol worship. They don't worship any material form. They don't worship any imaginary form. They don't worship idols. Idol means imaginary form. Whereas the impersonalist meditates upon the glaring effulgence of the bodily rays of the Lord known as the Brahmajyoti. Always the impersonalist, their goal is the impersonal Brahmajyoti, which is the effulgence of the Supreme Lord Krishna, His bodily effulgence. So their object of meditation is the impersonal effulgence, Brahmajyoti. Here in this verse, it is said that Maharaj Pariksit attained the lotus feet of the Lord by the instructions in knowledge delivered by the son of Vyasadeva, Srila Sukhdev Goswami. So Maharaj Pariksit's goal was the lotus feet of the Lord, not some impersonal Brahman effulgence, not some Brahmajyoti, not some spiritual sky. No. His aim was very clear."
    },
    {
      "start_time": 278,
      "end_time": 409,
      "verse_references": [
        "SB 2.1.9"
      ],
      "themes": [
        "Sukadeva Goswami",
        "impersonalism",
        "devotion",
        "Atmarama"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Sukhdev Goswami in the beginning was an impersonalist... But later on, he was attracted by the transcendental pastimes of the Lord and thus became a devotee.",
      "summary": "The speaker explains that Sukadeva Goswami was initially an impersonalist but later became a devotee after being attracted to the Lord's pastimes, emphasizing the importance of hearing about the Lord and the transformative power of devotional service, referencing the Atmarama verse.",
      "timestamp_url": "https://youtu.be/zhHx0b62YFM?t=278",
      "transcript": "Sukhdev Goswami was also an impersonalist in the beginning, as he himself admitted in the Bhagavatam, Second canto, first chapter, ninth verse. But later on, he was attracted by the transcendental pastimes of the Lord and thus became a devotee. This is a very, very important point. Sukhdev Goswami in the beginning was an impersonalist. That means he had realization of the impersonal aspect of the absolute truth, Brahman realized. He was a Brahman realized person, and he was a liberated soul by birth. That's a fact. But he did not know about the personality of Godhead. He did not know about the Bhagavan feature. He only knew the Brahman feature. And he himself has admitted in the beginning of the Bhagavatam that he was an impersonalist. Later on, he was attracted by the transcendental pastimes of the Lord and thus became a devotee. There is a verse called the Atmarama verse. That verse describes all varieties of Atmaramas. They are attracted by the Supreme Lord Krishna and they become devotees, and they do render pure devotional service to Krishna, irrespective of what their background might have been. So similarly, Sukhdev Goswami, even though he was a liberated soul, even though he was absorbed in thought of Brahman, still, he got attracted to the transcendental pastimes of the Lord when he heard them from his father Vyasadeva. So he heard the pastimes"
    },
    {
      "start_time": 414,
      "end_time": 554,
      "verse_references": [],
      "themes": [
        "devotee classification",
        "Mahabhagavata",
        "Madhyama",
        "Prakrita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Such devotees with perfect knowledge are called Mahabhagavatas or first class devotees... There are three classes of devotees and they are called Prakrita, Madhyama and Mahabhagavata.",
      "summary": "The speaker describes the three classes of devotees: Prakrita (third class), Madhyama (second class), and Mahabhagavata (first class), explaining their characteristics and how they perceive and interact with the Lord, devotees, neophytes, and non-devotees.",
      "timestamp_url": "https://youtu.be/zhHx0b62YFM?t=414",
      "transcript": "So, Srila Prabhupada says further, \"Such devotees with perfect knowledge are called Mahabhagavatas or first class devotees.\" Like Sukhdev Goswami, Pariksit Maharaj, they are all Mahabhagavatas, first class devotees. So Srila Prabhupada further says, there are three classes of devotees and they are called Prakrita, Madhyama and Mahabhagavata. Three classes of devotees. The Prakrita or third class devotees are temple worshippers without specific knowledge of the Lord and the Lord's devotees. The lowest level of devotees is called third class devotees, Prakrita Bhakta. And what is their characteristic? They worship the Lord in the temple but they do not have specific knowledge of the Supreme Personality of Godhead. They do not have specific knowledge of the Supreme Lord's pure devotees. Then, the second class devotee or Madhyama knows well the Lord, the Lord's devotees, the neophytes, and the non-devotees also. So four distinct categories of personalities are distinguished by those in the intermediate stage, Madhyama Adhikari or second class devotee. The four stages are four stages in which different personalities are situated. The topmost is the Lord himself, the Supreme Personality, then the Lord's devotees, established devotees, and the neophytes, those who are just beginning devotional service. And finally, the non-devotees. They are neither interested nor they engage in any devotional service. So such non-devotees are the fourth class of people in this world in the view of the Madhyama Adhikari, the second class devotee. And the second class devotee accordingly deals"
    },
    {
      "start_time": 559,
      "end_time": 668,
      "verse_references": [],
      "themes": [
        "Mahabhagavata",
        "universal vision",
        "devotee vs. non-devotee"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "But the Mahabhagavata or the first class devotee sees everything in relation with the Lord and the Lord present in everyone's relation.",
      "summary": "The speaker elaborates on the unique vision of a Mahabhagavata, who sees everything connected to the Lord and the Lord present in every relationship, leading them to not distinguish between devotees and non-devotees, as they perceive everyone serving the Lord in their own way.",
      "timestamp_url": "https://youtu.be/zhHx0b62YFM?t=559",
      "transcript": "But the Mahabhagavata or the first class devotee sees everything in relation with the Lord and the Lord present in everyone's relation. This is a special qualification of a Mahabhagavata devotee. What is that? A Mahabhagavata devotee always sees everything in relation with the Lord. Everything actually is connected with the Lord. Nothing is independent of the Lord. So Mahabhagavata is able to see that. And not only everything is connected with the Lord, but the Lord is present in everyone's relation. There is no relationship in which Lord is absent. So Lord is connected with everybody. Everything is connected with the Lord. Both ways. The Mahabhagavata therefore does not make any distinction particularly between a devotee and non-devotee. This is a very peculiar qualification of a Mahabhagavata. He does not make a distinction between devotees and non-devotees. Why? Because his vision is everyone is engaged in their service to the supreme personality of God. That's the way a Mahabhagavata sees everyone engaged. So Mahabhagavata does not make a distinction between a devotee and a non-devotee."
    },
    {
      "start_time": 670,
      "end_time": 791,
      "verse_references": [],
      "themes": [
        "Pariksit Maharaj",
        "Mahabhagavata",
        "initiation",
        "impersonalism vs. devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Maharaj Pariksit was such a Mahabhagavata devotee because he was initiated by a Mahabhagavata devotee, Shukadeva Swami.",
      "summary": "The speaker explains that Pariksit Maharaj became a Mahabhagavata due to being initiated by Sukadeva Goswami, and emphasizes that while impersonalists can become devotees, devotees never become impersonalists, highlighting the superiority of devotional service.",
      "timestamp_url": "https://youtu.be/zhHx0b62YFM?t=670",
      "transcript": "A Madhyama Adhikari, intermediate devotee, he makes distinction between devotees and non-devotees. Maharaj Pariksit was such a Mahabhagavata devotee because he was initiated by a Mahabhagavata devotee, Shukadeva Swami. So how did Pariksit Maharaj become a Mahabhagavata? Because he was initiated by Shukadeva Swami. So he also became a Mahabhagavata. So Pariksit's qualifications are being described here. What category of person is Pariksit? He was equally kind even to the personality of Kali, and what to speak of others. Such a kind-hearted soul, Pariksit Maharaj. He was kind to Kali Purusha because Kali Purusha surrendered, and what to speak of others who are not as fallen as Kali Purusha. So a Mahabhagavata devotee, he is equally kind to everybody. That is one of his qualifications or characteristics. So Srila Prabhupada says further, there are many instances in the transcendental histories of the world of an impersonalist who has later become a devotee. Many instances. Shukadeva Goswami, the Kumaras. But a devotee has never become an impersonalist. Somebody who has taken to devotional service and perfected his devotional service"
    },
    {
      "start_time": 791,
      "end_time": 879,
      "verse_references": [
        "BG 12.5"
      ],
      "themes": [
        "impersonalism",
        "suffering",
        "devotional service",
        "Bhagavad Gita"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even the verse says Those who are attached to is avyakta impersonal aspect of the absolute truth. For them there is so much of difficulty on the path of impersonal realization that they have to undergo.",
      "summary": "The speaker quotes the Bhagavad Gita to illustrate that those attached to the impersonal aspect of the Absolute Truth face more suffering, reinforcing the idea that impersonal realization is an intermediate stage and that devotional service is the ultimate goal.",
      "timestamp_url": "https://youtu.be/zhHx0b62YFM?t=791",
      "transcript": "he becomes situated on the transcendental platform, eternally he remains on the transcendental platform. So Prabhupada says this very fact proves that on the transcendental steps, the step occupied by a devotee is higher than the step occupied by an impersonalist. That means that impersonal realization is an intermediate position of a progressive transcendentalist. It is also stated in the Bhagavad Gita in the twelfth chapter of Bhagavad Gita in the fifth verse purport that person stuck on the impersonal step undergo more sufferings than achievement of reality. Even the verse says, \"Those who are attached to is avyakta impersonal aspect of the absolute truth, for them there is so much of difficulty on the path of impersonal realization that they have to undergo.\" And in the end, they don't get the realization. They don't get that realization which they are entitled to. Therefore knowledge imparted by Sukhadeva Goswami unto Maharaj Pariksit"
    },
    {
      "start_time": 885,
      "end_time": 958,
      "verse_references": [],
      "themes": [
        "Srimad Bhagavatam",
        "liberation",
        "devotional service",
        "perfection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Therefore knowledge imparted by Sukhadeva Goswami unto Maharaj Pariksit helped him attain the service of the Lord.",
      "summary": "The speaker concludes by reiterating that the knowledge imparted by Sukadeva Goswami through the Srimad Bhagavatam helped Pariksit Maharaj attain the transcendental service of the Lord, which is the perfect stage of liberation, and ends with a thank you and Hare Krishna.",
      "timestamp_url": "https://youtu.be/zhHx0b62YFM?t=885",
      "transcript": "This is the kind of knowledge that was imparted by Sukhadeva Goswami. He spoke the Srimad Bhagavatam. And this stage of perfection is called apavarga or the perfect stage of liberation. So in this stage of liberation, there is actual freedom from material bonding because of which they are factually liberated. So simple knowledge of liberation is material knowledge, whereas when somebody attains the transcendental service of the Lord, that is called the perfect stage of liberation. So Sukhadeva Goswami, he gave perfect knowledge to Pariksit Maharaj, and the result was that Pariksit Maharaj attained the transcendental service of the Supreme Lord. So I will stop here. Thank you very much."
    }
  ]
}