{
  "video_id": "zibveUdVoPA",
  "title": "Srimad Bhagavatam 3.16.20 | HH Stoka Krishna Swami",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=zibveUdVoPA",
  "segments": [
    {
      "start_time": 0,
      "end_time": 76,
      "verse_references": [],
      "themes": [
        "Lakshmi",
        "Tulasi",
        "Devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "the goddess of fortune Lakshmi the dust of whose feet is worn on the head by others waits upon you as appointed for she is anxious to secure a place",
      "summary": "The speaker recites and explains a verse describing Lakshmi's eagerness to serve the Lord's lotus feet, where Tulasi is always present.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=0"
    },
    {
      "start_time": 76,
      "end_time": 124,
      "verse_references": [],
      "themes": [
        "Servant of the servant",
        "Humility",
        "Lord's independence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "the conclusion is that no one can be the benefactor of the lord everyone is actually the servant of the servant of the lord",
      "summary": "The speaker reads Srila Prabhupada's purport, emphasizing that no one can favor the Lord, as everyone is a servant of His servant.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=76"
    },
    {
      "start_time": 182,
      "end_time": 216,
      "verse_references": [],
      "themes": [
        "Lord's independence",
        "Service",
        "Mercy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They are reiterating that the Lord cannot be favoured by anybody. His position is that he only gives favours to others.",
      "summary": "The speaker explains that the Lord is independent and only gives favors, providing opportunities for others to serve Him for their own benefit.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=182"
    },
    {
      "start_time": 377,
      "end_time": 491,
      "verse_references": [],
      "themes": [
        "Lakshmi",
        "Tulasi",
        "Lotus Feet"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So here it is being described by Kumaras that the Goddess of Fortune, Lakshmi, what is her position actually? She is, the dust of her feet is worn on the head by others",
      "summary": "The speaker elaborates on Lakshmi's position and her desire to serve the Lord's lotus feet, highlighting Tulasi's permanent presence there due to her devotion.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=377"
    },
    {
      "start_time": 599,
      "end_time": 623,
      "verse_references": [],
      "themes": [
        "Pada Sevanam",
        "Devotional Service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "regarding the nine types of devotional service one particular service among the nine types concerns the lotus feet of the Lord which is that service Pada Sevanam",
      "summary": "The speaker introduces the concept of Pada Sevanam, one of the nine types of devotional service, which relates to serving the lotus feet of the Lord.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=599"
    },
    {
      "start_time": 623,
      "end_time": 717,
      "verse_references": [],
      "themes": [
        "Prahlad Maharaj",
        "Bhakti",
        "Highest Knowledge"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Prahlad was not interested in learning all that he had already learnt whatever he had to learn when he was in the mother's womb he had learnt from Narada about Bhakti and that is the highest education",
      "summary": "The speaker narrates the story of Prahlad Maharaj, who, despite his father's expectations, valued bhakti as the highest form of knowledge.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=623"
    },
    {
      "start_time": 717,
      "end_time": 740,
      "verse_references": [],
      "themes": [
        "Nine types of devotional service",
        "Prahlad Maharaj"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "tell me what is the best of what you have learnt then he is telling Shravanam Kirtanam Vishno Smaranam Pada Sevanam Archanam Vandanam Dasyam Sakhyam Atma Nivedanam",
      "summary": "The speaker lists the nine processes of devotional service as described by Prahlad Maharaj.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=717"
    },
    {
      "start_time": 769,
      "end_time": 880,
      "verse_references": [],
      "themes": [
        "Pada Sevanam",
        "Intense attachment",
        "Lotus Feet"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "so while describing this Pada Sevanam Prabhupada is telling in that purport according to one's taste and strength hearing, chanting and remembrance may be followed by Pada Sevanam",
      "summary": "The speaker explains Srila Prabhupada's purport on Pada Sevanam, emphasizing that intensely thinking of the Lord's lotus feet is a form of service.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=769"
    },
    {
      "start_time": 921,
      "end_time": 1020,
      "verse_references": [],
      "themes": [
        "Asakti",
        "Intense attachment",
        "Bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the nine steps of development of Bhakti, which is that step? Intense attachment for devotional service. First one is Asakti.",
      "summary": "The speaker discusses Asakti, intense attachment for devotional service, as a step in the development of Bhakti.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=921"
    },
    {
      "start_time": 1020,
      "end_time": 1125,
      "verse_references": [],
      "themes": [
        "Intense attachment",
        "Constant chanting",
        "Pure devotee"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What is the characteristic of intense attachment? Attachment we all know. Because we already have some attachments, material attachments. What is the characteristic of intense attachment? Absorbed in thinking is intense attachment for thinking.",
      "summary": "The speaker defines intense attachment in devotional service, using the example of a devotee constantly chanting Hare Krishna.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=1020"
    },
    {
      "start_time": 1125,
      "end_time": 1145,
      "verse_references": [],
      "themes": [
        "Pada Sevanam",
        "Intense attachment",
        "Lotus Feet"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So one way of Pada Sevanam that's distinctly described here in the purport is being intensely attached to thinking of the Lord's Lotus Feet. Intensely attached to thinking means always want to think of the Lord's Lotus Feet.",
      "summary": "The speaker reiterates that intensely thinking of the Lord's lotus feet is a form of Pada Sevanam.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=1125"
    },
    {
      "start_time": 1147,
      "end_time": 1246,
      "verse_references": [],
      "themes": [
        "Sadhana Bhakti",
        "Chanting and Hearing",
        "Vrindavan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In Nectar of Instruction in the purport to the eighth verse of Nectar of Instruction. In the purport Srila Prabhupada gives the Anubhasha of Srila Bhaktisiddhanta Saraswari Thakur.",
      "summary": "The speaker references the Nectar of Instruction and Srila Bhaktisiddhanta Saraswati Thakur's teachings on the importance of chanting and hearing, leading to a desire to serve in Vrindavan.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=1147"
    },
    {
      "start_time": 1246,
      "end_time": 1337,
      "verse_references": [],
      "themes": [
        "Vrindavan",
        "Association of Devotees",
        "Chanting and Hearing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now Vrindavan is not just the physical place Vrindavan, that is Vrindavan of course, but any place where the glories of the Lord are sung by devotees who are dedicated for such glorification.",
      "summary": "The speaker explains that Vrindavan is not just a physical place but anywhere the Lord's glories are sung by dedicated devotees, emphasizing the importance of association with devotees.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=1246"
    },
    {
      "start_time": 1337,
      "end_time": 1422,
      "verse_references": [],
      "themes": [
        "Devotional Service",
        "Association of Devotees",
        "Practical Tips"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Just like many times, those who are staying outside and practicing devotional service seriously, they feel that they should also stay in such a temple and do seva.",
      "summary": "The speaker discusses the impetus for joining a temple to be amidst devotees and engage fully in devotional service, addressing the idea that Prabhupada didn't give practical tips.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=1337"
    },
    {
      "start_time": 1422,
      "end_time": 1478,
      "verse_references": [],
      "themes": [
        "Nectar of Instruction",
        "Full Time Engagement",
        "Chanting and Remembering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "If you refer nectar of instruction, that purport to the 8th verse. The 8th verse itself is important. You should know what the 8th verse is. The most important verse in nectar of instruction.",
      "summary": "The speaker highlights the importance of the 8th verse of the Nectar of Instruction, emphasizing the need to utilize one's full time in chanting and remembering the Lord.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=1422"
    },
    {
      "start_time": 1478,
      "end_time": 1530,
      "verse_references": [],
      "themes": [
        "Tongue and Mind",
        "Residing in Vraja",
        "Chanting and Remembering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thereby gradually engaging one's tongue and mind. In this way, one should reside in Vraja.",
      "summary": "The speaker explains that residing in Vraja involves engaging one's tongue and mind in chanting and remembering the Lord.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=1478"
    },
    {
      "start_time": 1530,
      "end_time": 1665,
      "verse_references": [],
      "themes": [
        "Guidance of Devotees",
        "Intense Attachment",
        "Expert Devotee"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "And serve Krishna under the guidance of devotees. Obviously more advanced devotees. One should follow in the footsteps of the Lord's beloved devotees who are deeply attached to his devotional service.",
      "summary": "The speaker emphasizes the importance of serving Krishna under the guidance of advanced devotees who are intensely attached to devotional service.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=1530"
    },
    {
      "start_time": 1665,
      "end_time": 1731,
      "verse_references": [],
      "themes": [
        "Regulated Principles",
        "Expert Devotee",
        "Devotional Service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So for physically residing in Vrindavan, the time is when one has trained his mind by following the regulated principles.",
      "summary": "The speaker explains that physically residing in Vrindavan is appropriate when one has trained their mind by following regulated principles and seeks guidance from an expert devotee.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=1665"
    },
    {
      "start_time": 1731,
      "end_time": 1811,
      "verse_references": [],
      "themes": [
        "Chanting and Hearing",
        "Efficient Activities",
        "Devotional Service"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So how serious we have to become about chanting, hearing, attentively, and thereby remembering and doing it constantly.",
      "summary": "The speaker stresses the importance of serious chanting and hearing, and efficiently managing other activities to maximize time for devotional service.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=1731"
    },
    {
      "start_time": 1811,
      "end_time": 1862,
      "verse_references": [],
      "themes": [
        "Bodily Maintenance",
        "Efficient Time Management",
        "Chanting and Hearing"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Generally, people think they should do important activities or some activities efficiently means maximum time they should spend on that. But here it is a reverse. Bodily maintenance. Minimum time.",
      "summary": "The speaker advises efficient time management for bodily maintenance to save time for increasing chanting, hearing, and remembering the Lord.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=1811"
    },
    {
      "start_time": 1862,
      "end_time": 1917,
      "verse_references": [],
      "themes": [
        "Stages of Development",
        "Krishna Consciousness",
        "Shravanadasha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So, next, Srila Bhaktisiddhant Sri Thakur describes particular stages of development of this perfection of devotional service. Stages. He gives names.",
      "summary": "The speaker introduces Srila Bhaktisiddhanta Saraswati Thakur's description of the stages of development in devotional service, starting with Shravanadasha (the stage of hearing).",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=1862"
    },
    {
      "start_time": 1917,
      "end_time": 1977,
      "verse_references": [],
      "themes": [
        "Shravanadasha",
        "Varanadasha",
        "Constant Hearing"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "This is the beginning. Shravanam, Kirtanam, Vishnu. Beginning of Navavida Bhakti. Shravanam.",
      "summary": "The speaker explains that Shravanadasha is the beginning of devotional service and progresses to Varanadasha through constant hearing of Krishna's name, form, qualities, and pastimes.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=1917"
    },
    {
      "start_time": 1977,
      "end_time": 2044,
      "verse_references": [
        "SB 1.2.6"
      ],
      "themes": [
        "Varanadasha",
        "Krishna Katha",
        "Service to Spiritual Master"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When one attains this stage, Varanadasha, he becomes attached to hearing Krishna Katha.",
      "summary": "The speaker explains that Varanadasha leads to attachment to hearing Krishna Katha, which requires sincere service to the spiritual master.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=1977"
    },
    {
      "start_time": 2044,
      "end_time": 2125,
      "verse_references": [],
      "themes": [
        "Taste for Hearing",
        "Smarana Dasha",
        "Ecstasy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We are all engaged in chanting and hearing, but to constantly chant and hear, what is required? A taste is required.",
      "summary": "The speaker explains that developing a taste for hearing is essential for constant chanting and hearing, leading to chanting in ecstasy and reaching Smarana Dasha.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=2044"
    },
    {
      "start_time": 2125,
      "end_time": 2181,
      "verse_references": [],
      "themes": [
        "Smarana Dasha",
        "Recollection",
        "Remembering Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Now, the five progressive stages of Krishna Smarana, remembering Krishna, five stages, Smarana Dasha, recollection, absorption, meditation, constant remembrance and trance.",
      "summary": "The speaker describes the five progressive stages of Krishna Smarana, starting with recollection, where remembrance may be interrupted.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=2125"
    },
    {
      "start_time": 2181,
      "end_time": 2235,
      "verse_references": [],
      "themes": [
        "Recollection",
        "Interruption",
        "Resuming Remembrance"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Again, you want to get back to that chanting, hearing and remembrance. So, what do you have to do then? Recollection.",
      "summary": "The speaker explains the process of recollection, which involves returning to chanting, hearing, and remembrance after an interruption.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=2181"
    },
    {
      "start_time": 2235,
      "end_time": 2328,
      "verse_references": [],
      "themes": [
        "Imitation",
        "Absorption",
        "Meditation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Of course, one should never imitate all these stages. As is told very clearly, imitating is very dangerous.",
      "summary": "The speaker cautions against imitating advanced stages and emphasizes the importance of genuine progress, defining meditation as concentration upon the lotus feet of the Supreme Lord.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=2235"
    },
    {
      "start_time": 2328,
      "end_time": 2441,
      "verse_references": [],
      "themes": [
        "Meditation",
        "Constant Remembrance",
        "Trance"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "By meditation, 24 hours a day, one has no other business or engagement for the mind than meditation. 24 hours a day, constant remembrance.",
      "summary": "The speaker describes the progression from meditation to constant remembrance and finally to trance, where the mind is completely absorbed in one activity.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=2328"
    },
    {
      "start_time": 2441,
      "end_time": 2541,
      "verse_references": [],
      "themes": [
        "Yadus",
        "Brajavasis",
        "Samadhi"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, the yaddus, it is described in the 10th canto, 90th chapter, the last chapter, they were so attached to Krishna that while eating, sleeping, talking, walking, doing their routine activities, always thinking of Krishna.",
      "summary": "The speaker uses the example of the Yadus and Brajavasis to illustrate constant remembrance of Krishna, leading to Samadhi (trance).",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=2441"
    },
    {
      "start_time": 2541,
      "end_time": 2592,
      "verse_references": [],
      "themes": [
        "Samadhi",
        "Krishna",
        "Pure Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That which is the perfection of the Ashtanga Yoga for the Yogi which he may attain after millions and millions of years, he will be absolutely absorbed in such Samadhi for the Yadus, Brajavasis, pure devotees.",
      "summary": "The speaker explains that Samadhi, which is difficult to attain through Ashtanga Yoga, comes easily to pure devotees due to their attachment to Krishna.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=2541"
    },
    {
      "start_time": 2637,
      "end_time": 2714,
      "verse_references": [],
      "themes": [
        "Shravan Dasa",
        "Varana Dasa",
        "Smarana Dasa",
        "Sampatti Dasa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Remember Shravan Dasa Varana Dasa Smarana Dasa highest The soul comes to understand its original constitutional position.",
      "summary": "The speaker reviews the stages of devotional progress: Shravan Dasa, Varana Dasa, Smarana Dasa, and Sampatti Dasa, where one realizes their constitutional position.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=2637"
    },
    {
      "start_time": 2714,
      "end_time": 2821,
      "verse_references": [],
      "themes": [
        "Sampatti Dasa",
        "Spontaneous Service",
        "Raga Bhakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One can then serve spontaneously the lotus feet of Krishna without even following the regulated principles. This is the point.",
      "summary": "The speaker explains that after Sampatti Dasa, one can serve spontaneously without regulated principles, which is Raga Bhakti.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=2714"
    },
    {
      "start_time": 2821,
      "end_time": 2936,
      "verse_references": [],
      "themes": [
        "Shantarasa",
        "Dasya",
        "Sakya",
        "Vatsalya",
        "Madhurya"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "At that stage, the devotee has to follow in the footsteps of one of the eternal associates of Krishna in particular devotee.",
      "summary": "The speaker explains that at this stage, the devotee must follow in the footsteps of an eternal associate of Krishna, based on their constitutional position (Shantarasa, Dasya, Sakya, Vatsalya, or Madhurya).",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=2821"
    },
    {
      "start_time": 2936,
      "end_time": 3054,
      "verse_references": [],
      "themes": [
        "Siddha Pranali",
        "Qualifications",
        "Constitutional Position"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The fellow is not even able to chant properly 64 rounds every day. And he'll go to Vrindavan and he wants to take Siddha Pranali, some special mantra.",
      "summary": "The speaker criticizes neophyte devotees who jump to advanced practices like Siddha Pranali without proper qualifications, emphasizing the importance of following Prabhupada's directions.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=2936"
    },
    {
      "start_time": 3054,
      "end_time": 3130,
      "verse_references": [],
      "themes": [
        "Spiritual Master",
        "Sambandha Jnana",
        "Devotional Service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "One other place Prabhupada says, the spiritual master who initiates a devotee into chanting Hare Krishna and gives instructions for a devotee to progress in devotional service will reveal the Sambandha Jnana, constitutional position will be revealed at that time.",
      "summary": "The speaker explains that the spiritual master reveals Sambandha Jnana (constitutional position) through initiation and instructions for devotional service.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=3054"
    },
    {
      "start_time": 3130,
      "end_time": 3180,
      "verse_references": [],
      "themes": [
        "Vaidhi Bhakti",
        "Offences",
        "Engagements"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You cannot violate 64 principles of Vaidhi Bhakti. You cannot violate.",
      "summary": "The speaker emphasizes the importance of following the 64 principles of Vaidhi Bhakti and avoiding offences.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=3130"
    },
    {
      "start_time": 3180,
      "end_time": 3291,
      "verse_references": [],
      "themes": [
        "64 Engagements",
        "Varieties of Seva",
        "Mind Control"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So we have to go through what are the 64 engagements and engage ourselves and Srila Prabhupada you can do all 64 activities.",
      "summary": "The speaker suggests studying and engaging in the 64 activities of devotional service to control the restless mind.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=3180"
    },
    {
      "start_time": 3291,
      "end_time": 3347,
      "verse_references": [],
      "themes": [
        "Physical Activity",
        "Mental Activity",
        "Devotional Service"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So you can take down an assignment go through the 64 activities and classify them which are physical variety belong to the physical variety which belong to the verbal variety and which are not physically like a physical physical activity",
      "summary": "The speaker suggests classifying the 64 activities into physical, verbal, and mental categories to better understand and engage in devotional service.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=3291"
    },
    {
      "start_time": 3347,
      "end_time": 3401,
      "verse_references": [],
      "themes": [
        "Devotional Service",
        "Ashram Life",
        "Intense Activity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It's a serious business this devotional service ashram life doesn't mean vishram ashram doesn't mean vishram relaxing nicely no ashram means intense activity it's opposite of what people think of ashram outsiders when they think oh you're living in ashram it is just the opposite it's just the opposite",
      "summary": "The speaker emphasizes that devotional service and ashram life are serious and involve intense activity, contrary to common misconceptions.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=3347"
    },
    {
      "start_time": 3401,
      "end_time": 3447,
      "verse_references": [],
      "themes": [
        "Misconceptions",
        "Bhakti",
        "Work"
      ],
      "content_type": "analogy",
      "circle_fit": [
        4
      ],
      "key_quote": "who will give you food you were to work to work I said we are engaged in working proper told one reporter I am working more than you how many hours do you work I am working 18 hours how many was you are working so the reporter is completely you know taken aback they don't understand what this bhakti is all about",
      "summary": "The speaker shares anecdotes about misconceptions regarding bhakti and devotional work, highlighting the dedication and effort involved.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=3401"
    },
    {
      "start_time": 3447,
      "end_time": 3490,
      "verse_references": [],
      "themes": [
        "Misconceptions",
        "Bhakti",
        "Soul Level"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        4
      ],
      "key_quote": "so many misconceptions even those who talk of bhakti outside they think something sentimental something mental that's are some emotion some feeling and the mind level feeling not at the soul level at the mind level that is not bhakti that's not true bhakti",
      "summary": "The speaker clarifies that true bhakti is not sentimental or mental but a soul-level connection, encouraging careful study for serious engagement in devotional service.",
      "timestamp_url": "https://youtu.be/zibveUdVoPA?t=3447"
    }
  ]
}