{
  "video_id": "Zii_8m1Wi4M",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.41 | 10-05-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=Zii_8m1Wi4M",
  "segments": [
    {
      "start_time": 62,
      "end_time": 172,
      "verse_references": [],
      "themes": [
        "Rajasuya Yajna",
        "Yudhishthira",
        "Krishna's glorification"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Yudhishthira wanted to glorify Krishna, therefore he performed this Rajasuya Yajna.",
      "summary": "The speaker introduces the context of Bhishma Deva's prayer, focusing on Yudhishthira's Rajasuya Yajna and his intention to glorify Krishna.",
      "timestamp_url": "https://youtu.be/Zii_8m1Wi4M?t=62",
      "transcript": "In this session, we will be discussing from the 41st verse of the 9th chapter of the 1st canto of Srimad Bhagavatam. Munigana Nripavarya Sankhulentaha Sadasi Yudhishthira Rajasuya Esham Arhanam Upapedha Ikshaniyo Mamadrishi Gochara Esha Aaviratma. The meaning of this verse is: At the Rajasuya Yajna performed by Maharaj Yudhishthira, there was the greatest assembly of all the elite men of the world, the royal and learned orders. And in that great assembly, Lord Sri Krishna was worshipped by one and all as the most exalted personality of Godhead. This happened during my presence, and I remembered the incident in order to keep my mind upon the Lord. This is yet another prayer by Bhishma Deva to Lord Krishna. Bhishma is remembering Krishna's different pastimes. So one of the pastimes was the performance of Rajasuya Yajna by Yudhishthira. Generally, the Rajasuya Yajna is performed by a king who is on the level of being the emperor of the world, and he wants to establish his supremacy by performing this Rajasuya Yajna. But Yudhishthira's aim was different because Yudhishthira is a pure devotee of Krishna. Yudhishthira wanted to glorify Krishna."
    },
    {
      "start_time": 172,
      "end_time": 274,
      "verse_references": [],
      "themes": [
        "Rajasuya Yajna",
        "Emperor",
        "Challenge Horse"
      ],
      "content_type": "story",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Maharaj Yudhishthira also dispatched such challenging horses all over the world, and every ruling prince and king all over the world accepted Maharaj Yudhishthira's leadership as the emperor of the world.",
      "summary": "The speaker explains the historical context of the Rajasuya Yajna, including the tradition of the challenge horse and Yudhishthira's acceptance as emperor.",
      "timestamp_url": "https://youtu.be/Zii_8m1Wi4M?t=172",
      "transcript": "Therefore, he performed this Rajasuya Yajna. So it is explained by Sri Lakshmi that after gaining victory in the battle of Kurukshetra, Maharaj Yudhishthira, the emperor of the world, performed a Rajasuya sacrificial ceremony. The emperor in those days, upon his ascendance to the throne, would send a challenge horse all over the world to declare his supremacy, and any ruling prince or king was at liberty to accept the challenge and express his tacit willingness either to obey or to disobey the supremacy of the particular king of the world. The world was ruled in different provinces by different kings, but one king was the emperor of the whole world. Generally, the king whose capital was Hastinapura, at least 5000 years back, that was the system. So one who accepted the challenge of the emperor, whichever king, king of a smaller province, he had to fight with the emperor and establish his own supremacy by victory. The defeated challenger would have to sacrifice his life, making a place for another king or ruler. This was the system. So Maharaj Yudhishthira also dispatched such challenging horses all over the world, and every ruling prince and king all over the world accepted Maharaj Yudhishthira's leadership as the emperor of the world."
    },
    {
      "start_time": 274,
      "end_time": 355,
      "verse_references": [],
      "themes": [
        "Yudhishthira",
        "Rajasuya Yajna",
        "Expense",
        "Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        2,
        3
      ],
      "key_quote": "Such performances required hundreds of millions of dollars and it was not an easy job for a petty king... Under the present circumstances is now impossible in this age of Kali.",
      "summary": "The speaker discusses the scale and expense of the Rajasuya Yajna, noting its impracticality in the current age of Kali due to the lack of resources and qualified priests.",
      "timestamp_url": "https://youtu.be/Zii_8m1Wi4M?t=274",
      "transcript": "In terms of the dynasty, Kuru dynasty, Yudhishthira was the descendant of the emperors of the past. So the ruling kings and the princes, they all knew Yudhishthira to be a very, very powerful emperor, so they accepted his leadership. After this, all the rulers of the world under the regime of Maharaj Yudhishthira were invited to participate in the great sacrificial ceremony of Rajasuya. Such performances required hundreds of millions of dollars, and it was not an easy job for a petty king. Such a sacrificial ceremony, being too expensive and also difficult to perform under the present circumstances, is now impossible in this age of Kali. This is something that happened in Dwapar Yuga. Nor can anyone secure the required expert priesthood to take charge of the ceremony. It's not just a question of money alone; even qualified brahmanas are unavailable for performing such sacrifices."
    },
    {
      "start_time": 355,
      "end_time": 491,
      "verse_references": [],
      "themes": [
        "Qualified Brahmanas",
        "Mantras",
        "Assembly",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The qualified brahmana has to chant the mantra with purity, then only the mantra will have the potency to give the benefit to the performer of the sacrifice.",
      "summary": "The speaker emphasizes the importance of qualified brahmanas and the potency of mantras, describing the assembly of kings and sages at Yudhishthira's capital, and highlighting Krishna's central role.",
      "timestamp_url": "https://youtu.be/Zii_8m1Wi4M?t=355",
      "transcript": "Because the qualified brahmana has to chant the mantra with purity, then only the mantra will have the potency to give the benefit to the performer of the sacrifice. After being invited, all the kings and great learned sages of the world assembled in the capital of Maharaj Yudhishthira in Hastinapura. The learned society included the great philosophers, religionists, physicians, scientists, and all great sages were invited. That is to say, the brahmanas and the Kshatriyas were the topmost leading men in society, and they were all invited to participate in the assembly. This was the Vedic system. The Vaishyas and Shudras were unimportant elements in society, and they are not mentioned here. Due to change of social activities in the modern age, the importance of the society, the importance of men, has also changed in terms of occupational positions. Today, practically the whole world is run by the Vaishyas. There are no qualified brahmanas or Kshatriyas to occupy the positions of power or to guide those in positions of power. So the times have changed, and Prabhupada explains that during that time, Yudhishthira Maharaj invited all the kings and the learned sages and the great brahmanas for this Rajasuya Yajna. In that great assembly, Lord Sri Krishna was the cynosure of all the people. Everyone wanted to see Lord Krishna, and everyone wanted to pay his humble respects to the Lord."
    },
    {
      "start_time": 491,
      "end_time": 583,
      "verse_references": [],
      "themes": [
        "Krishna's Beauty",
        "Rajasuya Yajna",
        "Assembly",
        "Transcendental"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everyone's eyes was glued on the beautiful, exceptionally beautiful form of Krishna... This personality is the most beautiful creation of Brahma.",
      "summary": "The speaker describes Krishna's unparalleled beauty and how everyone in the assembly was captivated by Him, clarifying that Krishna's beauty is transcendental and not a creation of Brahma.",
      "timestamp_url": "https://youtu.be/Zii_8m1Wi4M?t=491",
      "transcript": "Now, elsewhere it is described that when Krishna was elected the president of the assembly in that Rajasuya sacrifice, where all great personalities had assembled, everyone wanted to see Lord Krishna. Everyone's eyes were glued on the beautiful, exceptionally beautiful form of Krishna. They all began to wonder, probably this beauty is not to be found anywhere in the whole universe, so very beautiful. They thought this personality is the most beautiful in the whole universe. This personality is the most beautiful creation of Brahma, that's what they thought. Actually, beauty in the material world is relative, that's a fact. But Krishna is not a created person. He is not a creation of Brahma. Krishna is the only exception in that assembly who is not a creation of Brahma. Krishna's beauty is his original transcendental beauty, his transcendental Supreme beauty. So it is not at all surprising for devotees that Krishna was the center of attraction in that entire assembly."
    },
    {
      "start_time": 583,
      "end_time": 664,
      "verse_references": [],
      "themes": [
        "Bhishma Deva",
        "Meditation",
        "Krishna's Pastimes",
        "Impersonal Feature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To meditate on the Supreme Lord means to meditate on the activities, the form, the pastimes, the name and fame of the Supreme Lord.",
      "summary": "The speaker explains that Bhishma Deva remembered Krishna's pastimes and emphasizes the ease of meditating on Krishna's form and activities compared to the difficulty of meditating on the impersonal feature of the Supreme.",
      "timestamp_url": "https://youtu.be/Zii_8m1Wi4M?t=583",
      "transcript": "Now, Bhishma Deva was also present in that assembly, and he remembered all this and was glad that his worshipful Lord, the personality of Godhead, was present before him in his actual formal presence. Krishna, the Supreme Lord, Bhishma knew the Supreme Lord. He was actually present in front of Bhishma, and Bhishma remembered this incident. So to meditate on the Supreme Lord means to meditate on the activities, the form, the pastimes, the name and fame of the Supreme Lord. Now, this type of meditation is what is performed by the devotees of Krishna. Now, this type of meditation in Bhakti is easier than the imaginary meditation on the impersonal feature of the Supreme. This is stated in the Bhagavad Gita, that to meditate upon the impersonal feature of the Supreme is very, very, very difficult."
    },
    {
      "start_time": 664,
      "end_time": 751,
      "verse_references": [
        "BG 12"
      ],
      "themes": [
        "Impersonal Meditation",
        "Difficulty",
        "Negative Description",
        "Imagination"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "To meditate upon the impersonal feature of the Supreme is very very very difficult.",
      "summary": "The speaker elaborates on the difficulty of meditating on the impersonal feature of the Supreme, which is described in negative terms and requires imagination and speculation.",
      "timestamp_url": "https://youtu.be/Zii_8m1Wi4M?t=664",
      "transcript": "There are people who are attached to the impersonal feature of the Supreme, and they attempt to meditate on the impersonal feature. That is very, very difficult because the impersonal feature is described in a negative way. In the Bhagavad Gita also, it is mentioned to meditate on the Supreme, who is inconceivable, who is not having any material form, is formless, is not having any material attributes, is not having any material body. Like that, denying all material attributes, qualities, material form, material names, etc. So what can they meditate upon, really speaking? So they imagine, they try to speculate and imagine something which is beyond everything material, and that is the impersonal meditation."
    },
    {
      "start_time": 751,
      "end_time": 874,
      "verse_references": [
        "BG 12"
      ],
      "themes": [
        "Meditation",
        "Devotees",
        "Krishna's Form",
        "Pastimes",
        "Bhakti Yoga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The devotees meditation however, upon the Lord's factual form, factual pastimes, factual qualities, is very easily done by the devotees.",
      "summary": "The speaker contrasts impersonal meditation with the ease of meditation on Krishna's form, pastimes, and qualities, highlighting the accessibility of the Lord through devotional service (Bhakti Yoga).",
      "timestamp_url": "https://youtu.be/Zii_8m1Wi4M?t=751",
      "transcript": "And that is very, very difficult. Srila Prabhupada says it is practically no meditation at all or simply a waste of time because very seldom is the desired result obtained. Meditation means to fix the mind completely upon the Supreme. Now, when there is no definite understanding of the features of the Supreme, the spiritual mind, the spiritual attributes, then it is very difficult to fix the mind. The devotees' meditation, however, upon the Lord's factual form, factual pastimes, factual qualities, is very easily done by the devotees, and therefore the Lord is easily approached by the devotees. This is the way it is also explained in the Bhagavad Gita, in the twelfth chapter itself, the chapter on devotional service, Bhakti Yoga. Devotees very easily approach the Lord. The Lord is non-different from his transcendental activities in the spiritual platform. The Lord is absolute. The Lord is absolute means he is identical with his name, with his form, with his qualities, with his pastimes, with his paraphernalia, with his pure devotees. He is identical. So thinking of the Lord's pastimes is the same as thinking of the Lord. So that is what Bhishma, he was doing, remembering Krishna's pastimes."
    },
    {
      "start_time": 874,
      "end_time": 908,
      "verse_references": [],
      "themes": [
        "Krishna's Pastimes",
        "Attention",
        "Death"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Actually remembered the Lord's pastime and thereby he wanted to fix his attention on the law at the time of his death.",
      "summary": "The speaker concludes by reiterating that Bhishma remembered Krishna's pastimes to fix his attention on the Lord at the time of his death.",
      "timestamp_url": "https://youtu.be/Zii_8m1Wi4M?t=874",
      "transcript": "Actually, he remembered the Lord's pastime and thereby he wanted to fix his attention on the Lord at the time of his death."
    }
  ]
}