{
  "video_id": "ziIK8i18pGg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.15.47-48 | 03-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ziIK8i18pGg",
  "segments": [
    {
      "start_time": 34,
      "end_time": 219,
      "verse_references": [
        "SB 1.15.47",
        "SB 1.15.48"
      ],
      "themes": [
        "Pure Consciousness",
        "Devotional Remembrance",
        "Spiritual Sky",
        "Goloka Vrindavana",
        "Material Contamination",
        "Liberation",
        "Pandavas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This is very significant that the Pandavas went back to Godhead in the self-same body.",
      "summary": "The speaker introduces verses 47 and 48 of the 15th chapter of the first canto of Srimad Bhagavatam, explaining that pure devotees like the Pandavas can attain the spiritual sky and even return to Godhead in their same bodies due to their constant devotional remembrance of Krishna.",
      "timestamp_url": "https://youtu.be/ziIK8i18pGg?t=34",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naramchaiva Narottamam Devim Sarasvatim Vyasam Tato Jayam Udi Rayet In this session we will be discussing from two verses, 47 and 48, of the 15th chapter of the first canto, Srimad Bhagavatam. Tadhyana Udriktaya Bhaktiya Vishuddha Dhisana Pare Tasmin Narayana Pade Ekanta Matayogatim Avapur Duravapamte Asadbhir Vishayatmabhihi Vidhutakalmashasthanam Virajena Atmanayivahee The meaning of these two verses is given together: Thus, by pure consciousness, due to constant devotional remembrance, they attain the spiritual sky, which is ruled over by the spiritual sky, and by the supreme Narayana, Lord Krishna. This is attained only by those who meditate upon the one supreme Lord without deviation. This abode of the Lord Sri Krishna, known as Goloka Vrindavana, cannot be attained by persons who are absorbed in the material conception of life. One of us, being completely washed of all material contamination, attained that abode, in their very same bodies. This is very significant that the Pandavas went back to Godhead in the self-same body. Generally, at the end of life, we quit this body. We leave behind this material body. Even those who go back to Godhead, generally, leave the material body behind. But the Pandavas, in the self-same body, they went back to Godhead, because they were purified of all material contamination by constant devotional remembrance of Krishna. This is the situation of the pure devotees: constantly thinking of Krishna, constantly engaged in Krishna's service, pure devotional service, no tinge of any material sense gratification in any of their activities. Such devotees' bodies are all spiritual. They are not material."
    },
    {
      "start_time": 219,
      "end_time": 383,
      "verse_references": [],
      "themes": [
        "Three Modes of Material Nature",
        "Transcendence",
        "Perfection of Life",
        "Srila Jiva Goswami",
        "Six Goswamis of Vrindavan",
        "Sri Chaitanya Mahaprabhu",
        "Gunas",
        "Material Activities",
        "Material Reactions",
        "Pure Devotional Service",
        "Sanatana Goswami",
        "Haribhakti Vilas",
        "Brahmana",
        "Spiritual Disciplinary Actions",
        "Bona Fide Spiritual Master"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Srila Jiva Goswami says, a person freed from the three modes of material qualities, goodness, passion and ignorance, and situated in transcendence, can reach the highest perfection of life without change of body.",
      "summary": "The speaker quotes Srila Jiva Goswami and Sanatana Goswami, explaining that freedom from the three modes of material nature and engaging in pure devotional service under the guidance of a bona fide spiritual master allows one to attain perfection and even the status of a twice-born brahmana.",
      "timestamp_url": "https://youtu.be/ziIK8i18pGg?t=219",
      "transcript": "So, Srila Prabhupada explains this point in the purport. According to Srila Jiva Goswami, a person freed from the three modes of material qualities, namely goodness, passion, and ignorance, and situated in transcendence, can reach the highest perfection of life without change of body. This is the explanation of one of the previous Acharyas, Srila Jiva Goswami. He is one of the six Goswamis of Vrindavan, the direct disciples of Sri Chaitanya Mahaprabhu. Srila Jiva Goswami says, a person freed from the three modes of material qualities, goodness, passion, and ignorance, and situated in transcendence, can reach the highest perfection of life without change of body. So generally we are engaged in one of the three gunas, because we are influenced by the gunas, the material modes. So our actions are either sattvic, rajasic, or tamasic, or a combination of one or more of these qualities. So we have material activities and material reactions, which bind us to this world. Now those who are freed from these three qualities, because they are constantly engaged in the pure devotional service, Krishna explains this in the Bhagavad Gita, as Srila Prabhupada will quote later, this very verse, that one who is engaged in pure devotional service, without deviation, such a person is completely free from the influence of all the three gunas. All actions of such a person are completely transcendental. And further, Srila Prabhupada quotes Sanatana Goswami. What does he say? Srila Sanatana Goswami in his Haribhakti Vilas says, that a person, whatever he may be, can attain the perfection of a twice-born brahmana by undergoing the spiritual disciplinary actions under the guidance"
    },
    {
      "start_time": 383,
      "end_time": 563,
      "verse_references": [],
      "themes": [
        "Alchemy",
        "Bell-metal to Gold",
        "Deeksha-vidhana",
        "Sadhana Bhakti",
        "Spiritual Guidance",
        "Rules and Regulations",
        "Purification",
        "Devotee",
        "Expert Guidance"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is therefore the actual guidance that matters in the process of becoming a brahmana, even without change of body, or in going back to Godhead without change of body.",
      "summary": "Using the analogy of turning bell-metal into gold through alchemy, the speaker emphasizes the importance of sadhana bhakti under the expert guidance of a bona fide spiritual master for purification and attaining the perfection of a brahmana, potentially even without changing the body.",
      "timestamp_url": "https://youtu.be/ziIK8i18pGg?t=383",
      "transcript": "of a bona fide spiritual master. yatha kanchanatam yati kamsyam rasa-vidhanatah tatha deeksha-vidhanena vijatvam jayate nirunam rasa-vidhana and deeksha-vidhana This is a comparison made by Srila Sanatana Goswami, that just like the bell-metal can be turned into gold by chemical manipulation, by treating it with an alchemical process using mercury, rasa-vidhana. Similarly, any person from any material background, how much ever contaminated he may be, if he undergoes the spiritual disciplinary actions under the guidance of a bona fide spiritual master, he can attain the perfection of a twice-born brahmana. vijatvam jayate nirunam So, that process is described as sadhana bhakti. sadhana bhakti. And, it is given in the scriptures, anyone who adopts the process of sadhana bhakti under proper guidance of a bona fide spiritual master. One cannot independently do anything in spiritual life, no. You require the proper guidance of a bona fide spiritual master. And under such expert guidance, strictly following the rules and regulations and the process, one becomes purified. And that purification results in one becoming a perfect twice-born brahmana. Perfection of a brahmana is to become a devotee. So one becomes a devotee. So Srila Prabhupada says, it is therefore the actual guidance that matters in the process of becoming a brahmana, even without change of body, or in going back to Godhead without change of body. It is the actual guidance of an expert and engaging properly"
    },
    {
      "start_time": 563,
      "end_time": 670,
      "verse_references": [],
      "themes": [
        "Virajena Atmana Eva He",
        "Affirmation of Truth",
        "No Need to Change Body",
        "Pure Devotional Service",
        "Bhagavad Gita Confirmation",
        "Perfection of Brahman",
        "Spiritual Platform",
        "Three Gunas",
        "Koloka Vrindavana"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Pure devotional service is only possible on the Brahman platform, on the spiritual platform.",
      "summary": "The speaker explains that the word 'he' in the verse affirms the possibility of returning to Godhead without changing the body through pure devotional service, which is only possible on the Brahman platform, leading to the attainment of Koloka Vrindavana.",
      "timestamp_url": "https://youtu.be/ziIK8i18pGg?t=563",
      "transcript": "in the activities of sadhana bhakti. Now, Srila Jeeva Goswami says here that the use of the word he in this connection positively affirms this truth. What is the word? In the verse, virajena atmana eva he This word he, ending word of the 48th verse, that affirms positively this truth that there is no need to change body if one has to go back to Godhead after having executed pure devotional service. So this fact is affirmed here. And the Bhagavad Gita confirms this that anyone who systematically executes pure devotional service without deviation can attain this perfection of Brahman. Brahman perfection needs to be situated on the spiritual platform above the three gunas. And on the Brahman platform then one engages in pure devotional service. Pure devotional service is only possible on the Brahman platform, on the spiritual platform. Then one becomes completely perfect. Becomes completely perfect. And such a person actually is eligible to directly go to the spiritual world and that also the supreme planet, Koloka Vrindavana,"
    },
    {
      "start_time": 670,
      "end_time": 859,
      "verse_references": [],
      "themes": [
        "Transcendental Body of Krishna",
        "Ajopisan Avyayatma",
        "Eternal Spiritual Form",
        "Deteriorating Material Bodies",
        "Pure Devotees",
        "Spiritualized Body",
        "Constant Chanting",
        "Hare Krishna Mantra",
        "Iron and Fire Analogy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even if we practice constant chanting of Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, then we don't have to change our body.",
      "summary": "The speaker concludes by explaining that Lord Krishna always remains in his transcendental form and that pure devotees, through constant engagement in devotional service, especially chanting the Hare Krishna mantra, can spiritualize their bodies and potentially avoid changing them at the time of death.",
      "timestamp_url": "https://youtu.be/ziIK8i18pGg?t=670",
      "transcript": "without change of body. Now this has already been explained by Srila Prabhupada in an earlier verse where it was said Lord Krishna returned to his own abode without a change of body, because Lord's body is completely transcendental. Even when he comes to this world he comes in his original spiritual form. Ajopisan avyayatma. Avyayatma means Krishna never changes his body. His body never deteriorates. His body is always spiritual. Material bodies are deteriorating. They change. And we have to quit this body at the time of death or at the end of this life or when we are when we are transferred to another body. We have to quit this body. But Krishna never accepts any material body. He never comes in touch with matter. He is always situated in his eternal spiritual form, spiritual body, which may be of different forms according to the need, but all of them are the same spirit, same supreme Lord without any change. The same supreme Lord. So when Lord Krishna returns to his abode he returns in his personal form, the same supreme spiritual form. There is no change of body. Similarly, pure devotees simply because they are engaged in pure devotional service always, constantly, 24 hours a day, they don't change their body because their body is a spiritual one, spiritualized by pure devotional service, spiritualized by pure devotional service. So, even if we practice constant chanting of Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, then we don't have to change our body. Our body becomes spiritualized by constantly engaging in chanting and hearing the holy name. Just like iron in contact with fire becomes red hot and fire-like. Similarly, of course this is a crude example, but in the case of our own material body, that we have now, it also becomes spiritualized by our engagement in devotional service, pure devotional service. So I'll stop here. Thank you very much."
    }
  ]
}