{
  "video_id": "ZKuo8LIZWMY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.17.2 | 13-02-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ZKuo8LIZWMY",
  "segments": [
    {
      "start_time": 0,
      "end_time": 53,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandasya Gyananjanishalakaya Chaksharunmeelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and deities.",
      "timestamp_url": "https://youtu.be/ZKuo8LIZWMY?t=0",
      "transcript": "Om Agyana Timiraandasya Gyananjanishalakaya Chaksharunmeelitam Yena Tasmai Shri Gurave Namaha Namah Om Vishnupadaya Krishna Prishtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvijesha Shunyavadi Paschatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gnadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 54,
      "end_time": 93,
      "verse_references": [
        "SB 1.17.2"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Kali Yuga",
        "Dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The bull was as white as a white lotus flower. He was terrified of the Shudra.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam describing the bull (Dharma) in the age of Kali, emphasizing its fear and trembling.",
      "timestamp_url": "https://youtu.be/ZKuo8LIZWMY?t=54",
      "transcript": "In this session we will be discussing from the second verse of the seventeenth chapter of the first canto of Sriman Bhagavatam. Vrisham Vrindala Dhavalam Mehantam Iva Bhyatam Vepamanam Padaikenam Siddhantam Shudra Taditam. The meaning of this verse is, the bull was as white as a white lotus flower. He was terrified of the Shudra, who was beating him, and he was so afraid that he was standing on one leg, trembling and urinating."
    },
    {
      "start_time": 93,
      "end_time": 174,
      "verse_references": [],
      "themes": [
        "Dharma",
        "Kali Yuga",
        "Shudra",
        "Religious Principles"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The next symptom of the age of Kali is that principles of religion which are all spotlessly white like the white lotus flower will be attacked by the uncultured Shudra population of the age.",
      "summary": "The speaker explains that the bull represents religious principles and the Shudra represents the uncultured population of Kali Yuga who attack these principles.",
      "timestamp_url": "https://youtu.be/ZKuo8LIZWMY?t=93",
      "transcript": "So further descriptions of the age of Kali is being given here by Suta Goswami, Srila Suta Goswami. The bull is actually the personality of religious principles, Dharma, in the shape, in the formality, in the form of a bull. The personality of religious principles has appeared in order to give us a message. Now Srila Prabhupada explains what is the significance of this bull being described as as white as a white lotus flower. The purpose, Srila Prabhupada says, the next symptom of the age of Kali is that principles of religion, which are all spotlessly white, like the white lotus flower, will be attacked by the uncultured Shudra population of the age. In the scriptures it is said, Kalau Shudra Sambhavaha, in Kali Yuga majority of the population will be of the Shudra category. Shudra category means uncultured, uncultured. They don't follow the cultural principles."
    },
    {
      "start_time": 174,
      "end_time": 291,
      "verse_references": [],
      "themes": [
        "Garbha Dhana",
        "Cultural Purification",
        "Parenting",
        "Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Without such a purificatory process, the children born will be uncultured, will have criminal mentality.",
      "summary": "The speaker emphasizes the importance of cultural purification rituals like Garbha Dhana for conceiving good children, contrasting it with the lack of such practices in Kali Yuga, leading to an uncultured population.",
      "timestamp_url": "https://youtu.be/ZKuo8LIZWMY?t=174",
      "transcript": "They don't have a system for purification of the contamination due to this age. Just like to beget a child according to scriptural directions or injunctions, one should follow what is called as a Garbha Dhana. Garbha Dhana is a ritual where the parents, before they combine to conceive a child, they undergo cultural purification. They prepare their consciousness to attract a good soul to take shelter of good parents. Without such a purificatory process, the children born will be uncultured, will have criminal mentality. So this is very, very important that the parents should prepare themselves to beget good class of population, to beget good children. Now because in Kalyuga these principles are not followed, so the majority of the population is of the Shudra quality, means uncultured, contaminated by bad qualities like that."
    },
    {
      "start_time": 291,
      "end_time": 379,
      "verse_references": [],
      "themes": [
        "Religious Principles",
        "Kali Yuga",
        "Shudra",
        "Vedic Wisdom"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But in Kalyuga, the Shudra class of people who are uncultured, they will not follow the religious principles as it is.",
      "summary": "The speaker reiterates that in Kali Yuga, the uncultured Shudra population defies religious principles due to a lack of education and Vedic wisdom.",
      "timestamp_url": "https://youtu.be/ZKuo8LIZWMY?t=291",
      "transcript": "So I think this is very important that the parents should prepare themselves to beget good class of population, to beget good children. Now because in Kalyuga these principles are not followed, so the majority of the population is of the Shudra quality, means uncultured, contaminated by bad qualities like that. So the principles of religion are compared to a white lotus flower, means they are spotless, they are perfect. But in Kalyuga, the Shudra class of people who are uncultured, they will not follow the religious principles as it is. So Prabhupada says how they actually spoil the religious principles. Prabhupada says in the purport, they may be descendants of Brahmana or Kshatriya forefathers, but in this age of Kali, for want of sufficient education and culture of Vedic wisdom, such a Shudra like population will defy the principles of religion. They will not follow the principles of religion. They will go against it, or they won't care for it. Or they will say, we don't believe in such and such religious principles. Religious principles are not a question of belief. That is what people should understand. Just like when we live in a civilized state, the state"
    },
    {
      "start_time": 379,
      "end_time": 495,
      "verse_references": [],
      "themes": [
        "State Laws",
        "Religious Principles",
        "Kali Yuga",
        "Vedic Knowledge"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This sort of attitude is killing the whole vitality of the human population in this age of Kali.",
      "summary": "The speaker compares following religious principles to obeying state laws, highlighting how defiance and lack of Vedic knowledge contribute to the decline of society in Kali Yuga.",
      "timestamp_url": "https://youtu.be/ZKuo8LIZWMY?t=379",
      "transcript": "laws are to be followed by all civilized people, all cultured people. Good citizens means they are law-abiding. It is not that I don't believe in some rules and regulations which are given by the state, or I don't like to follow, or I don't think I should care about them, or I just don't bother about them. I do whatever I like to do. This sort of attitude is killing the whole vitality of the human population in this age of Kali. So these are, these kind of people are actually upstarts. They actually are less intelligent, though they pose themselves as very, very intelligent. They may claim like that, that they are very intelligent, because they put forward all kinds of arguments against following religious principles. But they are actually uneducated, uncultured, they are less intelligent, they are foolish, and they suffer the consequences of not taking the Vedic wisdom. They don't have sufficient education in the proper way. They don't have proper system of Vedic knowledge. Neither they have the culture of the Vedic wisdom. They don't have good habits, good practices, good traditions. They don't have any of those. So they will defy the principles of religion. And persons who are religiously endowed will be terrified by such things."
    },
    {
      "start_time": 495,
      "end_time": 576,
      "verse_references": [],
      "themes": [
        "Religious Principles",
        "Harassment",
        "Kali Yuga",
        "Freedom"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They also harass others who want to follow the religious principles. They will decry them.",
      "summary": "The speaker discusses how those who defy religious principles harass and discourage those who try to follow them, exploiting the concept of freedom in the name of religion.",
      "timestamp_url": "https://youtu.be/ZKuo8LIZWMY?t=495",
      "transcript": "They also harass others who want to follow the religious principles. They will decry them. They will put them down. They will harass them. They will trouble them. They will give all sorts of lame excuses for not following the religious principles. And such people, the uncultured, uneducated, less intelligent people, will declare themselves as adherents of no religious principles, and many isms and cults will spring up in Kali Yuga only to kill this spotless bull of religion. That means real religious principles nobody will follow, most people will not follow, but they will declare that they have their own religious beliefs, they are their own religious system that they want to follow because state also gives freedom. Freedom means you can do whatever you like in the name of"
    },
    {
      "start_time": 576,
      "end_time": 700,
      "verse_references": [],
      "themes": [
        "Religious Systems",
        "Animal Killing",
        "Kali Yuga",
        "Secularism"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So why one religious system says you should not kill innocent animals another system will say oh as as far as eating is eating habits are concerned that's the person's choice",
      "summary": "The speaker criticizes the proliferation of unfounded religious systems in Kali Yuga, using the example of animal killing to illustrate the lack of a proper basis for these systems and the secular nature of the state.",
      "timestamp_url": "https://youtu.be/ZKuo8LIZWMY?t=576",
      "transcript": "religion, so why one religious system says you should not kill innocent animals, another system will say, oh, as far as eating habits are concerned, that's the person's choice. Some people like to eat vegetables, some people like to eat meat, so they will kill animals for eating the flesh of the animal. They say our religious system does not prohibit, your religious system may prohibit, but we don't think it is sinful to kill innocent animals, helpless animals, even though there is plenty of fruits and vegetables and grains without harming any animal you can eat. But no, they don't want, they don't want to restrict themselves, though they also eat fruits, vegetables. If they want to eat vegetables, they don't want to restrict themselves, though they also eat fruits, vegetables. If they like this is our choice, we eat what we like to eat. So this is the nature of the people in Kali Yuga and these different so-called religious systems will be so many curbs without any foundation, without any proper understanding, without any proper basis, irrational, unreasonable sort of arguments or basis, whimsical. They will have their own so-called religious system. The state will be declared to be"
    },
    {
      "start_time": 700,
      "end_time": 864,
      "verse_references": [],
      "themes": [
        "Secularism",
        "Religious Principles",
        "Truthfulness",
        "Sadhu",
        "Shastra",
        "Guru"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "But in Kali Yuga, in the name of secularism there will be no religious principles which are proper principles which will be followed by people.",
      "summary": "The speaker elaborates on the indifference to real religious principles in Kali Yuga, emphasizing the lack of respect for truthfulness, saintly persons (sadhu), scriptures (shastra), and spiritual masters (guru).",
      "timestamp_url": "https://youtu.be/ZKuo8LIZWMY?t=700",
      "transcript": "secular or without any particular principle of religion. See, the religious principles are not to be based on some people's whims and fancies. That can never be the proper system within a state. But in Kali Yuga, in the name of secularism there will be no religious principles which are proper principles which will be followed by people. As a result there will be total indifference to the real principles of religion. Nobody cares. Like the real religious principle is to tell the truth, but now they don't care whether they are telling the truth or not. They don't care, lies. As it suits them, if they want to tell truth, they want to be truthful, they are truthful. If they don't want to be truthful, they are not truthful. That's all. They don't care. So like this, the indifference to the actual religious principles. The citizens will be free to act as they like without respect for sadhu, shastra and guru. There are three standards according to our Vedic tradition. Sadhu means the saintly persons who are completely well established in following the religious principles and teaching them to the others because they are solidly well established in understanding, getting trained, getting educated, having knowledge, having certain good practices and having a sober mind, such saintly people, sadhu, no regard for them, no respect for them in this Kali Yuga. Shastra is the authentic bona fide scriptures, especially the Vedic literature. People don't care for the Vedic literature, what is explained in the Vedas. The truth, the actual facts of life, of this material world, of material existence, that they don't care. And guru, the bona fide spiritual master, though there are many gurus, but the bona fide spiritual masters are ignored, neglected, they are not given respect. So, the bulls"
    },
    {
      "start_time": 864,
      "end_time": 926,
      "verse_references": [],
      "themes": [
        "Religious Principles",
        "Decline",
        "Godlessness",
        "Peace",
        "Prosperity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "People don't care for religious principles. Even if there is a deterioration or decline, they just don't bother.",
      "summary": "The speaker concludes by highlighting the diminishing state of religious principles and the lack of concern for this decline, emphasizing the link between God consciousness and societal peace and prosperity.",
      "timestamp_url": "https://youtu.be/ZKuo8LIZWMY?t=864",
      "transcript": "standing on one leg indicates that the principles of religion are gradually diminishing and diminishing. Even the fragmental existence of religious principles would be embraced by so many obstacles, as if in the trembling condition of falling down at any time. People don't care for religious principles. Even if there is a deterioration or decline, they just don't bother. They say, don't bring in religion or God when we want to, when we want to point out that the real cause of all problems is this godlessness or irreligiosity. Then they say, don't bring in that, because they have no understanding as to how God consciousness is directly linked up with the peace and prosperity of this human society. That they do not know."
    }
  ]
}