{
  "video_id": "ZLba48F_3DQ",
  "title": "The Process of Accelerated Spiritual Growth | Sri Madhu Pandit Dasa | SB 4.19.3 | ISKCON Bangalore",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=ZLba48F_3DQ",
  "segments": [
    {
      "start_time": 0,
      "end_time": 48,
      "verse_references": [
        "BG 18.66"
      ],
      "themes": [
        "surrender",
        "Krishna's instruction",
        "sinful reaction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear.",
      "summary": "This segment emphasizes the importance of surrendering to Krishna to be freed from sinful reactions, highlighting Krishna as the supreme teacher.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=0",
      "transcript": "Devotees in Bhagavad Gita, abandon all varieties of religion and just surrender unto Me. I shall deliver you from all sinful reaction. Do not fear. He can immediately make His devotee immune from all the reactions caused by sinful life if the devotee simply surrender unto Him. He is described here in a Sarvatma, meaning that He is present in everyone's heart as a super-soul. As such, He is the supreme teacher of everyone. If you are fortunate enough to take the lessons given by Lord Krishna in the Bhagavad Gita, our lives immediately become successful. No one can give better instruction to human society than Lord Krishna. Thus ends the"
    },
    {
      "start_time": 151,
      "end_time": 295,
      "verse_references": [],
      "themes": [
        "karma",
        "dharma",
        "artha",
        "kama",
        "moksha",
        "fruitive activities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Dharma guides the Karmis to do their Artha and Kama, regulated Kama so that one can go closer to Moksha or liberation from this material world.",
      "summary": "This segment discusses the concept of Karma and Dharma, explaining how regulated activities (Artha and Kama) guided by Dharma can lead to liberation (Moksha).",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=151",
      "transcript": "So here, this verse says that King Prithu, who was engaged in performing as a King, Ashwamedha Yajna, the utmost fructive activities to bring forth fruits of prosperity within his kingdom. When he does Ashwamedha Yajna, he is engaging all the Karmiminded citizens. They are the one who are organizing, doing everything. Otherwise, one would ask why Prithu Maharaj is doing fructive activities. He should be teaching them devotional service, being an empowered incarnation of the Lord. The point is that for the living entities who are in different stages of their spiritual evolution in this material world, larger part of the material world, they are all Karmis. And good Karmis means who engage in Karma according to Guru, Sadhu and Shastra for material Artha, Kama, Dharma, Artha, Kama, Moksha. Those who engage their activities of sense gratification, they are called Karmis. For Artha, for economic development, these are all Karma. And that is done according to Dharma. Dharma precedes. Dharma precedes. Dharma, Artha, Kama. Karma heads and Karma guides, sorry, Dharma, Dharma, Dharma, Artha, Kama, Moksha. Dharma guides the Karmis to do their Artha and Kama, regulated Kama so that one can go"
    },
    {
      "start_time": 299,
      "end_time": 372,
      "verse_references": [],
      "themes": [
        "sacrifice",
        "Krishna as enjoyer",
        "karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Whether it is devotion service or it is Karma, the receiver of all that, is the enjoyer of all that is Krishna.",
      "summary": "This segment explains that Krishna is the ultimate enjoyer of all sacrifices, whether devotional or fruitive, emphasizing the concept of sacrifice in Karma.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=299",
      "transcript": "So now Maharaj, Prithu is engaging all these people in the fructive activities and they are performing this Ashramedha Yajna. And in this verse it is said that the Supreme Personality of God at Vishnu is present in these sacrifices made by Prithu Maharaj. And it says that ultimately whether it is the same or not, it is the same. Whether it is devotion service or it is Karma, the receiver of all that, is the enjoyer of all that is Krishna, Boktaram Yajna Tapasam, Sarvaloka Maheshwara. Being Sarvaloka Maheshwara, he is the one who receives the, he is the Yajna Purusha. Even if you give to demigods or anything, anywhere, anybody gives, offers any sacrifice, the enjoyer of that sacrifice is Vishnu. Because Karma means, you have to sacrifice something and then you gain something, material. For material gain, you do material sacrifice."
    },
    {
      "start_time": 374,
      "end_time": 491,
      "verse_references": [],
      "themes": [
        "karma",
        "sacrifice",
        "fruitive results",
        "Lord's sanction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Work has to produce result. Anybody works according to the Lord's sanction, karma neva adhikaraste, ma phaleshu kadachana.",
      "summary": "This segment discusses the broader conception of Karma, highlighting the necessity of sacrifice and the Lord's role in giving the results of work.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=374",
      "transcript": "A broader conception of Karma, we can see that even today, people have to go to work, they have to go through very many hardships. Hmm? Yes. Hardships means Tapasa, hmm? All the Tapasa that, Tapas, without Tapas, even this world cannot run now. Maybe it is Ugra Karma, but there is Tapas and that is why they get result, fruity result. They do fruity activities and fruity results. So fruity activity necessarily involves sacrifice. Therefore it is said that the Lord in everybody's heart is sitting in the middle of the world. He is seated as a super soul and whatever they do as a sacrifice, that is all noted and those sacrifices are generally called Punya, okay? Yajna, Dhana, Thapa, different kinds of sacrifices are there, different kinds of sacrifices please the Supreme Lord. Okay? Yes. Yes. In the material world, the law of Karma is that as you sow, so you reap. So you have to sacrifice something, you have to put, for instance, now let us say as a student, now we are all educated, hmm, through our school system, there has been a sacrifice and that, it's not a, it is not a, the whole life was not enjoyment. Even Karma is, whole life is not enjoyment, hmm, but their sacrifice is Ugra Karma or the, but however, you know, it is, it produces result. Work has to produce result. Anybody works according to the Lord's sanction, karma neva adhikaraste, ma phaleshu kadachana."
    },
    {
      "start_time": 496,
      "end_time": 625,
      "verse_references": [],
      "themes": [
        "yajna artha karma",
        "Krishna's arrangement",
        "devotional service",
        "Krishna's pleasure"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Everybody has to do yajna artha karma. But in this Kali Yuga, nobody is doing yajna artha karma. They are simply doing karma.",
      "summary": "This segment emphasizes the importance of performing actions as a sacrifice to Krishna (yajna artha karma) and highlights Krishna's role in the material world and the nature of His enjoyment.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=496",
      "transcript": "So work as a sacrifice, yajna artha karma, yajna artha karma. Everybody has to do yajna artha karma. But in this Kali Yuga, nobody is doing yajna artha karma. They are simply doing karma. So still, that karma, that sacrifice, that impersonal sacrifice does produce some result and that also Krishna calculates, seated in the heart as a super soul and gives their phala. This is the way the material world is running. So therefore, Krishna, He is the Parama Purushottama. Supreme Ishwara and His expansion as a super soul in the material world, as the father of all the living entities, aham vija prajapita, father of all living entities. He is supplying everyone according to their work. This is His arrangement. So in this material world, Krishna, He is the one who gives the phala. So in this material world, Krishna, He is the one who gives the phala. He is the one who gives the phala. The Purushottama, the Parama Ishwara, He is in this material world as the Supreme Ishwara of this material world. So this material world is running according to the scheme of the Supreme Personality of Godhead to give opportunity for unlimited living entities to be free to do what they want according to their karma. Or, they are free. Potentially. Potentially, if they are free to simply engage in devotional service of the Lord, that means to keep Krishna as the center of all their activities, Krishna's pleasure as a center of all their activities, Krishna as the center of, as the enjoyer of all the activities. Krishna's enjoyment is not like our enjoyment. Super Souls' enjoyment is not like our enjoyment. Super Souls' enjoyment is not like our enjoyment."
    },
    {
      "start_time": 625,
      "end_time": 776,
      "verse_references": [],
      "themes": [
        "Krishna's pleasure",
        "chanting Hare Krishna",
        "Shakti Avesha",
        "Nama",
        "Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "Therefore when we chant Hare Krishna, it gives pleasure to Krishna. It gives pleasure to Krishna because we are sadhakas and we are taking his name.",
      "summary": "This segment explains that chanting Hare Krishna pleases Krishna, and that the sound produced becomes Shakti Avesha, ultimately non-different from Krishna.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=625",
      "transcript": "Supersoul's enjoyment is in his own standards. What is his standard? When the living entities performs Sankirtanayajna, Lord is pleased for us. Because Lord is completely self-sufficient, fully. When we say we please the Lord, we have to understand that Lord is an ocean of pleasure. And his pleasure from devotional service of his devotees, especially in this material world, is that of the pleasure of the children coming back to the right path. This gives him pleasure. Therefore when we chant Hare Krishna, it gives pleasure to Krishna. It gives pleasure to Krishna because we are sadhakas and we are taking his name. We are taking advantage of his pleasure. This is Avatara, Shakti Avesha. Now Avatara, the sound that we produce with our tongue becomes the Shakti Avesha. Avatara, not only living entities become Shakti Avesha, even sound, even matter sound produced by us with our tongue, it becomes Shakti Avesha. Just see. And then that sound, as long as all the Shakti, Satya, Chittan, Ananda Shakti enters that sound, it's no longer material sound. Nothing matter remains when Sat Chit Ananda, pure Sat Chit Ananda – Avesha enters the sound. So all matter disappears in that sense. No material qualities exist in the sound. In this material world – Hare Krishna, Rama. No material thing, material effect or three gunas exist in the sound. Similarly, no three gunas exist in the Archa-vigraha where the matter-vigraha is Sat-Chit-Ananda-Ist by the Avesha of that Shakti along with the Shaktimaan. Shaktimaan is there as a person who is incarnated. Similarly, Shakti Avesha Nama, Krishna's Nama in the spiritual world, Shuddha Nama is a Vekthi, is non-different from Krishna. The Nama persona of Krishna is same as Krishna."
    },
    {
      "start_time": 782,
      "end_time": 908,
      "verse_references": [],
      "themes": [
        "Nama",
        "Rupa",
        "Leela",
        "Shakti",
        "Sat Chitta Ananda",
        "realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "So Nama 100%, Rupa Krishna, Nama Krishna all same, Leela Krishna all 100% same.",
      "summary": "This segment emphasizes the non-difference between Krishna's Nama, Rupa, and Leela, and how the Shakti purifies us, leading to realization of Sat Chitta Ananda.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=782",
      "transcript": "So Nama 100%, Rupa Krishna, Nama Krishna all same, Leela Krishna all 100% same. Same Vekthi. In different aspects. So this Nama, Shuddha Nama of the spiritual world, Krishna's Rupa is there in the spiritual world. Similarly, Krishna's Nama is there in the spiritual world. Everything is eternal. So Krishna's Nama is eternally vibrating in the spiritual world. That eternally vibrating Nama in the spiritual world. He takes Avatara, He enters the sound uttered by us. First He enters as the Shakti. We are not qualified to directly even relate with the Shuddha Nama. Therefore first Shakti comes. The Shakti comes, bathes us, purifies us, cleans us, awakens a bit of our Bhakti towards Krishna. To that degree our chanting also keeps Him. To that degree our chanting also keeps Him. So it is the same. elevating its quality, first touching the Shakti, getting purified by realizations, by Sat realization, Chitta realization, Ananda realization. So gradually by Ananda realization we give up all taste for Jadananda or bogus, fake, cheating, false, imitation Anandas of this material world of love, sense pleasure, power, everything. There is a full realization in the devotees by the mercy or the flow of Sat Chitta Ananda of the entire cheating game and how then there is realization of how I am the loser in this material world, what I am entitled to is pure Sat Chitta Ananda, what I am entitled to in association with"
    },
    {
      "start_time": 908,
      "end_time": 1017,
      "verse_references": [],
      "themes": [
        "Sat Chitta Ananda",
        "material world",
        "illusion",
        "suicide",
        "ghost body"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So actually, when we are trying to enjoy this material world, my spirit, soul is committing suicide.",
      "summary": "This segment uses the analogy of broken glasses and fireflies to illustrate the illusory nature of material enjoyment, comparing it to spiritual suicide and resulting in a 'ghost body'.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=908",
      "transcript": "Krishna. He is pure Sat Chitta Ananda. And all these are like broken glasses, like Dhruva Maharaj says after seeing Vishnu, he says, I was praying for, my prayers were for broken glasses but now I, you have come as a diamond. So all these Asat, Achitta, Nirananda which is, which is, faking as Sat Chitta Ananda in this material world are like glass pieces, which look like a diamond, especially if it is cut nicely. Nowadays there are American diamonds, they look like diamonds, right? So similarly all these Asat, Achitta and Ananda are doing the dance of being Sat Chitta and Ananda. And then the living entity is attracted. And then it is attracted, what happens? Just like a firefly, or insects, they are attracted towards fire, right? Their own insects come, they go, so much attraction, immediately burns itself, suicide. So actually, when we are trying to enjoy this material world, my spirit, soul is committing suicide. Of course, soul is eternal, but at least for the time being, now we are all committed suicide. When somebody commits suicide, what does he get? A ghost body, right? So we are all got this ghost body. This is not our body, it is a ghost"
    },
    {
      "start_time": 1056,
      "end_time": 1134,
      "verse_references": [],
      "themes": [
        "Shuddha Nama",
        "Krishna's potency",
        "spiritual world",
        "material world",
        "Shakti"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "Goloka Vyapremadana Harinama Sankirtana as soon as we utter, we chant with our tongue we generate the sound with our material tongue immediately the Shuddha Nama descends",
      "summary": "This segment explains the potency of Shuddha Nama, emphasizing its descent from the spiritual world and the role of Shakti in purifying us before we can directly relate to it.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=1056",
      "transcript": "Krishna has so many potency Shuddha Nama has so many potency just like Krishna is Surya of Satchitananda His Nama is also Surya of Satchitananda that Nama enters there is no distance for the Lord between the spiritual world and the material world anytime, any point in the material world instantly from the spiritual world, He descends that is why it is said Goloka Vyapremadana Harinama Sankirtana as soon as we utter, we chant with our tongue we generate the sound with our material tongue immediately the Shuddha Nama descends first He descends all the Shakti when we have no relationship with the Holy Name, why He Himself should descend so His effulgent descends and His effulgence is Shakti and then when we get purified by this touch of this effulgence and in separation from Krishna that Krishna, it is Krishna's energy but if I deserve now, if I have developed attachment to immediately Shuddha Nama also will come there to reciprocate"
    },
    {
      "start_time": 1137,
      "end_time": 1234,
      "verse_references": [],
      "themes": [
        "Harinama",
        "spiritual world",
        "reciprocation",
        "love",
        "relationship with the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "Harinama spiritual world, Harinama reciprocation is no different from Krishna's direct reciprocation that is the reciprocation of love",
      "summary": "This segment highlights the reciprocation of love through Harinama, emphasizing the importance of purification and developing a loving relationship with the Lord.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=1137",
      "transcript": "Shakti's reciprocation is purification and Harinama spiritual world, Harinama reciprocation is no different from Krishna's direct reciprocation that is the reciprocation of love that means one develops a loving relationship with the Supreme Lord with Harinama, with the Nama Prabhu provided we have completely taken bath clean bathing water is what? Sat, Chit and Ananda three kinds of rain you have to stand and get soaked then you clean your soul and then you associate with Krishna Himself first you associate with this effulgence Shakti then you get relationship association means relationship as I said there is no difference for Krishna Krishna Shakti and Krishna Nama Krishna Shakti and the source of that Shakti is Shaktiman the Shuddhanama there is no special distance between them as long as we develop our relationship towards the Lord then relationship of loving service to the Lord then the Lord is available for us beyond this reality"
    },
    {
      "start_time": 1234,
      "end_time": 1340,
      "verse_references": [],
      "themes": [
        "Shakti Aveshavatara",
        "Krishna's Shakti",
        "personal Shaktis",
        "realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Pratumaharaj was a living entity and he was Shakti Aveshavatara because Krishna's Shakti was acting through him.",
      "summary": "This segment explains the concept of Shakti Aveshavatara, using Prithu Maharaj as an example, and discusses Krishna's personal Shaktis and their role in awakening us to the truth.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=1234",
      "transcript": "beyond simply a purifying energy. So in this material world, as Prabhupada is explaining here, Pratumaharaj was a living entity and he was Shakti Aveshavatara because Krishna's Shakti was acting through him. Krishna wanted to do something and therefore he gave the Shakti to Pratumaharaj. Shakti Aveshavatara. Avatara means his. He is coming down. His Shakti is coming down to do some work. Krishna's Satchitananda Shakti are all personal Shaktis. Not like the light and heat of the sun. It's personal Shaktis. Though everything close to Krishna is personal Shakti. Just like we are personal Shaktis. energy. Similarly, Krishna's personal Shaktis are Sandini, Samvit and Ladini Shakti. They are serving Him. They are surrounding Him. They are serving Him. That's the effulgence. And in order to get back the living entities to Krishna's lotus feet, these three Shaktis are coming down, Shakti Avaishanama, and cleaning us and giving us realisation, awakening us. Awakening means getting realisation of the truth. Oh, this is Satya. See, Sat, Sat. This is Satya."
    },
    {
      "start_time": 1344,
      "end_time": 1472,
      "verse_references": [],
      "themes": [
        "Shila Prabhupada",
        "Shakti Avaishavatar",
        "Nama Prabhu",
        "Hare Krishna Maha Mantra",
        "transformation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Shila Prabhupada is also Shakti Avaishavatar of Nama Prabhu. Nama Prabhu wants to spread His kripa, mercy, all over the world.",
      "summary": "This segment identifies Srila Prabhupada as a Shakti Aveshavatara of Nama Prabhu, emphasizing the power of the Hare Krishna Maha Mantra and its role in transforming individuals lost in ignorance.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=1344",
      "transcript": "And Shila Prabhupada is also Shakti Avaishavatar of Nama Prabhu. Nama Prabhu wants to spread His kripa, mercy, all over the world. Especially in the form of Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Krishna Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Krishna Krishna, Krishna Krishna, Rama Rama, Hare Hare. This Nama Prabhu, particular Nama Prabhu who is doing Leela in this material world now, is in the form of the sixteen words, sixteen names composed of Hare, Krishna and Rama. Why they are combined in that particular way and coming, that only the Lord knows. But there is a significance in every variety of the Lord's incarnation. So, even though we say it is Krishna's name, Nama Avatara, it is an avatara of Krishna with Shakti, Hare. Hare and Hara together have come together as Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. Prab Prabhupada says, Hare and Hara is dancing on our tongue. And here Prabhupada, here the purport Prabhupada says, Hare. Hare means the Supreme Ishwara. Hare is the one who burns away all your rain. The Lord is so kind that He takes all miserable conditions away from His devotees. Consequently, He is called Hare. See, Hare means one who burns away all contaminations, all. How does a devotee who is, before being a devotee, is completely lost in ignorance of God? And completely lost in this material world? And like everybody else, how does transformation"
    },
    {
      "start_time": 1472,
      "end_time": 1586,
      "verse_references": [],
      "themes": [
        "hearing",
        "Hare Krishna",
        "suffering",
        "realization",
        "detachment"
      ],
      "content_type": "practical",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "You have to hear. Hari has come in the form of sound. You have to hear, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare.",
      "summary": "This segment emphasizes the importance of hearing the Hare Krishna mantra for spiritual growth and explains how suffering can lead to realization and detachment, even for devotees.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=1472",
      "transcript": "happen in him? Transformation happens in him only because of the touch of Hare. Please understand that just simply you don't sit and grow spiritually. Within the four walls of Brahmacharya Ashram, if you remain, you won't grow spiritually. If you stay next to the altar also, you won't grow spiritually. You have to hear. Hari has come in the form of sound. You have to hear, Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. You hear. The more you hear, the more you train yourself to hear, more sankalpa, determination you will hear. You will see that even your bodily materials suffer. You will be in the form of a Lord, right? If you material sufferings all will go away. Hari burns it. Except it is on his own wish, if something is valuable for teaching something for his devotees, still the devotee will suffer. But devotee understands that in one second Krishna can just remove my suffering, sickness, this thing, that thing, everything, in one second. He can do it because he is Hari, he is the Supreme Lord. But I am chanting Hare Krishna and still I am having all this suffering, why? No. It is Krishna, Hari thinks it is very useful for you to learn some lessons, to develop your consciousness, to develop detachment from material sukkah, dukkah, to develop the realization that this is dukkhalaya, mashashvatam, to develop realization that living Krishna is the cause of all my suffering. Like this hundreds of realization can come"
    },
    {
      "start_time": 1586,
      "end_time": 1669,
      "verse_references": [],
      "themes": [
        "sinful reactions",
        "Hari Nama",
        "consciousness",
        "maya",
        "Satha, Chitta and Ananda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "We become free from the burden of our past karma if we take this medicine of Hari Nama and our consciousness becomes clearer and clearer.",
      "summary": "This segment explains how chanting Hari Nama frees us from past karma, clarifies our consciousness, and protects us from maya through the power of Satha, Chitta, and Ananda.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=1586",
      "transcript": "out of suffering in this material world even for a devotee. So Hari burns all the sinful reactions. We become free from the burden of our past karma if we take this medicine of Hari Nama and our consciousness becomes clearer and clearer. And then we become apapa vidam. Apapa vidam means no more. Papa doesn't touch. Sin doesn't touch. Sin doesn't touch. Sin doesn't touch. Such a person who is constantly in touch with Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare, even if maya comes near, she will be evaporated. By the heat of Hare Krishna Maha Mantra, by the heat of Satha, Chitta and Ananda, Asatha, Chitta and Nirananda will be evaporated."
    },
    {
      "start_time": 1669,
      "end_time": 1777,
      "verse_references": [],
      "themes": [
        "light",
        "Satchitananda",
        "spiritual energies",
        "Avatara Sharira",
        "Shabda"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1
      ],
      "key_quote": "When light comes, darkness goes. That we have to learn how to feel that light. And only by hearing, slowly that realization will come.",
      "summary": "This segment discusses the spiritual energies of Krishna and His Nama, explaining how they are Satchitananda and how hearing them leads to realization, emphasizing the concept of Avatara Sharira.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=1669",
      "transcript": "When light comes, darkness goes. That we have to learn how to feel that light. And only by hearing, slowly that realization will come. Because with the material eyes, you cannot see the light of Satchitananda. There are spiritual energies. Krishna is Satchitananda vigra. Krishna Nama is Satchitananda. That is why with our material tongue we cannot chant the Shuddha Nama. Another substance. But we can chant this Nama. And the Lord is so kind that this Nama becomes as good as his Satchitananda. Whatever you want to offer devotion to Krishna. Krishna Chandra you offer here, it is as good as offering to Satchitananda Krishna. Whatever you offer to Avatara, it goes to Krishna. Whatever Lord wants to reciprocate with his devotees, the transcendental Lord wants to reciprocate with his devotees, he does it through his Avatara Sharira. In order to, for us, our senses. To be access, to access him, he takes the Avatara Sharira. Like this Shabda is Avatara Sharira. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare. You chant Bhagavad Gita Sloka. It is Avatara Sharira, Shabda Sharira, Shabda. So, Vishnuttara. So, Vishnuttattva."
    },
    {
      "start_time": 1782,
      "end_time": 1887,
      "verse_references": [],
      "themes": [
        "Shakti Avatara",
        "Hari Eswaraha",
        "devotee's happiness",
        "internal Guru",
        "Vasudeva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord is so kind that he takes all miserable conditions away from his devotees. The devotee is so happy inside.",
      "summary": "This segment describes the happiness of a devotee under the shelter of Hari, emphasizing the role of Vasudeva as the internal and external guide in devotional service.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=1782",
      "transcript": "When God's part and parcel is especially empowered, he is called Shakti Avatara. Lord Vishnu is here described as Hari Eswaraha. The Lord is so kind that he takes all miserable conditions away from his devotees. The devotee is so happy inside. Even when he has got externally, bodily, everything, so many sufferings, that he has got an internal antasukha, happiness. That I am directly under the shelter of Hari. I am chanting his holy name. Everything that is happening for me is for something for me to benefit from. I should learn from. He is so happy. So kind. My Supreme Lord seated in my heart. He is teaching me so many things. Personally teaching. External Guru and internal Guru. So, even though we are planning or we desire or we are assured that we go to Goloka Vrindavana, please understand that Krishna is here as Vasudeva. Om Namo Bhagavate Vasudevaya. He is in this material world who spoke Bhagavad Gita. Who is seated in everyone's heart as Shirodakshaya Vishnu. So when we deal with, when we are doing devotion service, we should do devotion service completely. We are doing devotion service completely depending upon Vasudeva."
    },
    {
      "start_time": 1887,
      "end_time": 2027,
      "verse_references": [],
      "themes": [
        "Vasudeva",
        "Krishna Consciousness",
        "Bhagavad Gita",
        "ego",
        "compassion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Predominantly our Krishna Consciousness is at present is, he is our relationship with Krishna as a speaker of Bhagavad Gita. He is guiding us how to go back to Godhead.",
      "summary": "This segment emphasizes the importance of understanding Krishna's ego and compassion as revealed in the Bhagavad Gita, highlighting Vasudeva as the source of transcendental knowledge.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=1887",
      "transcript": "The one who is within and without as the Paramatma, Parameshwara in this material world, that is Vasudeva. Before Bhagavatam we say Om Namo Bhagavate Vasudevaya. It is he who is the source of all transcendental knowledge, detachment. One who enlightens a conditioned soul. A conditioned soul into Krishna Consciousness is Vasudeva. And the spiritual master is the representative, external representative of Vasudeva. Predominantly our Krishna Consciousness is at present is, he is our relationship with Krishna as a speaker of Bhagavad Gita. He is guiding us how to go back to Godhead. What we should do, what we should not do. He declares he is the Ishwara. I am running this material world. My Prakriti is working everything. Prakriti Kriyamanani Gunaikarmani Sarvasha Ahankar Vimudatma Kartaham Nithi Vanyate My Adhyaksena Prakriti Suyatesa Chararcharam Hetunane Kaunteya Jagat Parivartate. Everything is going. How Vasudeva, Krishna is declaring. We should feel his ego. Understanding Bhagavad Gita means feel that person who is speaking. Feeling Vasudeva's ego. Divine ego. All loving ego. All merciful ego. In the material world ego means all, you know, something about negativities, right? We should feel Krishna's ego. Divine ego. What is the nature of his divine ego? All loving ego. All compassionate. Entire material creation is from that ego of the Lord. Of wanting to show his compassion on those who want to go back to him. And show compassion on those who want, do not want him also. Including giving them chance to abuse him."
    },
    {
      "start_time": 2031,
      "end_time": 2170,
      "verse_references": [],
      "themes": [
        "Bhagavad Gita",
        "Sanatana Dharma",
        "Supreme Ishwara",
        "Hari",
        "sin"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Only those who accept Bhagavad Gita as it is. Only those who accept Krishna's words as it is in Bhagavad Gita. They understand what is Sanatana Dharma.",
      "summary": "This segment emphasizes the importance of accepting the Bhagavad Gita as it is to understand Sanatana Dharma and highlights Hari as the one who removes misery and cleanses us from sin.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=2031",
      "transcript": "He is the one who is seated in the heart and giving the power to abuse him. Only those who accept Bhagavad Gita as it is. Only those who accept Krishna's words as it is in Bhagavad Gita. They understand what is Sanatana Dharma. Because he has covered everything. He has covered Devatas, Demigods, Sacrifice. Everybody is covered. Everything he has covered. Who is the Supreme? Everything he has covered. Hmm? Prabhupada says Supreme Ishwara Purusha Uttama is Lord Krishna. He exhibits his powers as Ishwara or the Supreme Controller when he assures his devotee in Bhagavad Gita. Just see. Abandon all varieties of religion. This is not being spoken by Goloka Krishna. Please understand. The Prabhupada is clarifying here. Supreme Ishwara Purusha Uttama is Lord Krishna. He exhibits power as Ishwara or the Supreme Controller when he assures his devotee in Bhagavad Gita. Abandon all varieties of religion and just surrender unto me. I shall deliver you from all sinful reaction. Do not fear. Hari will reciprocate. Hari as a Supreme Controller will reciprocate. Will reciprocate. Generally Hari you can say as the word God. English word God we say actually Hari. Because Hari does not say which God. Whether it is Sridhar Chahavishnu or whether it is Rama. They are all called Hari. All their names are called Hari Nama. All of them have the common nature of burning all our sin. Cleaning us. Burning our sinful reactions and removing our miserable conditions."
    },
    {
      "start_time": 2173,
      "end_time": 2255,
      "verse_references": [],
      "themes": [
        "miserable conditions",
        "Hare Krishna",
        "God's presence",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "All living entities are miserable in this material world. For some time things all go well and everybody is jumping and dancing. When he jumps and dances he forgets next he has to jump into the fire.",
      "summary": "This segment discusses the miserable conditions of living entities in the material world and emphasizes the importance of chanting Hare Krishna to feel God's presence and overcome suffering.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=2173",
      "transcript": "All living entities are miserable in this material world. For some time things all go well and everybody is jumping and dancing. When he jumps and dances he forgets next he has to jump into the fire. When that Kala is going to come he doesn't know. All these guys who are doing discoing know. They do not know. Wait, wait, wait, wait, wait. Now you are dancing on the dancing floor. Now you will dance the fire. Adhyatmik, Adhibhautik, Adhidaivik, Kleshas. He is described here in a Sarvatma, meaning that he is present in everyone's heart as super soul. It is so wonderful. Just see. God is so close, so personal. If we want. If we want. Never feel alone. Devotee never feels alone. In Sukha and Dukha he never feels alone in the path of devotional service. You want his presence immediately move your tongue. Hare Krishna, Hare Krishna, Krishna Krishna, Hare Hare, Hare Rama, Hare Rama, Rama Rama, Hare Hare."
    },
    {
      "start_time": 2255,
      "end_time": 2379,
      "verse_references": [],
      "themes": [
        "Hare Krishna",
        "Vasudeva",
        "reciprocation",
        "Radha and Krishna",
        "attention",
        "surrender"
      ],
      "content_type": "practical",
      "circle_fit": [
        1
      ],
      "key_quote": "Therefore Prabhupada says always chant Hare Krishna. Immediately coming out of the heart into the sound.",
      "summary": "This segment emphasizes the importance of chanting Hare Krishna devotionally, especially in the early morning, to experience the reciprocation of Radha and Krishna and the need to surrender our attention to the Lord.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=2255",
      "transcript": "Therefore Prabhupada says always chant Hare Krishna. Immediately coming out of the heart into the sound. Just like Krishna. Adhyatam, Achyutam, Anadyam, Anantaroopam. Similarly is Nama also. Adhyatam, Achyutam, Anadyam, Anantaroopam. In the midst of your devotional service you chant Hare Krishna. Then that is Vasudeva. Vasudeva is coming for you. Early morning you are chanting Hare Krishna, Hare. Nicely. Devotionally. Exclusively. Hearing. Not thinking of any other service. That time the Lord is reciprocating. As Radha and Krishna. Krishna, Hare, Supreme Hare, Supreme Hara, which is our goal. That is why it is not easy to lock your attention. As we become purer we will be able to lock our attention more and more. We should try to lock our attention. But nobody, Atashi, Krishna, Namadhi, Nabhavet, Grahya, Mindriye. Nobody can lock Krishna. You try to lock. And when he allows, it gets locked. That is why some devotees come and say, Prabhu, yesterday was very nice, I could lock my attention. Same thing I am trying today, nothing is happening. We should go on trying to lock our attention. It means surrender our 100% attention to him. We should. You take that step, then Krishna has to. We have to understand that Krishna has to allow for you to lock your attention on him."
    },
    {
      "start_time": 2379,
      "end_time": 2502,
      "verse_references": [],
      "themes": [
        "Hare Nama",
        "Sankirtana",
        "absorbing capacity",
        "reciprocation",
        "devotee"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "You do one Sankirtana in the city, it is not a small effect. It is not about how many people are in the Sankirtana, how many people are chanting. It is vibrating that together, that Hare Nama.",
      "summary": "This segment uses the analogy of waterfalls and different types of soil to illustrate how the effectiveness of Hare Nama depends on our absorbing capacity and the purity of our devotion.",
      "timestamp_url": "https://youtu.be/ZLba48F_3DQ?t=2379",
      "transcript": "Hare Nama. It is not a small effect. You do one Sankirtana in the city, it is not a small effect. It is not about how many people are in the Sankirtana, how many people are chanting. It is vibrating that together, that Hare Nama. Where this many people vibrating together is heard. The chorus is heard by the conditioned living entity and by the entire atmosphere. Not only living, not only the human beings. All the, you know, animals, insects. Only human beings can hear sound? No. So many can hear sound. They all hear. So in large, you have to understand that Hare is so powerful. Hare Nama is so powerful. Krishna himself. Only our absorbing capacity is less. Like waterfalls, clay will not absorb so much. Nice soft mud will absorb. Sand will not absorb. Rock will not absorb. Rain is same. Hare Nama is same. Whether you chant, Karmi chants, anybody chants. Hare Nama is same. But this reciprocation depends upon what is your soil or a sponge or what you are. Like a sponge. A pure devotee is like a sponge. Full rain will get soaked in. On a rock it falls. Nothing goes in. It will just flow away. Nama Prada. Nama Prada is, it all goes away. Just goes away. Just goes away. But there it goes away. Flows away. He cannot take anything. Nothing changes in his life."
    }
  ]
}