{
  "video_id": "zlk-k2C5OJI",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.5.35 | 11-10-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=zlk-k2C5OJI",
  "segments": [
    {
      "start_time": 71,
      "end_time": 153,
      "verse_references": [],
      "themes": [
        "fruitive work",
        "transcendental knowledge",
        "spiritual realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Perfectly able to acquire a transcendental knowledge for spiritual realization.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and explains the common notion that performing fruitive work according to scriptures leads to transcendental knowledge and spiritual realization.",
      "timestamp_url": "https://youtu.be/zlk-k2C5OJI?t=71",
      "transcript": "In this session, we will be discussing from the 35th verse of the 5th chapter of the 1st canto, Srimad Bhagavatam. Yaratra Kriyate Karma Bhagavat Paritoshanam Jnanam Yattad Atheenam Hi Bhakti Yoga Samanvitam. The meaning of this verse is, whatever work is done here in this life for the satisfaction of the mission of the Lord is called Bhakti Yoga or Transcendental Loving Service to the Lord. And what is called knowledge becomes a concomitant factor. So this verse is explained by Srila Prabhupada very nicely in the purport. I will directly go to the purport. From the purport, we can understand what is being said in this verse by Narada. The general and popular notion is that by discharging fruity work in terms of the directions of the scriptures, one becomes perfect, perfectly able to acquire a transcendental knowledge for spiritual realization."
    },
    {
      "start_time": 153,
      "end_time": 294,
      "verse_references": [],
      "themes": [
        "karma",
        "spiritual knowledge",
        "bhakti yoga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "People think that if we do the particular activities mentioned in the scriptures for getting some material benefit...we will develop this spiritual understanding.",
      "summary": "The speaker elaborates on the general inclination to perform activities for material benefits, believing it will lead to spiritual knowledge and realization, and how this perspective often equates Bhakti Yoga with Karma.",
      "timestamp_url": "https://youtu.be/zlk-k2C5OJI?t=153",
      "transcript": "Most people are generally inclined to work or do some activity. That is the nature of the soul, to be always active. So people think that according to the directions of the Shastra, they should perform certain types of pious activities or those activities recommended in the scriptures for some material benefit, and that will lead to getting transcendental knowledge, spiritual knowledge for spiritual realization. Ultimately, the Shastra say we have to realize we are spirit, so we have to realize the spiritual truth, and for that spiritual knowledge is required. And how do you get that knowledge? Of course, you can get knowledge by studying the scriptures, but to realize that knowledge, merely studying, will it help? No, that is not enough. So therefore, people think that if we do the particular activities mentioned in the scriptures for getting some material benefit, not necessarily in terms of just some gross benefits in this life, but something for the future, could be for the future, could be for some next life, like that, so they think that we will develop this spiritual understanding by which we can develop the spiritual knowledge, and the spiritual knowledge which we can actually become realized, and therefore they"
    },
    {
      "start_time": 294,
      "end_time": 375,
      "verse_references": [],
      "themes": [
        "bhakti yoga",
        "karma",
        "jnana"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhakti Yoga is above both Karma and Jnana.",
      "summary": "The speaker clarifies that Bhakti Yoga is superior to both Karma and Jnana, a confidential truth revealed in the Srimad Bhagavatam, and that Bhakti Yoga is independent.",
      "timestamp_url": "https://youtu.be/zlk-k2C5OJI?t=294",
      "transcript": "realize, and therefore they consider such people, they consider Bhakti Yoga as another form of Karma only, because Bhakti Yoga involves activities, and Karma means doing pious activities recommended in the scriptures, so both are same. And Shastra gives an explanation how they areradas can not be followed is it evenkul sat Cal relieved a due exhibition by the Shastra. And therefore, they give a higher position to Jnana or spiritual knowledge. But the real fact is that Bhakti Yoga is above both Karma and Jnana. This is not known to many people. And this confidential truth is revealed in the Srimad Bhagavatam. So Bhakti Yoga is independent of Jnana, Bhakti Yoga is independent of Karma. On the other hand, if you really study carefully Karma, Jnana, and Bhakti, then both Karma and Jnana are different. They are dependent on Bhakti Yoga."
    },
    {
      "start_time": 375,
      "end_time": 497,
      "verse_references": [
        "BG 2.47"
      ],
      "themes": [
        "karma",
        "bhakti",
        "supreme lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The success in performing Karma is dependent on pleasing the Supreme Lord.",
      "summary": "The speaker explains how Karma and Jnana are dependent on Bhakti Yoga, emphasizing that the success of activities and the transformation of knowledge into realization depend on pleasing the Supreme Lord, referencing the Bhagavad Gita on Karma Yoga and Yajna.",
      "timestamp_url": "https://youtu.be/zlk-k2C5OJI?t=375",
      "transcript": "How are they dependent? Because, whatever activities we may perform, unless those, even pious activities, unless the results of such activities are sanctioned by the Supreme Lord, one will not get the results. So one has to perform such pious activities which are recommended in the scriptures in order to please the Supreme Lord, either directly or indirectly. So the success in performing Karma is dependent on pleasing the Supreme Lord. And pleasing the Supreme Lord means Bhakti or Bhakti Yoga. And as regards knowledge, if somebody is cultivating spiritual knowledge, that spiritual knowledge will turn into realization only when such knowledge is employed in pleasing the Supreme Lord. In the Bhagavad Gita, very clearly it is said that Karma becomes Karma Yoga only when Karma is performed as Yajna. Yajna arthat karmanah anyatra lo koyam karma bandhanah. If you want freedom from karma bandhana, then Karma should be done as Yajna. Yajna means to do some work for pleasing the Supreme Lord,"
    },
    {
      "start_time": 497,
      "end_time": 589,
      "verse_references": [
        "BG 7.19"
      ],
      "themes": [
        "bhakti",
        "jnana",
        "spiritual realization"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Jnana independent of Bhakti will not give the real result of realization, spiritual realization.",
      "summary": "The speaker emphasizes that Karma and Jnana, when independent of Bhakti, do not yield true results, and that only through Bhakti can one achieve spiritual realization, referencing the Bhagavad Gita on surrendering to Krishna after many lifetimes of knowledge.",
      "timestamp_url": "https://youtu.be/zlk-k2C5OJI?t=497",
      "transcript": "which is nothing but Bhakti. So Karma independent of Bhakti is not going to give the real result. Jnana independent of Bhakti will not give the real result of realization, spiritual realization. That is also explained in the Bhagavad Gita. Bahunam janmanam ante jnanavan mam prapadyate. Those who are jnanavan, those who have really come to the stage of mature knowledge, they surrender to Krishna. Only then they become realized. Otherwise, any amount of knowledge, which is simply some theoretical information, remains as theory. It doesn't become realized knowledge. It doesn't lead to enlightenment. So enlightenment is possible only by Bhakti. And real results of Karma, sorry, results of Karma is possible only by dedicating those activities in service of the Supreme Lord."
    },
    {
      "start_time": 589,
      "end_time": 740,
      "verse_references": [],
      "themes": [
        "kriya yoga",
        "supreme lord",
        "satisfaction"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Kriya Yoga is specifically the principle to satisfy the Supreme Lord by one's activities.",
      "summary": "The speaker explains Kriya Yoga as the principle of satisfying the Supreme Lord through one's activities, even those performed as duties or within the varnashrama system, and quotes Bhagavad Gita on Krishna being the enjoyer, proprietor, and well-wisher.",
      "timestamp_url": "https://youtu.be/zlk-k2C5OJI?t=589",
      "transcript": "That's why Narad Muni is telling here that this Kriya Yoga, as he says here, yaratra kriyate karma bhagavad paritoshanam Kriya Yoga. Kriya Yoga is specifically the principle to satisfy the Supreme Lord by one's activities. Whatever activities one performs, even as duties or as one's own work in terms of one's position in the varnashrama system, whatever work one does, even spiritual activities, what may be called spiritual activities, activities of self-realization, all such activities have to be done to satisfy the Supreme Lord. Because in the fifth chapter of the Bhagavad Gita, Lord Krishna says, bhoktaram yajna tapasam sarva loka maheshwaram surdam sarva bhutana. Three principles he explains which are very, very important to understand. For ultimate peace, gyatvamam shanti mrcchati. What are the three principles? That Krishna is the supreme enjoyer of all sacrifices and penances. Ultimately, every sacrifice culminates in pleasing the Supreme Lord. Bhoktaram means he is the real enjoyer, ultimate enjoyer, of all, yajna tapasam, yajna and tapasya. And sarva loka maheshwaram, he is the supreme proprietor of all planets, all devatas, the entire creation, the entire existence. He is the Lord, he is the master, he is the proprietor. And the third point is surdam sarva maheshwaram, surdam sarva bhutanam, he is the topmost well-wisher"
    },
    {
      "start_time": 740,
      "end_time": 827,
      "verse_references": [],
      "themes": [
        "supreme lord",
        "satisfaction",
        "transcendental knowledge"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When you please Krishna, everyone is satisfied.",
      "summary": "The speaker uses the analogy of watering the root of a tree or feeding the stomach to illustrate that pleasing Krishna satisfies everyone, as all are parts and parcels of Him, and that transcendental knowledge is automatically achieved without separate endeavor.",
      "timestamp_url": "https://youtu.be/zlk-k2C5OJI?t=740",
      "transcript": "of every living being, which means that if he is pleased, everyone is satisfied. You can easily understand it is very difficult to separately, individually satisfy every person. We are obligated to so many people. But if we simply satisfy Krishna, that is like watering the root of a tree. Then you are supplying water to the root of the tree is the best way to nourish all the parts of the tree, or supplying food to the stomach. All the parts of the body are nourished. There is an arrangement. So similarly, when you please Krishna, everyone is satisfied. All the parts and parcels, because everyone is a part and parcel of Krishna. So therefore, the recommendation here is that simply do all activities for pleasing the Supreme Lord. Transcendental knowledge or spiritual knowledge or enlightenment is automatically achieved without separate endeavour."
    },
    {
      "start_time": 827,
      "end_time": 902,
      "verse_references": [],
      "themes": [
        "devotional service",
        "knowledge",
        "enlightenment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna enlightens the devotee from within.",
      "summary": "The speaker concludes by stating that Krishna gives knowledge to those engaged in loving devotional service, destroying the darkness of ignorance with the lamp of knowledge from within, emphasizing that devotional service works without separate endeavor.",
      "timestamp_url": "https://youtu.be/zlk-k2C5OJI?t=827",
      "transcript": "This is explained in the Bhagavad Gita also. Krishna says, I give the knowledge to those who are engaged in my loving, devotional service. The principle is to please Krishna, out of love, for pleasing Krishna. And how does it work? Tesham eva anukampartham aham ajnana-jamta-maha-nashayami Atma bhavastho jnana-dipena-bhasuta. Because Krishna is seated in everyone's heart, so he destroys with the shining lamp of knowledge the darkness born of ignorance. All darkness is dispelled by Krishna. So therefore, that's how it works. Devotional service works without separate endeavour. And Krishna enlightens the devotee from within. Of this, there need be no doubt at all. I'll stop here. Thank you very much."
    }
  ]
}