{
  "video_id": "zmRslIya4w8",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.34 | 23-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=zmRslIya4w8",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiran Dhasya Gyanan Janishalakaya",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/zmRslIya4w8?t=0",
      "transcript": "Om Agyana Timiran Dhasya Gyanan Janishalakaya Chakshuran Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nityananda Shri Advaita Gadadhara Srivasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 41,
      "end_time": 102,
      "verse_references": [],
      "themes": [
        "burden of the earth",
        "divine intervention"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He simply created hostility between the powerful administrators, and they fought amongst themselves.",
      "summary": "The speaker introduces the verse and explains how the Lord pacifies the earth by creating conflict among burdensome rulers.",
      "timestamp_url": "https://youtu.be/zmRslIya4w8?t=41",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udeerayet. In this session, we will be discussing from the 34th verse of the 11th chapter of the 4th chapter of the 1st Chant of Srimad Bhagavatam. The meaning of this 34th looks as the Lord was pacified after killing those kings who were burdensome to the earth. They were puffed up with military strength, horses, elephants, chariots, infantry, etc. He himself was not a party in the fight. He simply created hostility between the powerful administrators, and they fought amongst themselves."
    },
    {
      "start_time": 102,
      "end_time": 163,
      "verse_references": [],
      "themes": [
        "false ego",
        "illusion",
        "material energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I think every living being in this material world thinks I am an enjoyer.",
      "summary": "The speaker elaborates on Srila Prabhupada's purport, discussing the illusion of being an enjoyer in the material world and the influence of Maya.",
      "timestamp_url": "https://youtu.be/zmRslIya4w8?t=102",
      "transcript": "He was like the wind which causes friction between bamboos and so sparks a fire. So Sri La Pravapada explains in the purport, as stated above, the living beings are not factual enjoyers of things which are manifested as God's creation. The Lord is the genuine proprietor and enjoyer of everything manifested in this creation. Unfortunately, influenced by the deluding energy, the deluding energy means the energy which puts us in illusion, the material energy, Maya. The living being becomes a false enjoyer under the dictation of the modes of nature, the gunas, sattva guna, rajya guna, tamo guna, the influence creates an influence such that I think every living being in this material world thinks I am an enjoyer."
    },
    {
      "start_time": 163,
      "end_time": 235,
      "verse_references": [],
      "themes": [
        "false sense of God",
        "burden on earth",
        "suffering"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "You see, God is God, nobody else can become God.",
      "summary": "The speaker explains how the false sense of becoming God leads to increasing material strength and becoming a burden on the earth, causing suffering for sane people.",
      "timestamp_url": "https://youtu.be/zmRslIya4w8?t=163",
      "transcript": "And that is a false enjoyer, because it is explained why false enjoyer, puffed up, puffed up by such a false sense of becoming God. You see, God is God, nobody else can become God, but we try to become God. And what happens? The deluded living being increases material strength by so many activities, and thus becomes the burden of the earth, so much so that the earth becomes completely uninhabitable. By the same people. The earth is meant for all the living beings who are part and parcel of the Supreme Lord, but some people, they try to lord over others, and they become burdensome for the earth. That the sane people, the saintly people, the sober people, they find it difficult to live on the earth."
    },
    {
      "start_time": 235,
      "end_time": 282,
      "verse_references": [
        "BG 4.7"
      ],
      "themes": [
        "Dharma",
        "misuse of energy",
        "divine intervention"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "This state of affairs is called dharmasya glani.",
      "summary": "The speaker connects the situation to 'dharmasya glani' from the Bhagavad Gita, explaining how the Lord appears to save the saner section of humanity and alleviate the burden of vicious administrators.",
      "timestamp_url": "https://youtu.be/zmRslIya4w8?t=235",
      "transcript": "This state of affairs is called dharmasya glani. This is the term that is used in Bhagavad Gita. Yada yadahi dharmasya glani bhavati bharata. The fourth chapter, Krishna describes this. Or dharmasya glani is also described by Prabhupada here as misuse of the energy of the human being. When such misuse of human energy is prominent, the saner living beings become poor. The saner living beings become perturbed by the awkward situation created by the vicious administrators who are simply burdens of the earth, and the Lord appears by his internal potency just to save the saner section of humanity and to alleviate the burden due to the earthly administrators in different parts of the world."
    },
    {
      "start_time": 282,
      "end_time": 351,
      "verse_references": [],
      "themes": [
        "demoniac nature",
        "exploitation",
        "divine plan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord comes to actually reduce this burden.",
      "summary": "The speaker describes how demoniac kings exploit others, and the Lord reduces this burden by creating hostility among them, similar to a forest fire caused by bamboo friction.",
      "timestamp_url": "https://youtu.be/zmRslIya4w8?t=282",
      "transcript": "The Lord comes to reduce the burden of these vicious administrators, these demoniac natured kings who are not properly ruling. They simply amass wealth and power and exploit the weaker sections of society, or exploit the saintly people, or exploit the common people. The Lord comes to actually reduce this burden by eliminating. Eliminating means the Lord actually purifies them by killing them. He purifies them, or he delivers them, or he liberates them. Now the Supreme Lord does not favor either of the unwanted administrators, but by his potential power, he creates hostility between such unwanted administrators, as the air creates fire in the forest by the friction of the bamboos."
    },
    {
      "start_time": 351,
      "end_time": 435,
      "verse_references": [],
      "themes": [
        "analogy",
        "friction",
        "destruction"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Air is blowing. And the friction between two bamboos. That creates a spark.",
      "summary": "The speaker elaborates on the analogy of the forest fire, explaining how the Lord creates friction between demons, leading to their self-destruction.",
      "timestamp_url": "https://youtu.be/zmRslIya4w8?t=351",
      "transcript": "Now here specifically the reference is made where the Lord does not himself involve in killing. He just creates friction between the demons, and they kill each other. And the example is given, just like in a forest, air is blowing, and the friction between two bamboos, and the friction between two trees, that creates a spark, and dry bamboo catches fire, and the forest fire destroys the whole bamboo forest. Similarly, even the friction between the demons, they fight each other, and they kill each other. Now Srila Prabhupada explaining the example given, the fire in the forest takes place automatically by the force of the air, and similarly, that means nobody goes to set fire. No human being is required to set fire in a forest. The forest fire takes place, the air creating friction between the bamboos, creating a spark, and the spark ignites a fire, dry bamboo catches fire, and it spreads."
    },
    {
      "start_time": 435,
      "end_time": 496,
      "verse_references": [],
      "themes": [
        "political conflict",
        "ideology",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The hostility between different groups of politicians takes place. By the unseen design of the Lord.",
      "summary": "The speaker connects the forest fire analogy to political conflicts, stating that they occur by the Lord's design, and only devotees are saved from false prestige.",
      "timestamp_url": "https://youtu.be/zmRslIya4w8?t=435",
      "transcript": "Similarly, the hostility between different groups of politicians takes place by the unseen design of the Lord. The unwanted administrators, puffed up by false power and military strength, thus become engaged in fighting amongst themselves over ideological conflicts and so exhaust themselves of all powers. They will kill each other because they cannot tolerate different ideologies. Each one has his own ideology. Nobody follows the ideal Supreme Lord. That is the nature of demoniac quality people. The history of the world reflects this factual will of the Lord, and it will continue to be enacted until the living beings are attached to the service of the Lord. Those who become devotees, they are saved from this false prestige."
    },
    {
      "start_time": 496,
      "end_time": 538,
      "verse_references": [],
      "themes": [
        "false power",
        "reincarnation",
        "karma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They simply try to lord over. And they try to exploit others.",
      "summary": "The speaker discusses the futility of seeking material power, stating that those who do so are punished by the laws of nature and are bound to reincarnation.",
      "timestamp_url": "https://youtu.be/zmRslIya4w8?t=496",
      "transcript": "Falsely declaring themselves to be God, falsely possessing power, which is not going to last, thinking that they are forever going to remain powerful. So till they become wise, they are going to keep on taking birth again and again, and every birth, they simply try to lord over, and they try to exploit others, and they are punished by the laws of nature appropriately. They cannot escape punishment."
    },
    {
      "start_time": 538,
      "end_time": 597,
      "verse_references": [
        "BG 7.14"
      ],
      "themes": [
        "deluding energy",
        "surrender",
        "liberation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Daivi Hesha Gunamayi Mamamaya Duratyaya.",
      "summary": "The speaker quotes Bhagavad Gita 7.14, explaining that the deluding energy is difficult to overcome, but those who surrender to Krishna can cross the ocean of material existence.",
      "timestamp_url": "https://youtu.be/zmRslIya4w8?t=538",
      "transcript": "Perfect justice is there in nature. In the Bhagavad Gita, this fact is very vividly described in the 7th chapter 14th verse, Daivi Hesha Gunamayi Mamamaya Duratyaya. The deluding energy is my potency, Mamamaya, and thus it is not possible for the dependent living beings to supersede the strength of the material modes, Duratyaya. It is not possible to supersede, but those who take shelter in me, Krishna is speaking these words, Mam evaye prapadyante. Those who take shelter in Krishna, they can cross over the gigantic ocean of material energy, Maya metam tarantite. The gigantic ocean of material existence, they are very easily able to cross it."
    },
    {
      "start_time": 597,
      "end_time": 671,
      "verse_references": [],
      "themes": [
        "peace",
        "surrender",
        "devotion"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Independent. Attempts at establishing peace in this world. Are never going to be successful.",
      "summary": "The speaker emphasizes that peace and prosperity cannot be achieved through fruitive activities or speculation, but only through surrender to the Supreme Lord.",
      "timestamp_url": "https://youtu.be/zmRslIya4w8?t=597",
      "transcript": "This means that no one can establish peace and prosperity in the world by fruitive activities or by speculative philosophy or ideology. Independent attempts at establishing peace in this world are never going to be successful as long as people don't surrender to the Supreme Lord and follow the Lord's directions for establishing peace, for themselves becoming peaceful, and for bringing about peace in the entire world. Is never possible by human efforts, by people's speculation, by having their own ideologies. It's never going to work. The only way is to surrender unto the Supreme Lord and thus become free from the illusion of the deluding energy, this material energy which is acting, influencing, bewildering all the living beings. That influence one has to overcome by surrender to Krishna."
    },
    {
      "start_time": 671,
      "end_time": 735,
      "verse_references": [
        "BG 7.15"
      ],
      "themes": [
        "destructive work",
        "demoniac nature",
        "surrender"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Unfortunately persons who are engaged. In destructive work. Are unable to surrender to the personality of Godhead.",
      "summary": "The speaker quotes Bhagavad Gita 7.15, explaining that those engaged in destructive work, the lowest of mankind, sinful, atheistic, and materialistic individuals, are unable to surrender to the Lord.",
      "timestamp_url": "https://youtu.be/zmRslIya4w8?t=671",
      "transcript": "There is no other way. So Prabhupada Srila Prabhupada further explains, unfortunately persons who are engaged in destructive work are unable to surrender to the personality of Godhead. This is the 15th verse of the 7th chapter, Namaham duskruti no mudha. Duskruti naha means engaged in vicious activities, destructive work. That's their nature, demonic nature people, or those who are lowest of mankind, those who are sinful, those who are atheistic, those who are materialistic, they are unable to surrender to the Lord. They are all now four categories. Krishna has described in the Bhagavad Gita. Prabhupada is quoting that Bhagavad Gita verse, the 15th verse of the 7th chapter. They are all fools of the first order."
    },
    {
      "start_time": 735,
      "end_time": 830,
      "verse_references": [],
      "themes": [
        "ignorance",
        "materialism",
        "challenge to God"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They are all fools of the first order.",
      "summary": "The speaker elaborates on the four categories of people who cannot surrender to Krishna: fools, the lowest of mankind, those robbed of knowledge, and those with a demoniac mentality who challenge God.",
      "timestamp_url": "https://youtu.be/zmRslIya4w8?t=735",
      "transcript": "Mudha. Mudha means they are compared to ass, donkey. And the second category, they are the lowest of the human species of life, Narathama, the lowest of mankind. The third category are the people who are Mayaya Apahrutagyana. They are robbed of their knowledge, although apparently they seem to be academically educated, Apahrutagyana Mayaya. By the material energy, illusory energy, their knowledge is stolen away. Though they have accumulated knowledge, they have studied, or they have academic achievements, all that knowledge is lost by the influence of maya. And the last category of these Dushkrutina, they are all of the demoniac mentality, Asurambhavamashrita, always challenging the supreme power of the Lord. They never surrender to Krishna. They always want to challenge. If there is God, I will defeat him, I will kill him, I will finish him off. I am powerful. I am supremely powerful."
    },
    {
      "start_time": 830,
      "end_time": 934,
      "verse_references": [],
      "themes": [
        "material power",
        "ignorance",
        "spiritual science"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "They only think in terms of body. And the. Material. Energy.",
      "summary": "The speaker concludes by stating that those who hanker after material power are fools because they are ignorant of the living energy and spiritual science, and they cannot understand spirit without surrendering to Krishna.",
      "timestamp_url": "https://youtu.be/zmRslIya4w8?t=830",
      "transcript": "This is their mentality. Those who are very materialistic, always hankering after material power and strength, are undoubtedly fools of the first order. They think that this material world, there is no controller, so let us take charge, let us take control. We will become powerful and defeat all the fellow humans and then control of the entire world. This is their plan, but they are fools. Why? Because they have no information of the living energy. They only think in terms of body and the material energy, and they are also ignorant of the supreme spiritual science. They are absorbed in material science. The end of the material body. Material science is like that. It has no understanding of what is spirit. They don't have understanding of the supreme spirit, individual spirit. They have no understanding of spirit at all, and neither they can really understand if they don't surrender to Krishna, if they don't take devotion and service. This will always remain unknown to them, and they will be always deluded by the material. I will stop here. Thank you very much."
    }
  ]
}