{
  "video_id": "zmStdxPcB1c",
  "title": "SB 1.19.23 | HH Stoka Krishna Swami | 26-05-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=zmStdxPcB1c",
  "segments": [
    {
      "start_time": 0,
      "end_time": 41,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmeelitam Jena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/zmStdxPcB1c?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chaksharunmeelitam Jena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhaktivedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 55,
      "end_time": 132,
      "verse_references": [
        "SB 1.19.23"
      ],
      "themes": [
        "verse explanation",
        "sages",
        "kindness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "O great sages, you have all very kindly assembled here, having come from all parts of the universe.",
      "summary": "The speaker introduces and translates verse 23 from the 19th chapter of the 1st canto of Srimad Bhagavatam, focusing on Parikshit Maharaj's glorification of the assembled sages.",
      "timestamp_url": "https://youtu.be/zmStdxPcB1c?t=55",
      "transcript": "In this session we will be discussing from the 23rd verse of the 19th chapter of the 1st canto of Srimad Bhagavatam. Samagata Sarvata Eva Sarve Vedayatha Murti Dharastri Prishthe Nehat Namutra Nakaschanarth Rite Paranugraham Atma Sheelam. The meaning of this verse is as follows. The king said, Parikshit Maharaj is responding to the sages. O great sages, you have all very kindly assembled here, having come from all parts of the universe. You are all as good as supreme knowledge personified, who resides in the planet above the three worlds. That means who resides inside Satyaloka. Consequently, you are naturally inclined to do good to others, but for this, you have no interest either in this life or in the next."
    },
    {
      "start_time": 132,
      "end_time": 270,
      "verse_references": [
        "SB 1.19.23"
      ],
      "themes": [
        "sages",
        "welfare",
        "opulence",
        "Bhagavan"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhagavan Sri Krishna is full of six kinds of opulences Aishwarya",
      "summary": "The speaker elaborates on why Parikshit is glorifying the sages, emphasizing their selfless welfare activities and then explaining the six opulences of Bhagavan, referencing Srila Prabhupada's purport.",
      "timestamp_url": "https://youtu.be/zmStdxPcB1c?t=132",
      "transcript": "Parikshit is glorifying the great sages who assembled there in that holy place. So, Parikshit is telling them, you have very kindly assembled here. Why is he telling like this? Because these sages, they have no personal interest, they only want to do welfare activity for the others, for the other conditioned souls, so therefore they are very great personalities, they are very kind to everyone, so they have kindly assembled there and they have come from different parts of the universe. The universe is very vast compared to one tiny planet that we know of, the earth planet. The universe is very vast and they are being described as good as supreme knowledge personality personified. The Sanskrit that is used is Veda Yatha Murti Dharaha. So Srila Prabhupada explains in the purport six kinds of opulences namely wealth, strength, fame, beauty, knowledge and renunciation: Aishwarya, Viriya, Yasha, Shri, Jnana, Vairagya. These are the six opulences are all originally the different attributes pertaining to the absolute personality of the universe and the absolute personality of the universe and the Godhead. This is a definition of the term called Bhagavan which is specifically applicable only to the Supreme Personality of Godhead Bhagavan Sri"
    },
    {
      "start_time": 270,
      "end_time": 376,
      "verse_references": [],
      "themes": [
        "opulence",
        "Krishna",
        "living entities",
        "comparison"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The sum total of all wealth belongs to Krishna",
      "summary": "The speaker continues to describe the opulences of Krishna and compares them to the limited opulences of living entities, mentioning the 78% figure from the scriptures.",
      "timestamp_url": "https://youtu.be/zmStdxPcB1c?t=270",
      "transcript": "Krishna. So Bhagavan Sri Krishna is full of six kinds of opulences Aishwarya Samagrasya, the sum total of all wealth belongs to Krishna. Similarly, the sum total of all the strength belongs to Sri Krishna, like that all the six opulences. The living beings who are part and parcel entities of the supreme being have all these attributes partially up to the full strength of 78 percent. Partially means the Lord has unlimited quantity of these six opulences and the living entities have very, very, very, very, very little of these opulences. Living entities have a limited quantity of each of these opulences. Lord has unlimited quantity of these opulences, so this difference eternally exists under all conditions whether the living beings have very, very, very, very, whether the living being is conditioned soul or is a liberated soul. Living being always is a part and parcel of the Supreme Lord and is always very tiny, has got limited opulence. So what is this 78% that Prabhupad is talking about? This has got reference to a comparison made in the scriptures. So that is what I am trying to explain and what it says in majlis that are the quantities of the such that God tensor Lageen ji Maha Padopal the sovereignness of the time it says thatu 살sayeri Tamsil Baseela chant 라 clothing tons of the living being already if Allah has arisen to share a partial soul or has window of seeking himself autistic of the supreme lord and is always very tiny has got limited opulence. So what is this 78% the Prabhupada is talking about? This has got reference to a comparison made in the scriptures О traffic bar with a comparison amongst them whether this Dержa muta or續 ASR or or Tamar Vanaha will come."
    },
    {
      "start_time": 376,
      "end_time": 482,
      "verse_references": [],
      "themes": [
        "qualities",
        "Krishna",
        "living entities",
        "material energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The supreme personality of godhead has got unlimited qualities but among those qualities the important qualities the principal qualities are counted as 64.",
      "summary": "The speaker explains the 78% figure by comparing the 64 qualities of Krishna to the 50 qualities of living entities, and how material energy covers these attributes.",
      "timestamp_url": "https://youtu.be/zmStdxPcB1c?t=376",
      "transcript": "between the qualities of the living entities and qualities of the supreme personality of godhead. The supreme personality of godhead has got unlimited qualities, but among those qualities, the important qualities, the principal qualities are counted as 64. Out of the 64 qualities, the living beings, the jivatmas have only 50 qualities. So both in terms of the number of principal qualities when they are compared between the living entities and Krishna, living entities have 50 and supreme lord Krishna has 64. So that 50 divided by 64 comes to 78 percent. If you work out that arithmetic it will come to 78 percent. That's what is being talked about by Prabhupada. The living entities or living beings have up to full strength of 78. In the material world these attributes up to 78 percent of the Lord's attributes are covered by the material energy, they are never exhibited as completely spiritual, but they are covered by the material energy."
    },
    {
      "start_time": 482,
      "end_time": 620,
      "verse_references": [],
      "themes": [
        "analogy",
        "sun",
        "cloud",
        "material energy",
        "spiritual form"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Just like the sun is covered by a cloud...similarly the original glare is pushed toward the...",
      "summary": "The speaker uses the analogy of the sun being covered by a cloud to illustrate how material energy covers the original spiritual form and effulgence of living entities.",
      "timestamp_url": "https://youtu.be/zmStdxPcB1c?t=482",
      "transcript": "Now an example is given, just like the sun is covered by a cloud. Sometimes it happens that the sun will be shining in the sky, but when the sun becomes covered by a cloud, the sun cannot get covered by a cloud, it appears like that to our eyes. What is blocking our view of the sun? Sun is very huge, but what is blocking the view of our sight when we try to see the sky where sun is present? We cannot see there is a cloud because the cloud is blocking our vision. Cloud cannot block the sun. So here it is said the covered strength of the sun is very dim compared to the original glare. Sun is very, very, very powerful. So the sunshine that is emanating from the sun planet, this sunshine its original glare is very, very bright, but when covered by a cloud you can dimly see some light in the sky. Similarly, the original glare is pushed toward theuis aqui similarly the original glare is pushed toward the heat of the sun andきた comes as a light right here but theASE in this case it is suppose to be visible light in the sky, but when covered by the cloud we can dimly see some light in the sky. Similarly, the original glare is very bright when covered by a cloud it is possible to see some light in this kind the strong..... color of the living beings with such attributes becomes almost extinct. So, the living entities have got their original spiritual form, have got their original effulgence, but that is covered by the material energy, covered by the material energy. There are three planetary"
    },
    {
      "start_time": 620,
      "end_time": 771,
      "verse_references": [],
      "themes": [
        "planetary systems",
        "Satyaloka",
        "Vedic wisdom",
        "liberated souls"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In Satyaloka that is Brahma's own planet planet where Brahma resides Satyaloka the inhabitants are fully cognizant of Vedic wisdom and thus the mystic cloud of material energy is cleared",
      "summary": "The speaker describes the different planetary systems, focusing on Satyaloka and how Vedic wisdom clears the material energy, leading to liberation.",
      "timestamp_url": "https://youtu.be/zmStdxPcB1c?t=620",
      "transcript": "systems namely the lower worlds, the intermediate worlds and the upper worlds, upper worlds. The human beings on earth are situated at the beginning of the intermediate worlds, but living beings like Brahma and his contemporaries live in the upper worlds of which the top post is Satyaloka. Bhuloka, Bhuvarloka, Svarloka, this is the intermediate worlds. Then Maharloka, Janloka, Tapoloka, Satyaloka they are the upper worlds and lower worlds are Atala, Sutala, Talatala, Mahatala, Rasatala, Patala like that seven planetary systems below the earth. In Satyaloka that is Brahma's own planet, planet where Brahma resides. Satyaloka the inhabitants are fully cognizant of Vedic wisdom and thus the mystic cloud of material energy is cleared when one becomes enlightened in the Vedic wisdom. Then this material energy cannot cover one's intelligence or one's mind, not possible. So they are called liberated souls therefore they are known as the Vedas personified because they are fully cognizant of the Vedic wisdom. They know the Vedas conclusion of the Vedas such persons being fully aware of knowledge both mundane and transcendental have no interest in either the mundane or transcendental worlds. So mundane world is this material world and transcendental world is Vaikunthaloka the spiritual planets in the spiritual sky in the spiritual world beyond the material creation. So are these great Alles things the material world all are the material worlds all are"
    },
    {
      "start_time": 771,
      "end_time": 872,
      "verse_references": [],
      "themes": [
        "desirelessness",
        "devotees",
        "fallen souls",
        "Krishna consciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "The Supreme Lord sends his confidential devotees to this material world to preach Krishna consciousness, God consciousness and to take back those souls who are agreeable to live in the spiritual world with the",
      "summary": "The speaker discusses the desirelessness of devotees and why liberated souls descend to the material world to deliver fallen souls and preach Krishna consciousness.",
      "timestamp_url": "https://youtu.be/zmStdxPcB1c?t=771",
      "transcript": "time? hasta we come to an end. Okay then we will win, we had an intermission meeting. Thank you, I shall be there for a week and we will talk in detail. After this we will continue the discussion. See you then. Bye bye. See how to become an ordinary canal person or material. See how to예요 become an imaginary state. So the supposed physical contact with, experiencing material way also increase the unexpected должны not be concerned with extraordinary consciousness but the UK or outfits between clouds, sages they are practically desireless devotees, they don't have any material desires for enjoyment in a mundane world that is this material world. They have nothing to achieve and in the transcendental world they are full in themselves say because they are liberated souls, they have nothing to achieve in the material world because they know what this material world is all about. And the question may be raised why do they come to this material world? These great liberated souls they descend on different planets and they come down to different planets as Messiahs means as saintly persons who come on the order of the Lord to deliver the fallen souls. See we're all belonging to Krishna but we have come to this material world we're fallenadores we come to this material world we're fallen and to the rest of the world and to relish your libraries to come down from here as the Kristyo you need to be us from the clutches of Maya. The Supreme Lord sends his confidential devotees to this material world to preach Krishna consciousness, God consciousness and to"
    },
    {
      "start_time": 872,
      "end_time": 943,
      "verse_references": [],
      "themes": [
        "climatic influences",
        "saintly persons",
        "reclaiming souls",
        "material existence"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "These great saintly persons they have nothing to do in this world save and accept reclaim the fallen souls rotting in material existence deluded by material nature this is their only work",
      "summary": "The speaker concludes by emphasizing the sole purpose of saintly persons: to reclaim fallen souls from material existence, regardless of different climatic influences.",
      "timestamp_url": "https://youtu.be/zmStdxPcB1c?t=872",
      "transcript": "take back those souls who are agreeable to live in the spiritual world with the Lord as one of the Lord's associates. On the earth they come down and do good to the people of the world in different circumstances under different climatic influences. See the people living in different parts of the world they have different climatic influence it varies. There are cold countries, there are very hot countries, there are deserts, there is the polar region, tropical forest different kinds of places are there. So these great saintly persons they have nothing to do in this world save and accept reclaim the fallen souls rotting in material existence deluded by material nature. This is their only work, they are nothing else to do. I'll stop here thank you very much Hare Krishna."
    }
  ]
}