{
  "video_id": "zNDKDvrKtYg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.32 | 27-11-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=zNDKDvrKtYg",
  "segments": [
    {
      "start_time": 56,
      "end_time": 441,
      "verse_references": [],
      "themes": [
        "transcendental sound",
        "material contamination",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "whereas spiritual activity transcendental activity devotional service is without material inebriety without material inebriety without any material defect without any material contamination just like when we chant Hare Krishna that sound of the holy name",
      "summary": "The speaker discusses the transcendental nature of Narada Muni's Veena and contrasts spiritual activity with material contamination, using the chanting of Hare Krishna as an example of pure sound.",
      "timestamp_url": "https://youtu.be/zNDKDvrKtYg?t=56",
      "transcript": "In this session, we will be discussing from the 32nd verse of the 6th chapter of the first canto of Shreemad Bhagavatam: देवदत्ताम इमाम वीनाम स्वरब्रम्म विभूशिताम मूर्चयित्वा हरिकताम गायमानश चराम्यहम. कृष्ण, सब्सक्राइब गुंग super सब्सक्राइब गुंग गुंग सब्सक्राइब गुंग इन द्विदिशन व वर्ड इनटरे अग्रियल इस्तोंस पूरा वूंड फार्ड दोस्व who are forgetful Krishna, those who want to enjoy independent of Krishna, those who want to imitate Krishna, those who are envious of Krishna. In several ways, it's described in different places, it's for the materialists. So it is described the Veena which was handed over by Krishna to Narada and always carried by Narada, that is a transcendental instrument. Why is it a transcendental instrument? Because it is identical with Lord Sri Krishna. And Narada being in the same spiritual category, some vibrated by this instrument which Narado Muni carries. This Veena cannot be material because the Veena is itself transcendent and therefore the glories and His past विज़ाईंस विचर ब्रॉड़कास वाडि इंस्ट्रोमेंट नारदा आर आउसो ट्रसेंड नेंटल विदाउट एक टींज वो मेटीरियल इन्ने ब्रीडी कि वो टींज उपटिड इन इफरीडी मेटीरियल इन्एब्रिटी ही समितिडियल्ड इफिक. In this material world, whatever work we do ordinarily has got this material inebriety or material contamination or material defect, if I may use that word, it is a defect. So that material defect is, it is the cause of bondage, it is a cause of bondage, it results in reactions, whereas spiritual activity, transcendental activity, devotional service is without material inebriety, without any material defect, without any material contamination, just like when we chant."
    },
    {
      "start_time": 637,
      "end_time": 779,
      "verse_references": [
        "BG 9"
      ],
      "themes": [
        "glorifying the Lord",
        "pure devotee",
        "Mahatma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "it is possible to remain on the spiritual platform by constantly singing the glories of the lord",
      "summary": "The speaker explains how self-realized individuals can remain on the spiritual platform by constantly singing the glories of the Lord, referencing the Bhagavad-gita and describing the characteristics of a Mahatma or pure devotee.",
      "timestamp_url": "https://youtu.be/zNDKDvrKtYg?t=637",
      "transcript": "Also properly use the sound meters, namely saray gama etc., in the service of the Lord by constantly singing the glories of the Lord as confirmed in the Bhagavad-Gita. So anybody who is self-realized, if they want to remain on the spiritual platform, on the platform of spirit, spiritual platform, then Bhagavad-Gita says it is possible to remain on the spiritual platform by constantly singing the glories of the Lord. In the Bhagavad-Gita, Krishna explains in the ninth chapter how do devotees worship Krishna? They worship Krishna, they are always constantly singing the glories of the Lord, always without any break, without any interruption, 24 hours a day, and in that way they are engaged in such glorification of the Supreme Lord with determination, very firm determination, it's not shakeable. They always bow down with all humility, with devotion they bow down to the Lord. They always bow down to the Lord, and in this way they are always engaged in worshipping the Lord. This is a description of someone who is called a Mahatma. Mahatma means a pure devotee according to the Bhagavad-Gita. That also, that is also described by a verse in the Gita: mahathmanastumam partha daivin prakritimahatmanastumam partha daivin prakritimahatmanastumahatmahatma."
    },
    {
      "start_time": 833,
      "end_time": 877,
      "verse_references": [],
      "themes": [
        "spiritual potency",
        "devotional service",
        "preaching"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "those who are pure devotees they are always under the protection of the spiritual potency internal potency the transcendental potency of the Lord and therefore they are always engaged in devotional service to Krishna pure devotional service to Krishna without any stoppage",
      "summary": "The speaker contrasts those influenced by the three gunas with pure devotees who are under the protection of the Lord's spiritual potency, emphasizing their constant engagement in devotional service and preaching, exemplified by Narada Muni.",
      "timestamp_url": "https://youtu.be/zNDKDvrKtYg?t=833",
      "transcript": "And therefore they are always under the influence of the three gunas, whereas those who are pure devotees, they are always under the protection of the spiritual potency, internal potency, the transcendental potency of the Lord, and therefore they are always engaged in devotional service to Krishna, pure devotional service to Krishna without any stoppage. And Narada Muni being a pure devotee, he is also engaged specifically in preaching through constantly glorifying the Lord by singing."
    }
  ]
}