{
  "video_id": "zNDKDvrKtYg",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.6.32 | 27-11-2021",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=zNDKDvrKtYg",
  "segments": [
    {
      "start_time": 56,
      "end_time": 441,
      "verse_references": [],
      "themes": [
        "transcendental sound",
        "material contamination",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "whereas spiritual activity transcendental activity devotional service is without material inebriety without material inebriety without any material defect without any material contamination just like when we chant Hare Krishna that sound of the holy name",
      "summary": "The speaker discusses the transcendental nature of Narada Muni's Veena and contrasts spiritual activity with material contamination, using the chanting of Hare Krishna as an example of pure sound.",
      "timestamp_url": "https://youtu.be/zNDKDvrKtYg?t=56"
    },
    {
      "start_time": 637,
      "end_time": 779,
      "verse_references": [
        "BG 9"
      ],
      "themes": [
        "glorifying the Lord",
        "pure devotee",
        "Mahatma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "it is possible to remain on the spiritual platform by constantly singing the glories of the lord",
      "summary": "The speaker explains how self-realized individuals can remain on the spiritual platform by constantly singing the glories of the Lord, referencing the Bhagavad-gita and describing the characteristics of a Mahatma or pure devotee.",
      "timestamp_url": "https://youtu.be/zNDKDvrKtYg?t=637"
    },
    {
      "start_time": 833,
      "end_time": 877,
      "verse_references": [],
      "themes": [
        "spiritual potency",
        "devotional service",
        "preaching"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "those who are pure devotees they are always under the protection of the spiritual potency internal potency the transcendental potency of the Lord and therefore they are always engaged in devotional service to Krishna pure devotional service to Krishna without any stoppage",
      "summary": "The speaker contrasts those influenced by the three gunas with pure devotees who are under the protection of the Lord's spiritual potency, emphasizing their constant engagement in devotional service and preaching, exemplified by Narada Muni.",
      "timestamp_url": "https://youtu.be/zNDKDvrKtYg?t=833"
    }
  ]
}