{
  "video_id": "zPPH4x2SRRU",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.16.11-12 | 16-01-2023",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=zPPH4x2SRRU",
  "segments": [
    {
      "start_time": 49,
      "end_time": 324,
      "verse_references": [],
      "themes": [
        "royal procession",
        "Vedic aesthetics",
        "Pariksit Maharaj",
        "Arjuna"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even a royal procession...is a sign of a civilization that is aesthetic even on the fighting front.",
      "summary": "This segment describes Maharaj Pariksit's procession and compares it to Arjuna's, highlighting the Vedic culture's aesthetic sense even in warfare.",
      "timestamp_url": "https://youtu.be/zPPH4x2SRRU?t=49",
      "transcript": "In this session we will be discussing from two verses, the eleventh and the twelfth verses of the sixteenth chapter of the first canto of Srimad Bhagavatam. The eleventh verse. The meaning of this verse is, Maharaj Pariksit sat on a chariot drawn by black horses, Shyamaturanga. His flag was marked with the sign of a lion, Mrigendra Dhwajam, being so decorated and surrounded by charioteers, cavalry, elephants and infantry. Cavalry is soldiers on horseback, infantry is soldiers on foot. And there were warriors or soldiers on chariots and soldiers on elephant back. He left the capital to conquer in all directions. So, Pariksit Maharaj is going to root out the symptoms of Kali from his kingdom, when Kali is just trying to conquer and to infiltrate his kingdom. So, that's the description given here. In the purport, Srila Prabhupada says, Maharaj Pariksit is distinguished from his grandfather Arjuna, for black horses pulled his chariot instead of white horses. You remember the description of Arjuna's chariot being pulled by white horses. This is the description of the first chapter of the Bhagavad Gita. Both Krishna and Arjuna were seated on a chariot, on a great chariot, Mahatishyandane, Shwetahayai, drawn by white horses. And in contrast to that, Maharaj Pariksit was the grandson of Arjuna. His chariot was being pulled by black horses, Shyamaturangayojitam. Then again, Srila Prabhupada says, the distinction between Pariksit's chariot and Arjuna's chariot. Again, one more difference is, Pariksit marked his flag with the mark of a lion, Mrugendra Dhwajam, and his grandfather Arjuna marked his with the mark of Hanumanji, Kapit Dhwajam. Kapi refers to Hanuman. A royal procession like that of Maharaj Pariksit, surrounded by well decorated chariots, cavalry, elephants, infantry, and band, not only is pleasing to the eyes, but also is a sign of a civilization that is aesthetic even on the fighting front. There is a good sense of aesthetics in everything people did in the Vedic culture, even a royal procession. The king is proceeding to conquer all directions. The emperor. He is not just a king. He is an emperor. So he is surrounded by beautifully decorated chariots, elephants, infantry. So this is very very pleasing to the eyes to see, and also this indicates how well prepared he was to actually give protection to the citizens, innocent citizens, or the well behaved citizens."
    },
    {
      "start_time": 324,
      "end_time": 567,
      "verse_references": [],
      "themes": [
        "Maharaj Pariksit's conquests",
        "earthly planet divisions",
        "Dvipas",
        "Varshas",
        "Jambudvipa"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Maharaj Pariksit then conquered all parts of the earthly planet...and exacted tributes from their respective rulers.",
      "summary": "This segment explains Maharaj Pariksit's conquests and the division of the earth into Dvipas and Varshas, focusing on Jambudvipa.",
      "timestamp_url": "https://youtu.be/zPPH4x2SRRU?t=324",
      "transcript": "The twelfth verse. Bhadrashvam ketum alamcha bharatam chottaran kuram kim purushadini varshani vijitya jagrihe balim. So these are names of different parts of the earthly planet that Pariksit conquered. So in the translation. The translation is as follows. Maharaj Pariksit then conquered all parts of the earthly planet, Bhadrashva, Ketumala, Bharata, the Northern Kuru, Kim Purusha, etc., and exacted tributes from their respective rulers. The system was the subordinate kings had to pay a portion of the tax they collected from their citizens to the emperor. So Maharaj Pariksit went to different parts of his kingdom, that means the whole world, earthly planet, and exacted the taxes from the respective rulers. So Srila Prabhupada gives a brief description of these different parts that were the parts of the earth, as divided during the time of Maharaj Pariksit. So first of all in the purport he describes Bhadrashva Varsha. It is a tract of land near Meru Parvata, and it extends from Gandhamadana Parvata to the salt water ocean. There is a description of this Varsha in the Mahabharata, in the Bhishma Parva 7th chapter verses 14 to 18. Mahabharata is the history of greater India. So it is called Itihasa. It is compiled by Vyasadeva. So Srila Prabhupada is quoting from this, that this Bhadrashva Varsha is described in this particular portion of the Mahabharata. The description was narrated by Sanjaya to Dhritarashtra about this Bhadrashva Varsha. Maharaj Yudhishthira also conquered this Varsha, and thus the province was included within the jurisdiction of his empire. Maharaj Pariksit was formally declared to be the emperor of all lands ruled by his grandfather, but still he had to establish his supremacy while he was out of his capital to exact tribute from such states. The king is not simply a namesake king. He has got his power to rule, and he challenges the subordinate kings. If they accept his supremacy then there is no fighting. Otherwise there is a battle fought between the two kings, and whoever is victorious becomes the ruler. Ketumala Varsha. Another part of his kingdom. This earth planet is divided into seven Dvipas by seven oceans, and the central Dvipa called Jambudvipa is divided into nine Varshas, or parts, by eight huge mountains. See. The whole earth planet, even as we know it today, there are so many oceans, Pacific Ocean, Indian Ocean, and Atlantic Ocean, like that. So there are seven oceans dividing the earth planet into seven islands. The land mass between two oceans, surrounded by water is called an island."
    },
    {
      "start_time": 567,
      "end_time": 763,
      "verse_references": [],
      "themes": [
        "Jambudvipa",
        "Varshas",
        "Mahabharata references",
        "Bhadrashva Varsha",
        "Ketumala Varsha",
        "Bharata Varsha",
        "Ilaavrata Varsha",
        "Hari Varsha"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, a description of this Varsha or this part of the world is available in the Mahabharata in Sabha Parva, 28th chapter, 6th verse.",
      "summary": "This segment details the different Varshas within Jambudvipa, referencing descriptions from the Mahabharata and highlighting the characteristics of each region and its inhabitants.",
      "timestamp_url": "https://youtu.be/zPPH4x2SRRU?t=567",
      "transcript": "Dvipa. So Saptva Dvipa Vasundhara. This is a description in the Mahabharata. The earth planet is divided into seven islands, and the central island is called Jambudvipa. Dvipa means island. Jambudvipa. And this Jambudvipa, the central part, central island, is divided into nine Varshas, or nine parts, called Varshas. Dvipa and Varsha. So the names here, Ketumala Varsha, Bhadrasho Varsha, and, sorry, Bharata Varsha, Ilaavrata Varsha, Kimpurusha Varsha, like that. There are nine Varshas, nine divisions. And how are these nine divisions made? In the central island, in the Jambudvipa, by eight huge mountains separating some tracts of land. So, a description of this Varsha or this part of the world is available in the Mahabharata in Sabha Parva, 28th chapter, 6th verse. So, Prabhupada gives the reference also. Somebody is interested in the details of the description of this Varsha can refer Mahabharata, that particular portion. Further, Srila Prabhupada says, it is said that this part of the world is situated on the western side of Meru Parvata and inhabitants of this province used to live up to 10,000 years, as per the reference in the Mahabharata, Bhishma Parva, 6th chapter, 31st verse. Human beings living in this part of the globe are of golden color and the women resemble the angels of heaven. The inhabitants are free from all kinds of diseases and grief. This is the description of the Mahabharata. Next is Bharata Varsha. This part of the world is also one of the nine Varshas of Jambudvipa, Bharata Varsha. A description of Bharata Varsha is given in the Mahabharata, Bhishma Parva, chapters 9 and 10. In the center of Jambudvipa is Ilaavrata Varsha and south of Ilaavrata Varsha is Hari Varsha. The description of these Varshas is given in the Mahabharata, Sabha Parva, 28th chapter, verses 7 and 8. That Prabhupada quotes here. It is mentioned here that the women in both these Varshas are beautiful and some of them are equal to the Apsaras or heavenly women."
    },
    {
      "start_time": 763,
      "end_time": 891,
      "verse_references": [],
      "themes": [
        "Uttarakuru Varsha",
        "Kimpurusha Varsha",
        "Mahabharata references",
        "Maharaj Pariksit's conquests",
        "Sukadeva Goswami"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In other words, Maharaja Parikshit conquered all the world, all the different parts of the world.",
      "summary": "This segment continues describing the Varshas, including Uttarakuru and Kimpurusha, referencing the Mahabharata, and summarizes Maharaj Pariksit's conquest of the entire world.",
      "timestamp_url": "https://youtu.be/zPPH4x2SRRU?t=763",
      "transcript": "That's the description in the Mahabharata. Next, Srila Prabhupada describes Uttarakuru Varsha. According to Vedic geography, the northernmost portion of Jambudvipa is called Uttarakuru Varsha. Uttara means north. It is surrounded by the saltwater ocean from three sides and divided by Sringavan Mountain from the Hiranyamaya Varsha. That's the description in the Mahabharata. Next, Kimpurusha Varsha is stated to be situated north of the great Himalayan mountain, which is 80,000 miles in length and height and which covers 16,000 miles in width, the Himalayan mountain. These parts of the world were also conquered by Arjuna as described in Mahabharata's Sabha Parva, chapter 28, verses 1 and 2, the Kimpurushas are descendants of a daughter of Daksha. When Maharaja Yudhishthira performed a horse sacrifice, the inhabitants of these countries were also present to take part in the festival and they paid tributes to the emperor Yudhishthira. This part of the world is called Kimpurusha Varsha or sometimes the Himalayan provinces. It is said that Sukadeva Goswami is born. He was born in these Himalayan provinces and that he came to Bharat Varsha after crossing the Himalayan countries. So, to summarize this whole thing, Srila Prabhupada says, In other words, Maharaja Parikshit conquered all the world, all the different parts of the world. He conquered all the continents adjoining all the seas and oceans in all directions, namely the eastern, western, northern and southern parts of the world. So, all the Dvipas and in the central Jambudvipa, all the Varshas. He conquered all the parts and became the emperor of the entire, and actually, he exacted the taxes from all the rulers of these different provinces."
    }
  ]
}