{
  "video_id": "ZqDwPEAD2q8",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.14.17 - 21 | 13-11-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ZqDwPEAD2q8",
  "segments": [
    {
      "start_time": 0,
      "end_time": 49,
      "verse_references": [],
      "themes": [
        "invocation",
        "prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshur Unmilitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and expressing gratitude to the spiritual master.",
      "timestamp_url": "https://youtu.be/ZqDwPEAD2q8?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyanan Janishalakaya Chakshur Unmilitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnupadaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gada Dharashri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet"
    },
    {
      "start_time": 50,
      "end_time": 140,
      "verse_references": [
        "SB 1.14.17",
        "SB 1.14.18"
      ],
      "themes": [
        "omens",
        "distress",
        "nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "What is this extraordinary time? What is going to happen?",
      "summary": "The speaker introduces verses 17 and 18 of Srimad Bhagavatam, describing Yudhishthira Maharaj's observations of bad omens and disturbances in nature, questioning the meaning of these signs.",
      "timestamp_url": "https://youtu.be/ZqDwPEAD2q8?t=50",
      "transcript": "In this session, we will be discussing from verse 17 to 21 of the 14th chapter of the first canto of Srimad Bhagavatam. These verses will describe Yudhishthira Maharaj observing some bad omens, further description of that. The 17th verse: Suryam Hata Prabham Pashya Graham Ardham Mitho Divi Sa Sankulair Bhutad Suryam Hata Prabham Pashya Graham Ardham Mitho Divi Sankulair Bhutad politician Soral Ganeir Jwellite Eva Rohd-si. The meaning of this verse is, \"The rays of the sun are declining and the stars appear to be fighting amongst themselves. Confused living entities appear to be ablaze and weeping.\" The 18th verse: nadyo nadasscha Subhitah Saramsicha Mannala Ch brakes 12-19end. The meaning of this verse is, \"Rivers, tributaries, ponds, reservoirs and mind are all perturbed. Butter no longer ignites fire.\" What is this extraordinary time? What is going to happen?"
    },
    {
      "start_time": 140,
      "end_time": 266,
      "verse_references": [
        "SB 1.14.19"
      ],
      "themes": [
        "cows",
        "omens",
        "Vedic culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The calves do not suck the teats of the cows, nor do the cows give milk. They are standing crying, tears in their eyes.",
      "summary": "The speaker explains verse 19, focusing on the distress of cows and bulls as a bad omen, highlighting the importance of cows in Vedic culture.",
      "timestamp_url": "https://youtu.be/ZqDwPEAD2q8?t=140",
      "transcript": "So, Yudhishthira Maharaj is describing to Bhima the bad omens that he is observing. Rivers are disturbed, ponds and reservoirs of water are disturbed. How they are so sensitive to note all these indications of something inauspicious or undesirable that is going to happen. People were living in harmony with nature. This is the point I mentioned in the earlier session and I am repeating that, that we are meant to live according to a certain design of the Supreme Lord in this material world. People have become indifferent to nature. Of course, they suffer calamities and they do take note of that. But then, even before a calamity occurs, the bad omens or the symptoms of such calamitous happenings in the future, that nobody is able to, most people are not able to recognize that. It is common knowledge in the Vedic times. So, Yudhishthira Maharaj is asking Bhima, what is this extraordinary time? What is going to happen? The 19th verse, na pibanti sthanam vatsa, na duhyanti ca matara, rudanti ashrumukha gaavo, na hrishyanti hrishabhavraje. The meaning of this verse is, \"The calves do not suck the teats of the cows, nor do the cows give milk. They are standing crying, tears in their eyes.\" And, the bhima says, what is going to happen? What is happening? Then, they have had these long cuckoo calls, and the bulls take no pleasure in the pasturing grounds."
    },
    {
      "start_time": 266,
      "end_time": 379,
      "verse_references": [
        "BG 17.1"
      ],
      "themes": [
        "cow protection",
        "Vedic culture",
        "duty"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the Bhagavad Gita it is particularly said, Gauraksha, special mention is given that it is the duty of householders to give special protection to the cows.",
      "summary": "The speaker elaborates on the importance of cow protection in Vedic culture, emphasizing the special care and protection cows deserve, referencing Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/ZqDwPEAD2q8?t=266",
      "transcript": "Especially in the Vedic culture, the cows and the calves and the bulls were treated by the people who owned them, who reared them, as their own children. This is very important. Among all the domestic animals, the cows were treated as seriously, as nicely, as caringly as their own children. And in the Bhagavad Gita it is particularly said, Gauraksha, special mention is given that it is the duty of householders to give special protection to the cows, though one should never harm any other creature, still specifically the cows had to be given special extra care, extra protection than the other animals, domestic animals. So Yudhishthira is marred, marking, cows do not suck the teeth of the cows, why? Because the cows are not giving milk. And why are they not giving milk? Because they are standing there crying tears in their eyes, something calamitous is going to happen. The cows are also sensing and Yudhishthira is noticing this. And the bulls, they used to happily go to the pasturing grounds and graze, but now they are not taking any pleasure in grazing. They seem to be disinterested. There are also four boardings on calamitous happening."
    },
    {
      "start_time": 379,
      "end_time": 512,
      "verse_references": [
        "SB 1.14.20"
      ],
      "themes": [
        "deities",
        "temples",
        "calamity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Deities seem to be crying in the temple, lamenting and perspiring.",
      "summary": "The speaker discusses verse 20, describing the deities in the temples as crying and the overall atmosphere as devoid of beauty and happiness, foreshadowing a major calamity.",
      "timestamp_url": "https://youtu.be/ZqDwPEAD2q8?t=379",
      "transcript": "The 20th verse, Daivathani Rudantiva Svidyanti Hi Ucchalanticha Ime Janapada Grama Purodhyana Akara Ashram. Ima Janapada Grama Purodhyana Akara Ashram. Ima Janapada Grama Purodhyana Akara Ashram. Ima Janapada Grama Purodhyana Akara Ashram. Ima Janapada Grama Purodhyana Akara Ashram Aaha. Brashta Shriyo Niranandaha, Niranandaha Kimmagha Darsha Yantinaha. The meaning of this verse is that deities seem to be crying in the temple, lamenting and perspiring. See even the deities are not just some statues in the temples. They are actually personalities. Verses 10 and 11. He was a tactician. The Prophet is also called a tactician. who are personally present and only in advanced devotee can see the deities seem to be crying in the temples. And these deities also Yudhishthira Maharaj is saying they seem about to leave the temple and go away. All the cities, villages, towns, gardens, mines and hermitages are now devoid of beauty and bereft of all happiness. The entire atmosphere is very sad. There is a sadness that is spread everywhere and natural beauty is absent in gardens, mines, hermitages that natural beauty is missing now. And there seems to be no happiness anywhere. I do not know what sort of calamities are now awaiting us. Yudhishthira Maharaj is telling Bhima. What kind of calamities are we going to face now? We do not know. But certainly there is going to be some major calamity."
    },
    {
      "start_time": 512,
      "end_time": 692,
      "verse_references": [
        "SB 1.14.21",
        "SB 1.8.39"
      ],
      "themes": [
        "Krishna's presence",
        "footprints",
        "auspiciousness"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The world was fortunate to have been marked with the footprints of the lotus feet of the lord these signs indicate that this will no longer be as long as Krishna was present on the earth",
      "summary": "The speaker explains verse 21, highlighting the significance of Krishna's presence and the auspicious marks on His feet, referencing Kunti Devi's prayer in the first canto.",
      "timestamp_url": "https://youtu.be/ZqDwPEAD2q8?t=512",
      "transcript": "The twenty-fifth day of the month is the day of the Lord Krishna. The first verse, the meaning of these verses, I think that all these earthly disturbances indicate some greater lost to the good fortune of the world. Why is he telling this? Why is Yudhishthira Maharaj telling this? The first verse, because in the next part of the verse he's telling the world was fortunate to have been marked with the footprints of the lotus feet of the lord these signs indicate that this will no longer be as long as Krishna was present on the earth the footprints when the lord used to walk the footprints of the lord made impression on the soft ground because the lord's personality is very special as compared to other human beings on our palms there are some lines but Krishna's palms there'll be no lines like this there'll be some special impressions Krishna's feet the sole of Krishna's feet the bottom of Krishna's feet there will be some special marks that's indicated here there is a verse in the 8th chapter of the first canto 39th verse kunti devi is addressing Krishna and she's offering a beautiful prayer which indicates what are the impressions on the feet of the lord underneath the feet of the lord kunti devi is telling oh gadhadhara Krishna our kingdom is now being marked by the impressions of your feet and therefore it appears beautiful but when you leave it will no longer be so so Krishna's presence Krishna is walking on the ground and leaving behind the spirit of Krishna and she's offering a special impression of his feet are all auspicious in every way for the prosperity of the entire world so in the purport to this particular verse Prabhupada says there are certain particular marks on the feet of the lord would distinguish the lord from others the marks of a flag a thunderbolt and an instrument to drive an elephant umbrella lotus disc"
    },
    {
      "start_time": 692,
      "end_time": 893,
      "verse_references": [
        "SB 1.16"
      ],
      "themes": [
        "Krishna's presence",
        "prosperity",
        "separation"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The beauty and opportunity of the Lord Krishna is very very fortunate of the world can be enhanced by the grace of the Lord and not by any man-made planning",
      "summary": "The speaker continues to discuss the auspiciousness of Krishna's presence and the impact of His footprints on the earth, emphasizing the loss felt after His disappearance and the decline of prosperity.",
      "timestamp_url": "https://youtu.be/ZqDwPEAD2q8?t=692",
      "transcript": "etc. are on the bottom of the Lord's feet. See all these symbols are there, impressions are there, these marks are impressed upon the soft dust of the land where the Lord traverses. The land of Hastinapura was thus marked while Lord Shri Krishna was there with the Pandavas and the kingdom of the Pandavas thus flourished by such auspicious signs. It's not simply some decorative marks, no, there is very significant good sign of such marks left behind on the soft dust when the Lord traverses the land of Hastinapura, the Lord traverses the ground while walking. So when Krishna was there with the Pandavas the kingdom of the Pandavas was flourishing with so much of prosperity just because of the auspicious signs left behind by Krishnas traversing the ground. Also Mother Earth is particularly making a statement in the sixteenth chapter of the first canto Bhagavatam it is mentioned Mother Earth is telling I was endowed with specific powers to supersede the fortune of all the three planetary systems by being decorated with the impressions of the flag Thunderbolt elephant driving rod and lotus flower which is signs of the lotus feet of the Lord under the Lord's feet there are some impressions which form a sign of anticipate that elder could have come into the Lord's power these four are mentioned again here by Prabhupada by Mother Earth what Prabhupada mentioned in the earlier verse flag thunderbolt elephant driving rod and lotus flower these are the signs underneath the feet of the Lord Krishna but at the end when I felt I was so fortunate mother earth felt very fortunate that Krishna when he is walking on the ground he is living behind his impressions so mother earth considered herself very very very fortunate but when she was thinking she is very very fortunate the Lord left me and went away this after the disappearance of the Lord mother earth is feeling the separation so the beauty Prabhupada says the beauty and opportunity of the Lord Krishna is very very fortunate the Lord Krishna is very very fortunate of the world can be enhanced by the grace of the Lord and not by any man-made planning so when Krishna was present on this earth the impressions of the special sign of his lotus feet was stamped on the dust and as a result of this specific grace the whole earth was made as perfect as possible so after Krishna disappearance people began to feel the difference that the prosperity is no longer going to be there because Krishna has left this world and stop here thank you very much"
    }
  ]
}