{
  "video_id": "ZQJ8JEmcW0Q",
  "title": "Importance of Jnana, Bala & Kriya in Service  | Sri Madhu Pandit Dasa | SB 3.22.3 | 17.07.2024",
  "speaker": "HG Madhu Pandit Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=ZQJ8JEmcW0Q",
  "segments": [
    {
      "start_time": 0,
      "end_time": 171,
      "verse_references": [],
      "themes": [
        "Brahmanas",
        "Kshatriyas",
        "Social Order",
        "Protection"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Thus Brahmanical culture and crow protection are the basic principles for human civilization.",
      "summary": "The speaker reads and explains a verse and purport emphasizing the roles of Brahmanas and Kshatriyas in protecting society and each other, highlighting the importance of Brahmanical culture.",
      "timestamp_url": "https://youtu.be/ZQJ8JEmcW0Q?t=0",
      "transcript": "OM NAMO BHAGAVATE VASUDEVAYA. Reading from Srimad Bhagavatam, Canto 3, Chapter 22, Verse 3: TATRANAYA SHRI CHACCASMAN TATRANAYA SHRI CHACCASMAN DOHA SAHASRAT SAHASRAPAD DOHA SAHASRAT SAHASRAPAD RIDAYAM TASHYAHI BRAMMA RIDAYAM TASHYAHI BRAMMA SATRAM ANRAM PRACHAT SATE SATRAM ANRAM PRACHAT SATE. Translation and purport by His Divine Grace A.C. Bhaktivedanta Swami Srila Prabhupada: \"For the protection of the Brahmanas, the thousand-leaded Supreme Being created us, the Satryas, from His thousand arms. Hence the Brahmanas are said to be His heart and the Satryas, His arms.\" Purport by His Divine Grace A.C. Bhaktivedanta Swami Srila Prabhupada: \"Satryas are specifically meant to maintain the Brahmanas because if the Brahmanas are protected and the head of civilization is protected, Brahmanas are supposed to be protected. Brahmanas are supposed to be the head of the social body. If the head is clear and has not gone mad, then everything is in proper position. The Lord is described thus, Namo Brahmania Devaya, Go Brahmana Hitayacha. The purport of this prayer is that the Lord specifically protects the Brahmanas and the cows, and then He protects all other members of society. It is His will that universal welfare work depends on the protection of cows and Brahmanas. Thus Brahmanical culture and cow protection are the basic principles for human civilization. Satryas are especially meant to protect the Brahmanas, as is the supreme will of the Lord. Go Brahmana Hitayacha. As the Supreme Will of the Lord, Go Brahmana Hitayacha. As the Supreme Will of the Lord, Go Brahmana Hitayacha. Because within the body, the heart is a very important part, so the brahmanas are also the important element in human society. The satryas are more like the whole body. Even though the whole body is bigger than the heart, the heart is more important.\""
    },
    {
      "start_time": 171,
      "end_time": 290,
      "verse_references": [],
      "themes": [
        "Lord as Cause and Effect",
        "Simultaneous Oneness and Difference",
        "Kardama Muni",
        "Manu"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "See, the Lord is simultaneously one and different from everything in His creation.",
      "summary": "The speaker elaborates on the concept of the Lord being both the cause and effect, simultaneously one with and different from His creation, using the example of Manu appearing before Kardama Muni.",
      "timestamp_url": "https://youtu.be/ZQJ8JEmcW0Q?t=171",
      "transcript": "Thus ends the Bhaktivedanta Parvat. This is being explained by Manu to Kardama Muni, starting with saying that, O Kardama Muni, you are a brahmana, and Brahma created you from his face, and you are full of austerity, knowledge, mystic power, and averse to sense gratification. And then for protection of brahmanas like you, the Lord created kshatriyas, who are like him, like Manu, kshatriyas, and the body of a kshatriya, the body of a brahmana, and the lord, through his thousand-legged Supreme Being, created us, the kshatriyas, from his thousand arms. And this way, the brahamanas and kshatriyas protect each other as well as themselves. And the lord who is both the cause and the effect protects them through each other. So, how this is slowly becoming obvious is because there is a time interval here where these two events are lived here. That is not necessary. They are not necessary. They don't matter. We are like water. This entire material world function with the Lord as the cause and effect is finely explained here, who is both the cause and effect and is yet immutable, protects them through each other."
    },
    {
      "start_time": 290,
      "end_time": 481,
      "verse_references": [],
      "themes": [
        "Lord's Energies",
        "Vishnu Expansions",
        "Super Soul",
        "Karma",
        "Free Will"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord's role in this material world as a super soul, because ultimately everything is Lord's Leela, is giving an opportunity for the living entities in this material world to express their freedom.",
      "summary": "The speaker discusses the Lord's various energies and expansions, including the Super Soul, and emphasizes that the Lord's role in the material world is to provide living entities with the opportunity to exercise their free will.",
      "timestamp_url": "https://youtu.be/ZQJ8JEmcW0Q?t=290",
      "transcript": "See, the Lord is simultaneously one and different from everything in His creation. So when, just like when Manu appeared before Kardamuni, the way Kardamuni looked at him, the perspective with which he looked at him, he was addressing him as a Lord because he saw that, because he understood that a perfect Kshatriya is representing the Lord, and he is a Lord in one sense. So everybody, ultimately everything in existence is the Lord through His energies. We are one kind of energies, expansion of the Lord. Material energy is another kind of energy. So, so many different energies are, the Lord has got unlimited, vividaya shakti, unlimited varieties of shaktis are there. It belongs to the Lord and ultimately all the shaktis are functioning for the pleasure of one single personality, Krishna, Adipurusha and His expansions, different Vishnus. So in the material world, a particular Vishnu as Shirodakshaya Vishnu, Garbhodakshaya Vishnu, Karnodakshaya Vishnu, Garbhodakshaya Vishnu and Shirodakshaya Vishnu directly, more directly, involved with every activities in this material world, starting from. But that activity of the Lord as the super soul is in creating this material world, giving shape to this material world, facilitating all the secondary creation of Brahma. So He is involved in that sense. But in which way He is not involved? At a macro level, the super soul is involved. And at the individual level, with respect to people's karma, it is clearly explained that the super soul does not interfere. It is left to the system. His energies, his guna, kala, karma is actually churning this material world, each person's life and it does not interfere there. The Lord's role in this material world as a super soul, because ultimately everything is Lord's Leela, is giving an opportunity for the living entities in this material world to express their freedom. The marginal energy of the Lord to express our freedom, either way."
    },
    {
      "start_time": 481,
      "end_time": 635,
      "verse_references": [],
      "themes": [
        "Kshetra and Kshetrajna",
        "Super Soul",
        "Universal Welfare",
        "Material Energy"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So, in the material world, if you want anything to happen, it has to be through the material energy only.",
      "summary": "The speaker explains the concept of Kshetra and Kshetrajna, the connection of the Lord to every heart through the Super Soul, and the necessity of using material energy to accomplish anything in the material world.",
      "timestamp_url": "https://youtu.be/ZQJ8JEmcW0Q?t=481",
      "transcript": "So this is a field, Kshetra, where the Kshetrajna, the living entities are given this opportunity. And in this game, the Lord Himself as the supreme proprietor of all the bodies, is Sarvasachaham Rudhisannivishta. So how the Lord is connected to every heart. The Lord is connected to every heart in this material world. That is through the form of the super soul, Shirodaksha Vishnu. And even a more deeper understanding of the super soul, is given here. Just like the sun is on the head of different people and each person feels relationship with the sun above his head. In the same way, the super soul is never divided. I have a super soul for myself, for you and all those things. There is no difference. Though the Lord is personally witnessing and sanctioning all the activities of the individual living entity, the Lord is undivided. In this example is given of the sun over different people's head. Sun which is millions of miles away. Similarly, Shirodaksha Vishnu, He is the supreme proprietor of everything in this material world. He is the supreme Param Eeshwara of everything in this material world. And that Param Eeshwara Leela is performed by the Lord with respect to living entities, both devotees and demons. The two kinds of living entities. So, living entities between themselves, like the Brahmanas are given certain qualities, Kshatriyas are given certain qualities, the Kshatriya body is given certain qualities, the Brahmana body is given certain qualities. It is all given by the Lord. And between themselves, they protect each other. So, in the material world, if you want anything to happen, it has to be through the material energy only. Just like you want to clean your face, you have to take your material hand and clean your material face. Is it not? So, in the same way, everything that has to happen in this material world, it is designed in such a way,"
    },
    {
      "start_time": 635,
      "end_time": 790,
      "verse_references": [],
      "themes": [
        "Reconfiguring Matter",
        "Intelligence",
        "Atheism",
        "Godless Atmosphere"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Activity in this material world means nothing but reorganizing matter.",
      "summary": "The speaker defines activity in the material world as reorganizing matter using intelligence, and explains why atheists may not perceive God's presence due to the designed godless atmosphere.",
      "timestamp_url": "https://youtu.be/ZQJ8JEmcW0Q?t=635",
      "transcript": "it has to happen through the material energy. The metal energy itself has to reconfigure. For instance, we have to build this temple, we have to bring cement, so many things from different places, brick and everything. These things are all just reconfigured here, but they were already existing. So, this reconfiguration is what is called as work in this material world. Reconfiguration for different objectives. What is our objective? We want to create a visual shelter for the Lord, a visual beautiful place like this. This is our purpose. And then we reorganize everything. So, activity in this material world means nothing but reorganizing matter. And we are... The key element for reorganizing matter is buddhi, intelligence. And Prabhupada says that the super soul is realized in this material world as intelligence form. The all-pervading intelligence, everywhere that intelligence is there. Of course, that intelligence is given according to one's karma. There is a... Each individual body has got certain intelligence which is deposited. Certain intelligence, certain type of intelligence, brahmana intelligence, kshatriya intelligence, shudra intelligence, is all deposited in the sharira, the body of the living entity. And then that works. And that's how the society is running. That is the reason why atheists are not able to locate the factor of God. Where is God? You don't need God at all. Everything is running. I don't see God's factor at all. One human being is protecting another human being. Why do you say God protected? One set of human beings are feeding the other set of human beings. The farmers are working. They are producing food. So you are getting food. Why are you thanking God? Where is God in the picture? Why is it so? It is so because it is designed like that. God wants to create an atmosphere where you can forget Him. This material world is meant for that. So it is working very perfectly. Those who don't want to see God will never see God. Those who don't want to see God will be thoroughly convinced there is no God."
    },
    {
      "start_time": 790,
      "end_time": 975,
      "verse_references": [],
      "themes": [
        "Paramatma",
        "Chaitya Guru",
        "Spiritual Journey",
        "Free Will"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Lord's feeling towards the material world is of high respect for our free will.",
      "summary": "The speaker discusses the role of the Paramatma as the Chaitya Guru, guiding all living entities on their spiritual journey with respect for their free will.",
      "timestamp_url": "https://youtu.be/ZQJ8JEmcW0Q?t=790",
      "transcript": "Because whatever the Lord does, He will do it perfectly. He wanted to create a godless atmosphere. He has created it. And in the midst of it, now come to the what role the Paramatma, the Lord plays with respect to those who want to serve Him. Those who want to serve Him, the Lord acts as the Chaitya Guru for the living entity. Not only for Vaishnavas, for everybody. He is a Chaitya Guru for everyone. He is a teacher for everyone. He sits in the heart of every living entity. Whatever class he may be in, may be in 1st standard, 2nd standard, 3rd standard, Vaishnavism may be graduation level. Karmi may be 2nd standard, 3rd standard. He is also on a spiritual journey. Just like in graduation, our Vaishnava life also, we also go up and we come down, right? We rise our consciousness sometimes up, then we fall down also. Our test we fail, test we pass. We keep going up. Up and down. Same way, every living entity is going up and down. Going on and like this. This journey is facilitated by the Supersoul with utmost respect for the living entity's freedom. This is the key thing. What is the Lord's feeling towards the material world? Lord's feeling towards the material world is of high respect for our free will. Not respect for how we use our free will. But it is respect for our free will. Respect for free will is different from respect for how we use the free will. If somebody uses the free will properly, then your respect for his use of free will. Isn't it? Because why he respects the Lord's respect? Because that is what Jeeva's inherent quality is given to him. The Lord has expanded as Jeeva. Vibhinnamsa. We are Lord only. We are Krishna only. We are Krishna's energy. One in quality with him. So he wants it like that. Lord, he decides what to create, why to create, he knows. That way the living entities are having this freedom and this freedom is respected. This is the understanding of how the living entities are all free in this material world. Those who want to turn towards him at whatever stage may be, the Lord is seated inside and he guides the living entity."
    },
    {
      "start_time": 975,
      "end_time": 1077,
      "verse_references": [],
      "themes": [
        "Spiritual Master",
        "Indirect Teaching",
        "Paramatma's Guidance",
        "Patience"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Nothing has happened by chance. The Paramatma is seated in the heart and he is guiding the living entity.",
      "summary": "The speaker explains how the Lord guides living entities indirectly through material experiences and directly through a spiritual master, emphasizing the Paramatma's patience and constant guidance.",
      "timestamp_url": "https://youtu.be/ZQJ8JEmcW0Q?t=975",
      "transcript": "At a particular stage of maturity the guiding may guide the living entity and they take the form of taking on to a bona fide spiritual master at a particular stage. Before that it may be teaching in so many ways through Adhyatmik, Adhibhautik, Adhidaivik, Kleshas. Constantly it is all incorporated in this material world. Indirect teaching. Metallurgy itself teaches a living entity indirectly. And as we progress, we surrender to a spiritual master, he starts teaching directly. Divya Gyan Hridaya Prakashit. So the principle of teaching, the principle of guiding the living entity is operating always in this material world. It's an amazing thing. It's an amazing thing. The existence of that operating principle of elevating the living entity is an amazing realization that especially a devotee can have. If you take your life from the day you touch Prabhupada's book, the day you came across Vaishnava and today where you are. Nothing has happened by chance. The Paramatma is seated in the heart and he is guiding the living entity. The Lord is very patient."
    },
    {
      "start_time": 1077,
      "end_time": 1253,
      "verse_references": [],
      "themes": [
        "Paramatma's Memory",
        "Gradual Learning",
        "Spiritual Intelligence",
        "Guru Tattva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "It is continuously that intelligence principle, spiritual intelligence principle is operating on us.",
      "summary": "The speaker describes how the Paramatma remembers everything about the living entity and guides them step-by-step in spiritual life, highlighting the continuous operation of spiritual intelligence or Guru Tattva.",
      "timestamp_url": "https://youtu.be/ZQJ8JEmcW0Q?t=1077",
      "transcript": "And he remembers everything. We remember what's in our this life. He remembers all our previous lives. He remembers all our anarthas. He remembers all our tendencies. Everything he remembers. And the living entity is and if you see our life as devotees how gradually he gives he teaches A first then B first then C first then D then making sentences then writing an essay just like you learn a language from elements to in the same way from ABC of spiritual life you cannot see one cannot be you cannot tell somebody to understand algebra before understanding arithmetic. Is it not? So arithmetic has to be taught. So some teacher has to have take some guidance, take some intelligence what is my student's level and accordingly he will give. Isn't it? Similarly the Paramatma knows exactly where we stand in our learning of the absolute truth the knowledge, pure knowledge, bhakti everything and step by step he is making us advance in Krishna consciousness. That is why after five years or ten years in Krishna consciousness moment you are a different person from what you were when you entered. You are a person with knowledge. You are a person with some detachment. You are a person with certain perspective of this material world. Who is doing this? It is amazing thing. It is continuously that intelligence principle spiritual intelligence principle is operating on us and we know that it is we may say intelligence principle and all that actually that principle is called Guru Tatva the principle of Guru the principle of Guru is operating one principle of Guru is operating everywhere it is represented by different pure devotees of the Lord and this is very important that every devotee reflects his life now and then how did I understand this? How did I understand this? I never understood this five years back. Now I understood this. We are actually taking for granted so many things Lord is revealing within the heart. We are taking for granted. Some source has to be there and somebody has to be giving it. Mata smritir jnanam apohanam ca Krishna is doing that."
    },
    {
      "start_time": 1253,
      "end_time": 1371,
      "verse_references": [
        "BG 18.66"
      ],
      "themes": [
        "Lord's Protection",
        "Intervention",
        "Guna, Kala, Karma",
        "Reciprocity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "For those who want to go back to Godhead, the Lord personally protects.",
      "summary": "The speaker explains that while the Lord generally doesn't interfere with individual karma, He intervenes to protect those who want to return to Godhead, offering liberation from sin.",
      "timestamp_url": "https://youtu.be/ZQJ8JEmcW0Q?t=1253",
      "transcript": "So we are very lovingly taken care of by the Lord those who want journey back to God He is lovingly taken care of So even though it is said here that they protect themselves through each other the there is a bigger principle operating that for those who want to go back to Godhead the Lord personally protects like I will relieve you from all papa Papa cannot be relieved easily Papa can be relieved only by suffering in the material world. So here Lord puts His finger in and He says sarva papebhyo mokshesh sami ma su chaha He puts, He intervenes and He clears the papa, the reaction of papa for the living entity. So first preliminary understanding is that the Lord does not interfere each person's life according to guna kala karma it goes on. And the next level of understanding is that no, it is not just that He is not only upadrishta and anumantha He is also a guide for the living entities Lord is not going to if you are a devotee of the Lord super soul is not going to if it is required to if you drop this phone no, no it should not go against gravity and it should not break because this is Krishna's phone doesn't happen, you drop it it will break"
    },
    {
      "start_time": 1371,
      "end_time": 1477,
      "verse_references": [],
      "themes": [
        "Paramatma",
        "Intelligence",
        "Miracles",
        "Devotional Service",
        "Proprietorship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord as Paramatma, His reciprocation in this material world with the devotee is in the form of intelligence.",
      "summary": "The speaker discusses the Lord's reciprocation with devotees through intelligence, emphasizing that devotees should see themselves as order carriers and followers of the Lord, not proprietors of their work.",
      "timestamp_url": "https://youtu.be/ZQJ8JEmcW0Q?t=1371",
      "transcript": "the Lord has Lord as Paramatma He is His reciprocation in this material world with the devotee is in the form of intelligence but the Lord is not limited to that alone He can do any miracles but that will be in another form as a holy name He will do miracles also He is an incarnation holy name is an incarnation super soul is an incarnation who will give you intelligence He will reciprocate at intelligence guidance, intelligence, direction you cannot achieve anything without intelligence isn't it so if you have limited intelligence if you are a devotee of the Lord He will give you the intelligence by which you can serve Him you can achieve something beyond your karma He will give intelligence so that way the devotee who is always engaging in devotion service when he is executing various tasks he is always anticipating that he is doing as a servant of the Lord the ideal thing is that master is the super soul the proprietor of the work is the super soul I am not the proprietor of the work the enjoyer of the fruit of the work also it's not me I am just an order carrier of the Lord whatever service is mystically coming to me I execute it and I am guided by the Lord the owner of the work is an enjoyer of the work is Him I can have only proprietorship over followership"
    },
    {
      "start_time": 1477,
      "end_time": 1593,
      "verse_references": [
        "BG 9.27"
      ],
      "themes": [
        "Followership",
        "Krishna Consciousness",
        "Devotional Service",
        "False Conceptions"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "A follower always understands that he is following for somebody else's purpose.",
      "summary": "The speaker elaborates on the difference between being a doer and a follower, emphasizing that a follower in Krishna consciousness understands they are serving the Lord's purpose and are empowered by Him.",
      "timestamp_url": "https://youtu.be/ZQJ8JEmcW0Q?t=1477",
      "transcript": "I follow you cannot have proprietorship over doership there is a small difference between being a doer and being a follower a follower always understands that the direction he is a servant a follower always understands that he is following for somebody else's purpose a follower always understands that he is empowered by the following all the energy all the strength all the things that is required to follow and execute is there coming from him this is all called Krishna consciousness having this consciousness behind when we work when we serve in such devotion service completely depend upon me Krishna says in Bhagavad Gita chetasa sarvakarmani my sannyasya matparaha give proprietorship of work my sannyasya matparaha my work so the devotee becomes free from so many false conceptions when he executes his service as a servant servant means so many things are associated with him certain moods are associated with it certain purposes are associated with it certain perceptions are associated with it me and relationship with the master all this paradigm is important to work as a servant of the lord other ways you simply work like you know ok I am my body I am working that's all this is gross way of"
    },
    {
      "start_time": 1593,
      "end_time": 1777,
      "verse_references": [],
      "themes": [
        "Lord's Involvement",
        "Guidance",
        "Deities",
        "Holy Name",
        "Super Soul",
        "Incarnations",
        "Spiritual Differences",
        "Daily Life"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Each form of the Lord, each type of incarnation of the Lord, have their very specific kind of relationship with the material world that's why they are all different.",
      "summary": "The speaker contrasts the Lord's involvement in the material world through different forms like deities, the holy name, and the Super Soul, highlighting their specific relationships and purposes, especially in spiritualizing daily life through deity worship.",
      "timestamp_url": "https://youtu.be/ZQJ8JEmcW0Q?t=1593",
      "transcript": "working ok so the second part is the first part is that the second part is that the lord is personally involved in the material world the first part is the lord is not involved but he is protects them through each other within the material energy this thing goes on for the devotees it rises above that and the lord himself intervenes in the form of guidance and then the lord in different forms as a deity as a holy name as incarnation and each form of the lord each type of incarnation of the lord have their very specific kind of relationship with the material world that's why they are all different holy name incarnation is different all krishna super soul is different deities are different deities are different different not in terms of substance difference in terms of their relationship with this material world so we have to respect that when we respect that then we are seeing those spiritual differences when we want intelligence we pray to the super soul the lord as a holy name the lord as a holy name has come down into the material world to purify us to cleanse all the dirt in our heart and to give us to to i mean starting with that into giving us even the highest so that is a reciprocation of the holy name deities reciprocation of the holy name is to give us an opportunity to have a day to day life personal life with the lord day to day personal life means what eating sleeping all these things are there every person you know wakes up in the morning daily life is there how do you spiritualize your daily life deity worship is extremely important we eat what the lord takes you give rest to the lord you celebrate everything if you see everything that you do with the deity is like a living thing like a person in your midst so how do you spiritualize your daily life very specifically it is by relating with the deities and the deities incarnation is meant for that is meant to give us an opportunity to relate with him in a very personal way offering personal services that way"
    },
    {
      "start_time": 1777,
      "end_time": 1943,
      "verse_references": [],
      "themes": [
        "Kshetrajna and Super Soul",
        "Undivided Super Soul",
        "Krishna as Cause",
        "Sarvakarana Karanam"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The super soul without getting divided one chiradaksha vishnu is guiding every is in everybody's heart.",
      "summary": "The speaker reiterates the difference between the living entity (Kshetrajna) and the Super Soul, emphasizing that the Super Soul remains undivided while residing in everyone's heart, and that Krishna, as the cause of everything (Sarvakarana Karanam), is present within every effect.",
      "timestamp_url": "https://youtu.be/ZQJ8JEmcW0Q?t=1777",
      "transcript": "so anyway the key point here is that we don't have to repeat many times that the living entity the kshetrajna is different from the super soul super soul is different and super soul see super soul without getting divided can he not be in each one's heart he can be beautiful example his son that prabhupada is giving material example is there son is appearing on everybody's head and each person is thinking he is on my head so in the same way the super soul without getting divided one chiradaksha vishnu is guiding every is in everybody's heart and krishna says it's me because it is his expansion the lord the supreme lord govindamadi purusham he is also inside every atom inside every heart that is as a cause of everything in every effect the cause resides is it not in every effect the cause resides within the atom or in other words within the material energy within the living entity the lord is there that is apart from the super soul super soul is only law of the lord is it not govindamadi sarvakarana karanam as sarvakarana karanam he is there in every every effect in this material world he is there that is a uniqueness of krishna when we say krishna is supreme personality of godhead that is what it is sarvakarana karanam within every kind of within his expansion within vishnu expansion also the cause of vishnu expansion is krishna he is there simultaneously one and different and simultaneously how they are one and different the detail is difference between krishna and vishnu krishna and material energy krishna and jiva how it is one and different description of how it is one and how it is different is little different but it is all expansion of one supreme personality of godhead sarvakarana karanam"
    },
    {
      "start_time": 1943,
      "end_time": 2131,
      "verse_references": [],
      "themes": [
        "Detailed Information",
        "Lord's Supervision",
        "Spiritual World",
        "Paramatma's Function"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The function of Paramatma as we see only happens for this three-dimensional world.",
      "summary": "A question is posed about the necessity of the Lord's supervision in the spiritual world, considering the absence of the Paramatma's function as seen in the material world.",
      "timestamp_url": "https://youtu.be/ZQJ8JEmcW0Q?t=1943",
      "transcript": "any questions mike madhu pandit guru thank you so much for the explanation so generally we find very detailed information given in his purport like amazingly detailed and the description is the lord through this first quadruple expansion then the second quadruple expansion and he comes in this what is called parinamavada the transformation of energies of the lord finally we reach the understanding that the lord is in every heart as you described and that way he supervises and in one sense also because the jiva needs protection he may not is impartial but like a father is looking from a distance the child doing something and he is still witnessing everything so it also said in the scriptures that in the stage of the jiva that becomes by the mercy of the lord enlightened self-realized through the eyes of or the way of seeing the lord in the heart of the self-realized soul is declared is not anymore impartial because the lord in two-handed form or according to the jiva is liberated becomes in that turns into that self proportionally to the development of the soul so the question is that he supervises everything also through this analysis in the external energy but the question is in the spiritual world does he requires this sort of vigilance or this sort of being vigilant like a police forces how the interaction because we don't have so many informations in the spiritual world actually Srila Prabhupada gives a main fantastic description in the fifth the whole I think it's the fifth chapter of Chaitanya Charita Amrita the voice of Nityananda Valarama but he doesn't touch the point of the Paramatma because Paramatma in the spiritual world doesn't exist the function of Paramatma as we see only happens for this three-dimensional world so the question is in the spiritual world is the lord in need to supervise every jiva there"
    },
    {
      "start_time": 2131,
      "end_time": 2270,
      "verse_references": [],
      "themes": [
        "Paramatma in Spiritual World",
        "Krishna as Cause",
        "Unmanifested Form",
        "Ishwara Ha Parama Krishna"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As Paramatma, not required in the spiritual world. Doesn't have to sit next to the Atma. But as Krishna, as a cause, he is there within the Atma.",
      "summary": "The speaker answers that the Paramatma is not required in the spiritual world, but Krishna, as the cause, is present within the Atma in His unmanifested form, manifesting in the material world through the Paramatma's expansion.",
      "timestamp_url": "https://youtu.be/ZQJ8JEmcW0Q?t=2131",
      "transcript": "... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... ... Lila. So therefore the Lord is there as Paramatma. Very specific kind of Lila. This kind of Lila is not required in the spiritual world. So as Paramatma, not required in the spiritual world. Doesn't have to sit next to the Atma. But as Krishna, as a cause, he is there within the Atma, in his unmanifested form. By me in my unmanifested form, I pervade everywhere. Not only here, everywhere he pervades. That pervading is different from all pervading expansion of, Lila expansion of the Paramatma. So that way Krishna is always everywhere, directly and indirectly in control of everything. So Ishwara Ha Parama Krishna. So that Parama Krishna, that Ishwara, that Ishwara effect is manifesting in the material world through Paramatma, through an expansion of Paramatma. This is what, you know, putting together everything else that we read about. This is what I understand. And somewhere there is one line in Chaitanya Charitamrita, Prabhupada says, there is no Paramatma expansion in this spiritual world. In Chaitanya Charitamrita. It says so. Prabhupada says so. And at the same time, somewhere else, the Lord is always seated in the heart of the living entity. You want to reconcile these two things, then Lord is always seated in the heart of the Jeeva also. Here, when you say Paramatma in the heart of the Jeeva, it is in this body. But there when Krishna is seated in the heart of Jeeva means as a cause he is there. Nothing can be separated from the cause. This is my understanding."
    },
    {
      "start_time": 2270,
      "end_time": 2440,
      "verse_references": [],
      "themes": [
        "Reconfiguring Matter",
        "Jnana, Bala, Kriya",
        "Rich and Poor",
        "Emotional Strength"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "Achieving anything in this material world is nothing but very nicely to oversimplify, just reconfiguring matter.",
      "summary": "The speaker explains that achieving anything in the material world is simply reconfiguring matter using Jnana (knowledge), Bala (strength), and Kriya (skill), illustrating with examples like building a temple and the difference between rich and poor.",
      "timestamp_url": "https://youtu.be/ZQJ8JEmcW0Q?t=2270",
      "transcript": "In this line of thought, when you initiated your dissertation, you also mentioned that as with this material, I cleansed my face using elements of matter to… For an end. Right So you say that we gather elements like concrete, iron to create a temple. Yes. You configure matter. Yes but you mentioned something peculiar because you say the temple is existing. It's existing. Commander I see. Training.束致. Can you elaborate please? You see nothing, nobody created anything. Before let us say only plain land was there. Then what happened? Jnana, Bala, Kriya, three things mixed together and this temple was manifest. Energy did not manifest. Energy was already there. Jnana, Bala and Kriya, what does it do? It reconfigures matter. Somewhere else different matter is there, it brings together. What is a rich man and a poor man? Difference. In the configuration of a rich man, money is in his pocket. When so many donors gave and we built this temple, what did it happen? You went, you used Jnana, Bala, Kriya. The money moved from his pocket to you as a collector. Then it came and the money moved from here to the shopkeeper. He moved that matter here. That's all. It's just nothing but very... Achieving anything in this material world is nothing but very nicely to oversimplify. Just reconfiguring matter. And to reconfigure matter, you need three things: Intelligence, Jnana, Bala, Kriya. Balas are different types. You may have financial Bala, this Bala, that Bala, physical Bala, financial Bala, all these things. Emotional Bala. Tejas is called Bhagavato Balena, Bhagavato Veeryena, Bhagavato Tejasa, we say, when you do something. These are all things required to do something. Okay. Virya is intelligent. Tejas is emotional strength. Bala is physical strength. Only by physical strength, intellectual strength and emotional strength are the three kinds of Bala."
    },
    {
      "start_time": 2440,
      "end_time": 2572,
      "verse_references": [],
      "themes": [
        "Jnana, Bala, Kriya",
        "Skills",
        "Krishna's Help",
        "Faith",
        "Miracles"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Devotees achieve things which is beyond their individual Jnana Bala Kriya.",
      "summary": "The speaker elaborates on the importance of skills (Kriya) and how Krishna helps devotees by providing the necessary Jnana, Bala, and Kriya, enabling them to achieve things beyond their individual capacities through faith and recognizing Krishna as the proprietor.",
      "timestamp_url": "https://youtu.be/ZQJ8JEmcW0Q?t=2440",
      "transcript": "Then you need Jnana. Then you need Kriya. Kriya is skills, expertise. I can make it... I can type something in a typewriter by looking at A and pressing A, B, in a clumsy way. I can type something in a typewriter by looking at A and pressing A, B in a clumsy way. Whereas an expert typist, the same machine, same... I also have knowledge how typing happens. The typist also has knowledge how typist happens. But the typist has knowledge and skill. I have only knowledge. I can clumsily type. The typist can type. Knowledge and skill. So skill is required. So to achieve anything in this material world, certain skills are required. So if you don't have... If you don't have an architecture, you don't have an object. You have the person. You have the machine. You have the machine. So you have the person. architect skill, then you have, if you want to build a temple, you have to get an architect. Again, it is reconfiguring that brain. That brain somewhere else, instead of doing some other work, you give temple work to him, he will work. That's all. And then output will come. So, every challenge in the material world, every achievement challenge, you should just reduce it to reconfiguring matter. Big deal. Nothing. What is there? Just you have to reconfigure. But I need all these things, Bala, all these things. So, you have to work. And this is where Krishna helps. He gives the Bala. Whatever shot of Bala, he will give. I maintain what you have, I provide what you lack. Whatever skill you lack, I will give. So, therefore, devotees achieve things which is beyond their individual Jnana Bala Kriya. Each of us are having a corpus of Jnana Bala Kriya at different times. As we grow in life, according to what is released by Kala. And it is this we use. But then, you know, if we have faith in Krishna, that it is Krishna's work, proprietor of the work is Krishna, fruit of the work is Krishna's, miracles will happen. Jnana Bala Kriya, because Jnana Bala Kriya of the scale of Krishna will come and play there. Because you are recognizing the work is Krishna's, fruit is for Krishna, then the scale of that."
    }
  ]
}