{
  "video_id": "ZShSbvHtcKM",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.19 | 16-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ZShSbvHtcKM",
  "segments": [
    {
      "start_time": 68,
      "end_time": 237,
      "verse_references": [],
      "themes": [
        "Krishna's Glories",
        "Pure Devotional Service",
        "Confidential Knowledge",
        "Rasas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is known very confidentially as the Supreme Personality of God only through pure devotional service.",
      "summary": "Bhishmadeva explains that Krishna's glories are known confidentially through direct contact by pure devotees engaged in transcendental loving service, who experience different rasas in their relationship with Him.",
      "timestamp_url": "https://youtu.be/ZShSbvHtcKM?t=68",
      "transcript": "The meaning of this verse is, O King, this is Bhishmadeva addressing King Yudhishthira. O King, Lord Shiva, Narada, the sage amongst the demigods, Devarshi, and Kapila, the incarnation of Godhead, all know very confidentially about his glories through direct contact. This verse is spoken by Bhishmadeva to King Yudhishthira and all the other assembled sages that Krishna is known very confidentially as the Supreme Personality of God. This verse is spoken by Bhishmadeva to King Yudhishthira and all the other assembled sages that Krishna is known very confidentially about his glories through direct contact because they have direct access to the Supreme Personality of Godhead, which common men do not have, because he is the transcendental personality. So, in our material condition, we are not able to see him, we are not able to approach him, we are not able to perceive him, we are not able to understand him. He is an inconceivable personality, he is a very, very great personality, he is a transcendental personality, etc. So, Prabhupada explains in the purport to this verse, \"Pure devotees of the Lord are all Buddhas, or persons who know the glories of the Lord in different transcendental loving service.\" Bhagavad Gita has explained that Krishna can be known only through pure devotional service. So, those who are established in pure devotional service, they are called pure devotees of the Lord, and they engage always in transcendental loving service of the Supreme Lord. And in that way, they know the glories of the Supreme Lord Krishna. Of course, the glories of the Supreme Lord are unlimited, because he is an unlimited personality. He is the unlimited personality. But, they know the glories according to the service they render and the revelation by the Supreme Lord. They know the glories. As the Lord has innumerable expansions of his plenary form, there are innumerable pure devotees of the Lord, because the Lord is not limited to one form. He has many, many, many, many forms. So, accordingly, he has many, many, many, many devotees of each of the form. Many devotees."
    },
    {
      "start_time": 237,
      "end_time": 334,
      "verse_references": [],
      "themes": [
        "Mahajanas",
        "Devotees",
        "Bhishmadeva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhishmadeva himself is one of the Mahajanas, he has mentioned only three important names of the twelve who know the glories of the Lord.",
      "summary": "The lecture identifies the twelve Mahajanas, great devotees of the Lord, and notes that Bhishmadeva, himself one of them, only mentions three names in the verse.",
      "timestamp_url": "https://youtu.be/ZShSbvHtcKM?t=237",
      "transcript": "Now, these devotees are engaged in pure devotional service in different humors, different rasas. Humor means rasa. Some are situated in sakya rasa, some are situated in vatsalya rasa. Just like Arjuna is situated in sakya rasa. He is a friend of Krishna. Yashoda and Nanda Maharaj are situated in vatsalya rasa. Radharani, Lalitha, Vishakha, they are situated in madhurya rasa. So, like this, there are different devotees situated in different rasas in their relationship and devotional service to Krishna. Ordinarily, there are twelve great devotees of the Lord. They are called the Devotees of the Lord. They are called the Devotees of the Lord. They are called the Devotees of the Lord. They are called Mahajanas. Their names are mentioned here by Prabhupada: Brahma, Narada, Shiva, Kumara, Kapila, Manu, Prahlada, Bhishma, Janaka, Shukadeva Goswami, Bali Maharaj and Yamaraj. Twelve names. Four sets of three names were mentioned. Twelve names. Bhishmadeva, although one of them, Bhishmadeva himself is one of the Mahajanas, twelve Mahajanas. Although Bhishmadeva himself is one of the Mahajanas, twelve Mahajanas. Although Bhishmadeva himself is one of the Mahajanas, he has mentioned only three important names of the twelve who know the glories of the Lord. He has mentioned only three important names of the twelve who know the glories of the Lord. Which three names has he mentioned? In this verse, the names are mentioned of Shiva, Narada and Kapila. So he has mentioned three names out of twelve names. He himself is one of them."
    },
    {
      "start_time": 338,
      "end_time": 534,
      "verse_references": [],
      "themes": [
        "Anubhava",
        "Devotional Service",
        "Revelation",
        "Bhava"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As we progress in devotional service, more and more revelation about Krishna, the Supreme Personality of Godhead, happens within our heart, within our consciousness.",
      "summary": "The speaker explains how devotional service leads to a better understanding of Krishna, culminating in the stage of bhava, where one understands the absolute nature of Krishna and experiences ecstasy.",
      "timestamp_url": "https://youtu.be/ZShSbvHtcKM?t=338",
      "transcript": "Srila Vishwanath Chakraborty Thakur is another Acharya. He is a previous Acharya. In the Gaudiya Vaishnava Sampradaya, he is one of the great Acharyas of the modern age. He explains, what does he explain? That Anubhava or the glory of the Lord is first appreciated by the devotee in ecstasy, manifesting the symptoms of perspiring, trembling, weeping, bodily eruptions, etc., which are further enhanced by steady understanding of the glories of the Lord. So, this is a little technical thing. Let me explain this. As we progress in devotional service, more and more revelation about Krishna, the Supreme Personality of Godhead, happens within our heart, within our consciousness. Just like in the beginning, we just are told, chant Hare Krishna, and you hear about Krishna from the Bhagavad Gita, from the Bhagavad, through the medium of the pure devotees or their representatives, who repeat what the pure devotees are explaining. So, this practice of Sadhana Bhakti gradually leads to a better understanding of Krishna as the transcendental personality. Transcendental personality means he is not like one of us. He is not like... He is not like an ordinary, a created being. He is not a created being. He is the original Lord. He never accepts a material body. He never accepts a material body. He never has a material body. He doesn't require a material body. He has a transcendental form. He has the transcendental supreme form. So, he comes and incarnates in that same form. So, these things we will understand gradually as we practice devotional service, by chanting, hearing, reading, doing some practical service, worshipping the Deity, etc. All these different ways of rendering service to Krishna, if we engage in those different activities, gradually our heart becomes cleansed of misgivings, of misconceptions, of ignorance, and we become enlightened, gradually. It takes time. So, as the enlightenment... As the enlightenment increases, as the knowledge about Krishna becomes more and more revealed in the heart, we come to a stage called bhava. Bhava is the stage where we are able to understand the absolute nature of Krishna. He is non-different from his name, from his quality, from his activity, from his paraphernalia, from his... From his code, from his form, from his deity, from his descriptions in the Bhagavatam, he is non-different. All are identical, absolute, personality of Godhead."
    },
    {
      "start_time": 537,
      "end_time": 696,
      "verse_references": [],
      "themes": [
        "Anubhava",
        "Ecstasy",
        "Ashtasatvika Vikara",
        "Krishna-Yashoda Relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Anubhava is appreciated by the devotee in ecstasy.",
      "summary": "The lecture elaborates on anubhava, a subdivision of bhava, characterized by ecstasy and physical symptoms like perspiring and trembling, using the example of Yashoda binding Krishna with a rope.",
      "timestamp_url": "https://youtu.be/ZShSbvHtcKM?t=537",
      "transcript": "In that bhava, there are different sub-divisions, one of which is explained here as anubhava. Anubhava is appreciated by the devotee in ecstasy. Ecstasy means bhava. Ecstasy means bhava. Ecstasy means bhava. So, in the stage of bhava, there is ecstasy, and that ecstasy means one is able to experience extreme joy, spiritual joy, through symptoms like perspiring, trembling, weeping, bodily eruptions, etc. There are eight such symptoms called ashtasatvika vikara. There is a change in the body. The body cannot contain the spiritual transformation. There is a transcendental joy called ecstasy. So, therefore, there are changes in the body. And these are all symptoms which are manifest in this body, which confirms that the devotee has advanced to the stage of being able to experience the ecstasy because of coming to the stage of bhava, advancing to the stage of bhava. Now, these symptoms of bhava, like perspiring, trembling, weeping, etc., are further enhanced by steady understanding of the glories of the Lord. There is an initial understanding of the glories. We begin to understand the glories of the Lord. And then after that the devotional service continues and the understanding becomes steady. It is not an effect that is experienced for a little time and then the effect is gone. No, it becomes steady, it becomes continuous. Such different understandings of bhava are exchanged between Yashoda and the Lord as a small child, the son of mother Yashoda. The Lord binding Krishna, Yashoda binding Krishna with the rope, Damodar Leela and in the chariot driving by the Lord in the exchange of love with Arjuna. These are not ordinary activities."
    },
    {
      "start_time": 713,
      "end_time": 866,
      "verse_references": [],
      "themes": [
        "Krishna-Arjuna Relationship",
        "Subordination",
        "Love",
        "Glories of the Lord"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The glories of the Lord which are exhibited in this being subordinated before his devotees is another feature of the glories of the Lord.",
      "summary": "The speaker discusses Krishna's relationship with Arjuna, highlighting how Krishna assumes a subordinate position as Arjuna's chariot driver out of love, showcasing another aspect of His glories.",
      "timestamp_url": "https://youtu.be/ZShSbvHtcKM?t=713",
      "transcript": "Or Krishna driving the chariot of Arjuna, Partha Sarathi on the battlefield of Kurukshetra. This is also an exchange of love between the Lord and his pure devotee Arjuna. Krishna has no need to do anything. Bhati is engaged in activities and relationship with his devotees out of love for them. And the devotees also, they are engaged in serving Krishna in their relationship with Krishna in different ways. So, in some of these exchanges of love, the Lord assumes an equal position or a subordinate position. In the case of Arjuna, normally Arjuna and Krishna as friends are on an equal platform. But, when Krishna agreed to become the chariot driver of Arjuna, then Krishna assumed the subordinate position. Arjuna is ordering Krishna. In the first chapter of the Bhagavad Gita, this statement is there by Arjuna to Krishna: \"Kindly take my chariot between the two armies who are assembled for fighting in the battlefield of Kurukshetra.\" Arjuna is ordering Krishna. Now, the special feature of such an exchange is explained here by Prabhupāda. The glories of the Lord which are exhibited in this being subordinated before his devotees is another feature of the glories of the Lord. You see, when the Lord agrees to become subordinate of Krishna, he agrees to become subordinated by the devotees because he is the Supreme Lord. He is always the Lord. He is always the Master in all circumstances. But, he agrees to become subordinate in the exchange of love. So, it is another feature of the glories of the Lord. It is the glory of the Supreme Lord. Even though he is unconditionally always the Supreme Lord, he agrees to become subordinate to his devotees out of love for the devotees."
    },
    {
      "start_time": 866,
      "end_time": 934,
      "verse_references": [],
      "themes": [
        "Transcendental Bhava",
        "Difficulties",
        "Purification",
        "Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The Lord says, I put my devotee into difficulty and thus the devotee becomes more purified in exchanging transcendental bhava with me.",
      "summary": "The lecture concludes by explaining that the difficulties experienced by devotees, like the Pandavas, are not material problems but opportunities for exchanging transcendental bhava with the Lord and becoming purified.",
      "timestamp_url": "https://youtu.be/ZShSbvHtcKM?t=866",
      "transcript": "So, Prabhupāda says, even the Pandavas experiencing some difficulties, that is another exchange of transcendental bhava between the Lord and the devotees, the Pandavas. So, the Lord says, \"I put my devotee into difficulty and thus the devotee becomes more purified in exchanging transcendental bhava with me.\" So, don't think the Pandavas experiencing difficulties is any kind of material problems which ordinary conditioned souls experience in their daily life. No, it is not that at all. The devotees are always free from material miseries even in the material world. But, apparently they sometimes become distressed. But, that is due to the Lord putting them in difficulty to exchange transcendental bhava."
    }
  ]
}