{
  "video_id": "zTj7R9bpezY",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.12.34 part 2 | 14-09-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=zTj7R9bpezY",
  "segments": [
    {
      "start_time": 32,
      "end_time": 175,
      "verse_references": [
        "SB 1.12.34"
      ],
      "themes": [
        "sin",
        "sacrifice",
        "Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Then we can just imagine the amount of sins committed consciously or unconsciously by the untrained population of the Kali Yuga who have no way to perform sacrifice to please the Supreme Lord.",
      "summary": "The speaker explains the difficulty of avoiding sin in Kali Yuga, especially compared to the time of Yudhishthira, and the lack of means for the general population to perform sacrifices to atone for sins.",
      "timestamp_url": "https://youtu.be/zTj7R9bpezY?t=32",
      "transcript": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Devim Sarasvatim Vyasam Tato Jayam Udhirayet. In this session, we will continue discussion of the 34th verse, which we began in the previous session, of the 12th chapter of the first canto of Srimad Bhagavatam. The verse I will just recite once again just to refresh your memory: Tenasamrita Sambharo Dharmaputro Yudhishthiraha Vajimedai Stribirbhito Yajnai Samayajad Harim. The meaning of this verse is: by those riches, the king could procure the ingredients for three horse sacrifices; thus, the pious king Yudhishthira, who was very fearful after the battle of Kurukshetra, pleased Lord Hari, the personality of Godhead. So continuing the purport, if Maharaj Yudhishthira is a sinner in his daily discharge of duties in royal administration of state affairs, wherein the killing of man and animals is a recognized art, then we can just imagine the amount of sins committed consciously or unconsciously by the untrained population of the Kali Yuga, who have no way to perform sacrifice to please the Supreme Lord. So those days when people were very careful when they would indulge in killing, whereas nowadays people are not trained, and the influence of Kali is such that they become indifferent to the sins they may commit. They are not worried about it, but they have to suffer. Suffering cannot be avoided simply by being ignorant or claiming that I don't know that I will be punished by doing something wrong."
    },
    {
      "start_time": 186,
      "end_time": 397,
      "verse_references": [],
      "themes": [
        "sacrifice",
        "chanting",
        "perfection",
        "devotional service"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "सम्सिद्धि, सम्सिद्धि means the highest perfection, is simply possible by pleasing the Lord Hari.",
      "summary": "The speaker emphasizes that the prime duty is to satisfy the Lord through occupational duty and recommended sacrifices, especially chanting the holy name of Krishna in Kali Yuga, which leads to freedom from sins and the highest perfection.",
      "timestamp_url": "https://youtu.be/zTj7R9bpezY?t=186",
      "transcript": "Srila Prabhupada specifically says here, in Kali Yuga people do not have a way of becoming free from the sinful reactions. Srila Prabhupada says therefore that the prime duty of the human being is to satisfy the Supreme Lord by the performance of one's occupational duty under varnashrama dharma. स्वानुष्ठितस्य धर्मस्य संसिद्धिर् हरितोषणम्. संसिद्धि, संसिद्धि means the highest perfection, is simply possible by pleasing the Lord Hari. So, should I proper further explain? Let any man of any place or community, caste or creed be engaged in any sort of occupational duty, but he must agree to perform sacrifices as it is recommended in the scriptures for the particular place, time, and person. So the occupational duty per se does not matter so much, but rather the people should perform recommended sacrifices and thereby become free from all reactions. In the Vedic literatures, it is recommended that in Kali Yuga or present age, people engage in glorifying the Lord by chanting the holy name of Krishna. In the Bhagavatam, in different places it is said that people should engage in glorifying the Lord by chanting his holy name. In the twelfth canto also it is told, kirtanadeva krishnasya muktasanga param vrajet. So people have to actually perform the sacrifice of chanting the holy name of Krishna. That is what people have to do. By doing so, one can be free from all sins and thus can attain the highest perfection of life by returning home back to Godhead. People think of the highest perfection of life is to attain liberation, but that liberation is not possible if one does not engage in devotional service. So therefore, by devotional service one can be free from all sins and can also attain the highest perfection simultaneously by practising bhakti regularly."
    },
    {
      "start_time": 403,
      "end_time": 546,
      "verse_references": [
        "BG 9.26"
      ],
      "themes": [
        "Chaitanya Mahaprabhu",
        "Sankirtan Yagna",
        "sacrifice",
        "Kali Yuga"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Chaitanya Mahaprabhu has taught us simply perform this Sankirtan Yagna and get the highest benefit.",
      "summary": "The speaker highlights Chaitanya Mahaprabhu's teaching of Sankirtan Yagna as the most beneficial sacrifice in Kali Yuga, as it is simple and effective.",
      "timestamp_url": "https://youtu.be/zTj7R9bpezY?t=403",
      "transcript": "Especially in the introductory portion, by sketching the life of Lord Sri Chaitanya Mahaprabhu, in the beginning of this Bhagavatam, Srila Prabhupada has given a biography of Sri Chaitanya Mahaprabhu, and it is observed that in Kali Yuga people are generally not inclined to perform sacrifice due to different reasons, but Chaitanya Mahaprabhu has taught us simply perform this Sankirtan Yagna and get the highest benefit. The Lord has declared openly in Bhagavad Gita how he becomes pleased with us, and the same process is practically demonstrated in the life and preaching work of Lord Sri Chaitanya Mahaprabhu. Bhagavad Gita Krishna clearly says if you perform sacrifice for the sake of my pleasure, that is the proper way. So Chaitanya Mahaprabhu practically demonstrated in this life and also preaching that anyone can actually chant Hare Krishna and perfect their life. It is possible for anyone. The perfect process of performing Yagna or sacrifice to please the Supreme Lord Hari is to follow the ways of Lord Sri Chaitanya Mahaprabhu in this dark age of quarrel and dissension. So Chaitanya Mahaprabhu has taught a specific method of performing Yagna and that is called Sankirtanam, congregational chanting of the holy name. That is the way especially in this Yuga, Kali Yuga."
    },
    {
      "start_time": 552,
      "end_time": 718,
      "verse_references": [],
      "themes": [
        "sacrifice",
        "economy",
        "Chaitanya Mahaprabhu",
        "chanting"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Just suitable for the age is the method recommended by Lord Sri Chaitanya Mahaprabhu in terms of the Shastra.",
      "summary": "The speaker contrasts the difficulty of performing traditional Yagnas requiring vast resources with the simplicity and effectiveness of chanting Hare Krishna as taught by Chaitanya Mahaprabhu, which requires no expenditure.",
      "timestamp_url": "https://youtu.be/zTj7R9bpezY?t=552",
      "transcript": "Maharaj Yudhishthira had to collect heaps of gold to secure the paraphernalia for the horse sacrifice Yagnas in days of sufficiency. Those days people had lot of natural resources and all their desires easily fulfilled by the Supreme Lord, they are all pious. But in other cases, somebody may not be able to offer sacrifices to the Supreme Lord, sacrifices to the Supreme Lord the way Yudhishthira Maharaj performed. That is not possible. So people of this age can hardly think of such performance of Yagnas in these days of insufficiency and complete scarcity of gold. Where will they get gold from, so much of gold that Yudhishthira Maharaj spent? So it is not practically possible. It is not practically possible. And Prabhupada makes a remark about the modern system of economy. At the present moment, we have heaps of papers and promises of their being converted into gold by economic development of modern civilization, and still there is no possibility of spending riches like Maharaj Yudhishthira either individually or collectively or by state patronization. State never promotes and finances such Yagnas, but even people cannot spend the kind of money individually or collectively which Yudhishthira Maharaj spent. So Srila Prabhupada says just suitable for the age is the method recommended by Lord Sri Chaitanya Mahaprabhu in terms of the Shastra. Now what Chaitanya Mahaprabhu is recommending is not his own recommendation, though it is Supreme Lord disguised as a devotee, but he is not recommending anything which is not in the scriptures. Such a method requires no expenditure at all. What is the expenditure in chanting Hare Krishna and yet can award more benefit than other expensive methods?"
    },
    {
      "start_time": 720,
      "end_time": 933,
      "verse_references": [],
      "themes": [
        "chanting",
        "sacrifice",
        "animal sacrifice",
        "Vedic mantras"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So therefore, it is recommended to chant the holy name of Supreme Lord Hari and easy, inexpensive, effective way of doing sacrifice in this age.",
      "summary": "The speaker clarifies that animal sacrifices in Vedic times were different from modern slaughter, as the animals were rejuvenated by Vedic mantras chanted by qualified brahmanas, which is not possible today, making chanting the best sacrifice.",
      "timestamp_url": "https://youtu.be/zTj7R9bpezY?t=720",
      "transcript": "Somebody takes up ashtanga, sorry, the method of meditation, the method of cultivating knowledge, etc., then we cannot get more benefit in this way than what is obtained by chanting Hare Krishna in the association of devotees. The horse sacrifice Yagna or cow sacrifice Yagna performed by the Vedic regulations should not be misunderstood as a process of killing animals. Sometimes meat eaters they say that you tell us not to eat meat, but then formerly even the pious people used to perform animal sacrifices. So isn't it very difficult to eat meat? People they always took sin as soul to kill animals and eat their flesh when plenty of fruits, vegetables, and all vegetarian food stuff is available. So therefore, the proper... Now, Prabhupada says, animals offered for the yajna were rejuvenated to a new span of life by the transcendental power of chanting the Vedic hymns, the brahmanas who chant the mantras. And by the power of the mantra, the animal which was sacrificed or killed in a horse sacrifice, that animal would be revived when the priest in the sacrifice would actually chant mantras, suitable mantras. So therefore, the misunderstanding that formerly they were killing animals for the sake of performing sacrifice, now they are killing animals for the sake of feeding the slaughterhouse, but that is not the real proper understanding. The Veda mantras are all practical and the proof is rejuvenation of the sacrificed animal. So when an animal is killed for a sacrifice, then the animal is revived. But reviving such an animal requires the power of the mantra to be chanted by duly qualified brahmanas. And Srila Prabhupada says, there is no possibility of such methodical chanting of the Vedic hymns by the so-called brahmanas who preach of the present age. So therefore, it is recommended to chant the holy name of Supreme Lord Hari, an easy, inexpensive, effective way of doing sacrifice in this age."
    }
  ]
}