{
  "video_id": "ZW4CAbe8Xuw",
  "title": "Sri Tattva Darshan Dasa: A Disciple’s Journey from age 12 to 70 | Sri Gaura Mandala Parikrama",
  "speaker": "HG Atma Tattva Dasa",
  "youtube_url": "https://www.youtube.com/watch?v=ZW4CAbe8Xuw",
  "segments": [
    {
      "start_time": 0,
      "end_time": 123,
      "verse_references": [
        "BG 7.16"
      ],
      "themes": [
        "renunciation",
        "search for truth",
        "early life"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "At the age of 12, somehow or another, I rebelled against the system which I was brought up into.",
      "summary": "The speaker describes his early life, including his rebellion against the system he was raised in, his becoming a vegetarian, and his search for the absolute truth, mentioning the three types of people who come to Krishna according to the Bhagavad Gita.",
      "timestamp_url": "https://youtu.be/ZW4CAbe8Xuw?t=0",
      "transcript": "I guess it began when I was 12 years old. Now I'm 70, and without knowing in this life, without the knowledge of what is Krishna consciousness, what was Srila Prabhupada, at the age of 12, somehow or another, I rebelled against the system which I was brought up into. I became a vegetarian. I started searching for the absolute truth. The Bhagavad Gita tells us that three types of persons come to Krishna: those who are seeking money, those who are in distress, and those who are seeking the absolute truth. So I don't think I fell into the category of those who were seeking money, because I had a lot of that, and I gave it all up. It was self-made, but some help from the parents and the family. And distress, yes, we were all in distress in this material world. We didn't know which way to go, what to do, our seemingly happiness with our material life, but actually seeking the absolute truth. I was looking in the mountains, I was looking in the forests, I was looking in the swamps, I was living in the ghettos with the black people, I was prompting with kings, I was living rich, I was living poor, I was traveling from place to place, with vows of poverty, trying to understand."
    },
    {
      "start_time": 123,
      "end_time": 228,
      "verse_references": [],
      "themes": [
        "guru",
        "initiation",
        "early association"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "And probably first heard of Prabhupada way back in 1968, when he was in San Francisco.",
      "summary": "The speaker recounts meeting his 'Bhartma Pradaksha guru,' Baba Ramdas, who introduced him to the Hare Krishna Maha Mantra indirectly, and his early exposure to Prabhupada and the Krishna consciousness movement.",
      "timestamp_url": "https://youtu.be/ZW4CAbe8Xuw?t=123",
      "transcript": "And I met what I could call my Bhartma Pradaksha guru. He was the one, Baba Ramdas. He wrote a famous book called, Be Here Now. He had journeyed to India. Anyways, he introduced me to the Hare Krishna Maha Mantra, indirectly. And I did that, and we traveled as we did, many people did in that time, among the hippie communes and things. And probably first heard of Prabhupada way back in 1968, when he was in San Francisco. And like this, life went on and on. And the travels led me to a bus that was in a house that I was staying with. We were all, a lot of people staying in a house in the house. The bus had Vishnu John Swami in it. And he's camped out in our house in Fort Lauderdale. And we did some park, we did some kirtan with him. And he was only there a night, so there wasn't much, but what is this, right? And they gave me a book, a Back to Godhead magazine, which I threw on the bed and it went underneath the water bed, later it came out, and I dried it and I read it. And it was a great book. And, of course, chanting Hare Krishna. Then again I met him by the will of providence, meeting devotees in different places, not really understanding, in rock festivals and in downtowns and book distribution, but already chanting Hare Krishna, but not really knowing anything about the Krishna consciousness movement."
    },
    {
      "start_time": 228,
      "end_time": 381,
      "verse_references": [],
      "themes": [
        "offering",
        "surrender",
        "transformation"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "So they said, when you come to Krishna, you should bring an offering.",
      "summary": "The speaker describes meeting Vishnu John Swami again, making an offering of fruits and flowers, and his subsequent journey to Miami, where he underwent a physical transformation and encountered devotees.",
      "timestamp_url": "https://youtu.be/ZW4CAbe8Xuw?t=228",
      "transcript": "Then again it really began. I met Vishnu John Swami in 2012. I met him on Krishna Goswami in a bus, in a park in Phoenix, Arizona. So they said, when you come to Krishna, you should bring an offering. So that day we went out with a station wagon, big cars with the back of it. We went all over the fruit orchards and the flowers and the dates, and we picked them from everywhere around Phoenix, which is a famous growing area, and we filled up the whole car. And we brought it to the park. The park where Vishnu John Swami was. And we offered it to the deities of Radha Damodar there. So then Mr. John said, you've made this offering, you have to come now, back to the temple with us. So we went back to the temple and I stayed a couple of days with them. They were leaving for India, early days. This was probably the beginning of 73 by that time. Yeah. And, uh, so that began the journey very shortly, Krishna took me, he took me out of the house of the rising sun, which is a famous place in New Orleans, we won't get in any details. And he transferred me to Miami by airplane with a few bodyguards. And I got to Miami and I had an intimate relationship with it. My first devotee there, his name was Maha Sringa, he was Bhakta Mike then. He looked at me. By this time I had transformed from a long haired hippie with hair down to here. And I had on a dhoti, which was made out of a sheet. I had some beads which were tied up into knots by a rope. I had a sika that was funny shaped, it came down to my back, later became matted. Yeah. And, uh, I had some toothpaste which I had used to make tea lock. And I came from a jailhouse where I was only for 24 hours and the devotees were coming in, they had been picked up for distributing books. And they were coming out, they were getting immediately bonded. And they looked at me, I looked kind of funny, you know, I didn't really look like your regular Hare Krishna."
    },
    {
      "start_time": 381,
      "end_time": 471,
      "verse_references": [],
      "themes": [
        "acceptance",
        "commitment",
        "devotion"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "I'm from the temple of the world.",
      "summary": "The speaker recounts his initial interactions with devotees in Miami, his acceptance into the Brahmachari ashram, and his decision to stay and try Krishna consciousness, emphasizing his ongoing effort to become a true devotee.",
      "timestamp_url": "https://youtu.be/ZW4CAbe8Xuw?t=381",
      "transcript": "And they said, what temple are you from? I said, I'm from the temple of the world. And they said, where are you going? And my brother was there with some of my friends and they said, he's coming with us. We have a party for him, he's been gone for some time. And I said, no, I'm going with them. And they said, yes, we'll be out in 10 minutes, you come with us. So then Maha Sringa's Bhakta Mike is there. He looks me over. Hmm. What kind of animal is this, you know? And he gives me a dhoti, he gives me a kurta, he gives me some toothbrush, toothpaste. That's all I was. That was it. There was nothing else. And he gave me a mat, it was in the Brahmachari ashram. And he goes, that way's east. It was 10 o'clock at night. Everybody was sleeping. I had no idea which way was east. That's what it meant. That's where you put your head when you sleep. So that began. And then I said, okay, I'll stay here 30 days and give it a try. Never left. That was in 73. So still to this day, trying to be a devotee, I haven't yet become a devotee, but I'm trying. Right? So they asked, when did you become a devotee? I haven't become one yet."
    },
    {
      "start_time": 471,
      "end_time": 597,
      "verse_references": [],
      "themes": [
        "chanting",
        "book distribution",
        "service"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So for the first month I was chanting 32 rounds, right?",
      "summary": "The speaker shares humorous anecdotes about his early days in Krishna consciousness, including his misunderstanding of chanting rounds and his initial success in book distribution, highlighting his natural propensity for this service.",
      "timestamp_url": "https://youtu.be/ZW4CAbe8Xuw?t=471",
      "transcript": "So during the years, many things, like was funny thing in the very beginning, I was, I thought that one round was once and back again. I thought that was one round. So for the first month I was chanting 32 rounds, right? And I thought this is hard and everybody was finishing before me. Then one day I'm watching this Brahman, he's chanting and he gets to one round and he pulls down the bead. I watched him again. He did it again. He had his beads out too. I said to him, Prabhu, you're cheating. He said, what do you mean? I says, you're counting half a round as one round. So then he explained to me and then chanting 16 rounds became a little easier. And then after a couple of weeks they said, you should go out and try book distribution. And, uh, I said, okay. And, uh, some of our, some of the first devotees that are still with me in Krishna consciousness to this day, like Abhirama, Adridharana, Mahashringa, they were all there. We were a big band in Miami. So they said, you got to go out and try book distribution and you got to put on this wig, put on a hat, a wig, put on these Garmi clothes, this thing, and you got to go out and distribute books. I said, I'll go out, but I'm not going to do all this stuff. I said, I've changed my life now. So I went out with my Sankirtan leader and four or five other devotees and they were all out there and our friend Adridharana was there, but he was dressed up a little bit and he would point to people and he would say, we're distributing for India and collecting money for people in India. And here's one of the people from there that was so grateful to us. He came back to help us out because I was wearing a dhoti. So the very first day I went out, I collected more than my Sankirtan leader. I distributed more books and collected more money. So they told me, Prabhu, this is your propensity. This is what you have to do."
    },
    {
      "start_time": 597,
      "end_time": 785,
      "verse_references": [],
      "themes": [
        "personal instructions",
        "obeisances",
        "initiation"
      ],
      "content_type": "story",
      "circle_fit": [
        1
      ],
      "key_quote": "One was to offer obeisances.",
      "summary": "The speaker details the first of three personal instructions he received from Srila Prabhupada, which was to offer obeisances, and his determination to receive initiation directly from Prabhupada.",
      "timestamp_url": "https://youtu.be/ZW4CAbe8Xuw?t=597",
      "transcript": "But I also had an inclination toward farms and gardens and cows. So I said, this isn't all I can do, right? And Srila Prabhupada had given me three personal instructions that I consider personal instructions. One was to offer obeisances. That was the first one. That happened in Philadelphia in the airport in 1976. I went there to New Vrindavan for initiation three years after I joined, two and a half years after I joined, because I didn't want a rittvik initiation. I didn't want it. I wanted Prabhupada to hand me my beads. Prabhupada was doing rittvik from the early 70s, right? And I kept asking my temple. The temple president thinks I want to go where Prabhupada is and I want to take initiation. We'll do by letter. We'll do this, that. You have to stay here and distribute books. That's what pleases Prabhupada. And we were developing gardens for some of the temples and I was sending Prabhupada coconuts and nim twigs and everything every day when he was touring around America. We'd climb up the trees and get them in Miami. So Prabhupada was coming. I went to New Vrindavan. I had a Sankirtan party. We had our own party. I was the leader. And I went to New Vrindavan and I told the Sankirtan party, you know, you guys go back where you came from. I'm staying here until Prabhupada comes. You can't. You're leaving the temple. I said, I'm leaving. I'm waiting here for Prabhupada. I'm not going to go for this anymore, you know? So they went back and I waited and Prabhupada came and he gave me initiation personally. That went really well. So when I first saw Srila Prabhupada, the very first time was when he came into the airport. In Pittsburgh. You got to imagine the airport's a big circle like this. And on the top, the stairs come out and people come out from the different planes from the different side, right? So for months before Prabhupada's coming, Prabhupada's coming, Prabhupada's coming, he even asked, why is it every new temple, every temple I go to smells like fresh paint? Everything would always be ready. And that was the mantra, Prabhupada's coming, Prabhupada's coming. And we were just totally absorbed in it. Everything we did was. We're going to meet Prabhupada, Prabhupada's coming here. So there was a tumultuous kirtan in the airport. We could do kirtans at that time in the airport. And the Radha Damodar parties were there, the traveling parties, a lot of people because it was new Vrindavan. It was a big gathering. And of course there were some other passengers and airport officials around. So finally Prabhupada walks out. We're right down there in the middle of the kirtan, right in the center. Prabhupada walks out. And. Yeah. When he walked out, the whole kirtan stopped. Everybody hit the ground and did obeisances. But I didn't. I'm looking, Prabhupada, oh my God, he's come. And he goes like this. Looked straight at me and I was the only one, like this."
    },
    {
      "start_time": 785,
      "end_time": 875,
      "verse_references": [],
      "themes": [
        "cow protection",
        "personal instructions",
        "morning walk"
      ],
      "content_type": "story",
      "circle_fit": [
        1
      ],
      "key_quote": "You must protect the cows.",
      "summary": "The speaker recounts the second personal instruction he received from Srila Prabhupada during a morning walk, which was to protect the cows, emphasizing the directness of the instruction.",
      "timestamp_url": "https://youtu.be/ZW4CAbe8Xuw?t=785",
      "transcript": "So that was his first instruction was to offer obeisances. And the second instruction I got with him was on a morning walk. I was tending the cows. I was tending the cows in New Vrindavan and helping to build A-frames and do different things. And we were living up in the old Vrindavan farm. And Prabhupada came up. I went on many morning walks in Darshan. But in this morning walk, I'm standing, there's a lot of pictures, I'm right next to Prabhupada. And I'm herding the cows, so I got some boots on and got a t-shirt on instead of a dhoti and everything. I got a dhoti, but that, so I'm herding the cows. And this one cow kept hitting Prabhupada like this. She was a Friesian, she was a Friesian cow, black and white. She kept nudging Prabhupada. And Prabhupada was affectionate, pat her on the head and he would smile. And then Prabhupada turns to, and he says, how old is this cow? Hari Sori says, she's 10 or 12 years old, Prabhupada. I said no. I said, Prabhupada, I'm her cow herd. She's only four years old and her name is Kalindi. And she's just started giving milk. And Prabhupada looked at me directly in the eyes and he says, you must protect, he didn't say we should protect, he said, you must protect the cows."
    },
    {
      "start_time": 875,
      "end_time": 1011,
      "verse_references": [],
      "themes": [
        "dancing",
        "personal instructions",
        "Ratha Yatra"
      ],
      "content_type": "story",
      "circle_fit": [
        1
      ],
      "key_quote": "Dance.",
      "summary": "The speaker shares the third personal instruction he received from Srila Prabhupada, which was to dance, despite being initially prevented from doing so, highlighting Prabhupada's recognition of his devotional expression.",
      "timestamp_url": "https://youtu.be/ZW4CAbe8Xuw?t=875",
      "transcript": "Second instruction. Third instruction, I like to dance. And I thought maybe Prabhupada would give me a name, something to do with dancing. And the day before initiation, we were in a Ratha Yatra in Cleveland, but Prabhupada couldn't go there. So it came in the front page of the paper, the Rathkart with Lord Jagannath there and everything. And somehow in the paper, in the front of the paper, I was dancing in front of the Rathkart, both feet off the ground, my hands up in the air and my Chatur flying. That came on the front of the Cleveland Press. And I was told later by Kulik Shekhar, Prabhupada's disciple, he said, oh, that devotee dances like Lord Chaitanya. Right? So I thought that Prabhupada maybe would give me some Nataraja, I didn't know, right? So we were outside the barn going into Radha Vrindavan Chandra's temple and we were dancing like everything. And a couple of times, Prabhupada looked at me and smiled, right? It was in Brahmachari cloth, there's pictures of that too. And you come into Radha Vrindavan Chandra's temple and there's a hallway and two devotees can be on each side. And then in the middle, Prabhupada would walk. So I was jumping up and down, I was right there as Prabhupada would come in just a few feet and I was dancing like anything and Prabhupada was ready to come in. And this devotee Charu, he pushes me down, he says, no, you may hit Prabhupada, you can't dance here. I said, I have to dance. And he said, no, you can't dance. And he pushed me the second row behind. And I said, Charu was his name. He later had some different qualities. So Prabhupada walked in and all the devotees were like this. They were a small kirtan. Nobody was really dancing when he walked in the hallway, right? Prabhupada walked over, right next to me, he stopped, he turned, he looked me in the eyes and he raised both hands, one had a bead bag and one had a cane. He said, dance. And he wasn't there when the devotee pushed me behind, but he was there outside. And he had seen that picture of Cleveland Ratha Yatra. So that was the third instruction I got from Srila Prabhupada."
    },
    {
      "start_time": 1011,
      "end_time": 1117,
      "verse_references": [],
      "themes": [
        "sense gratification",
        "Krishna consciousness",
        "rose analogy"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna consciousness is like this rose.",
      "summary": "The speaker recounts an analogy Prabhupada gave using a rose to illustrate the difference between offering something to Krishna and offering it for personal sense gratification, and his confusion about its application.",
      "timestamp_url": "https://youtu.be/ZW4CAbe8Xuw?t=1011",
      "transcript": "Those were direct instructions. And then one instruction I thought I got from Prabhupada was we were in a garden with Prabhupada. He was giving a darshan, and he had a rose in his hand. He had just finished telling us that sense gratification is like salt. You have to have a little bit or you'll die. And he described the six Goswamis, how they had to take a pat of butter, a little bit of salt, or otherwise they would die too. And how they had to sleep one hour or two hours. They had to eat with a pat of butter. And he said, and for defense, they were always dependent on Krishna. And for mating, he said, there was no question. Then he had this rose. And there was one rose with smell, too. So Prabhupada had this rose. And he said, Krishna consciousness is like this rose. He says, if I have this beautiful rose, and I think, let me give it to Radha Vrindavan Chandra, Prabhupada smiled. He says, I'm going to Vaikuntha. Then he put down again. He says, but I have the same rose. And I think, let me give it to my girlfriend, he goes, I'm going to hell and he throws the rose and I was right there and the rose came right in front of me but this other devotee grabbed it right, I didn't get the rose, he took it and I didn't know whether Papa was telling me that if I offer roses to Robert Johnson I'm going to Vaikuntha or I'm going to hell, I didn't know which one and I'm still wondering."
    },
    {
      "start_time": 1117,
      "end_time": 1188,
      "verse_references": [],
      "themes": [
        "trials",
        "commitment",
        "personal relationship"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Give this one life to Krishna.",
      "summary": "The speaker reflects on the trials and tribulations in Krishna consciousness, emphasizing Prabhupada's instruction to dedicate one's life to Krishna and highlighting the personal relationship devotees can have with Prabhupada through his teachings.",
      "timestamp_url": "https://youtu.be/ZW4CAbe8Xuw?t=1117",
      "transcript": "So that was another indirect instruction. So over the years, of course, we all go through many trials and tribulations in Krishna consciousness. It's not easy when we declare war on maya, it's not ready. And I remember many times in Prabhupada's personal presence and sometimes in lectures, there was a famous line which we always remember which has impelled us in Krishna consciousness all these years. Prabhupada would always say, give this one life to Krishna, give this one life to Krishna. So that's what he would implore to all his devotees and all his, they give this one life to Krishna. So we will try that whether we, I'm still trying, 30 days I thought I would give it, I'm still trying to this day. So there's so much more and like I said, we're still trying to become devotees, but Prabhupada's instructions to us are there every day. Every one of us, every instruction we read from his books, we hear from a tape, when we understand this is our guru dot the dash, this is where Prabhupada wants me to serve."
    },
    {
      "start_time": 1188,
      "end_time": 1264,
      "verse_references": [],
      "themes": [
        "Bhagavatam",
        "guidance",
        "problems"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Bhagavatam, Bhagavatam, Bhagavatam.",
      "summary": "The speaker emphasizes the importance of the Srimad Bhagavatam as a source of guidance and solutions to life's problems, recounting an anecdote where Prabhupada simply responded 'Bhagavatam' to a devotee's questions about life's dilemmas.",
      "timestamp_url": "https://youtu.be/ZW4CAbe8Xuw?t=1188",
      "transcript": "All those are personal instructions, there's no difference. So many devotees had a lot of, this is all the association I ever had with Prabhupada, never had more and you, so many things have come from the books. Whenever we have a question, whenever we have a problem, all we have to do is read Prabhupada's books with the Shri Madbhagavatam and we have to ask our question with all sincerity then open the book to any place, any Bhagavatam, any canto and read, the answer will come. Prabhupada was giving a class once and in this class it was all about the Shri Madbhagavatam and how it's, you know, the prime benediction for humanity at large, how its..."
    },
    {
      "start_time": 1264,
      "end_time": 1342,
      "verse_references": [],
      "themes": [
        "rittvik",
        "tradition",
        "commitment"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Be here now.",
      "summary": "The speaker briefly touches on the topic of rittvik initiation, affirming its authenticity, and emphasizes the importance of daily commitment to Krishna, drawing inspiration from his 'Vartma Pradaksha guru,' Baba Ramdas.",
      "timestamp_url": "https://youtu.be/ZW4CAbe8Xuw?t=1264",
      "transcript": "end of the lecture no more questions so we all can have that personal relationship with shiloh prophet don't let anybody tell you differently it's very true we won't get into it because you're all it would be like preaching to the choir but you're all on the right path the the the path of rittvik is a hundred and one percent bona fide and authorized by shield property entire parampara we what they call them the mud they call them the ramanujas they call them the nabarkas why because that's what they're following that's their guru this is tradition they try to say it's not tradition of course you know all the arguments so we won't preach about that so this is the purpose of our krishna consciousness movement is we make our commitments every day that's one thing i learned from my vartma pradaksha guru baba ramdas who showed me the way be here now every day we just give everything to krishna we give our all in all one time they asked krishna why is srimati radharani the best devotee of krishna prophecy because she gives her all in all to krishna that's what we do every day some days it's hard we're in a trial i don't feel like doing this today i don't feel like"
    },
    {
      "start_time": 1342,
      "end_time": 1474,
      "verse_references": [],
      "themes": [
        "devotion",
        "challenges",
        "Lord Chaitanya's mercy"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even if Mr. Nair won't give us this temple to give us this land there was no temple yet dancing kirtan.",
      "summary": "The speaker shares an anecdote about Tamal Krishna Maharaj and Prabhupada's instruction to dance even in the face of challenges, emphasizing the importance of devotion and Lord Chaitanya's mercy.",
      "timestamp_url": "https://youtu.be/ZW4CAbe8Xuw?t=1342",
      "transcript": "one time whereas Tamal Krishna, he wasn't dancing in the kirtan. This was in Bombay when Mr. Nair was going to take away the, take, take away the temple from us and, uh, Prop, I went over to Tamal Krishna Maharaj and he told him, he said, even if Mr. Nair won't give us this temple, to give us this land, there was no temple yet, dancing kirtan and Tamal told him, when the weights come on my head, my feet get heavy on the ground. Prophet said, no dancing, he told him. So this is the devotees, of course everything's not going to be perfect. We hear chan Hari Krishnan be happy. This is nothing but kevala nanda khanda. It's all true. But then again we have to rid ourselves of our material desires in this life and go closer and closer to Krishna. So there are so many things we could say, but we have a big yatra today and I just, I have to thank each and every single devotee that's here and so impressed and I have been for years so impressed with the caliber of your love and your dedication to Shila Prabhupada. This is, this is what Prabhupad wanted. That's why he brought his dancing white elephants to India so that this would happen. He says, westerners, they all fall for sex, Indians, they fall for money, but you guys are falling for neither. This is very monumental. Our children's children's children, prophet said about the gurukula and it's the same thing. You're now into the third generation of Prabhupada disciples. So this is is what's going to save the world. This is the army you are making now that will march all over this whole planet after this planet and the modern civilization as we know it today, you will endure and this will spread to every town in every village. Already we're in every town in every village and Lord Chaitanya's mercy is going, but his soldiers have a big job ahead of them."
    },
    {
      "start_time": 1474,
      "end_time": 1533,
      "verse_references": [],
      "themes": [
        "Prabhupada's disciples",
        "dedication",
        "mercy"
      ],
      "content_type": "praise",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Give this one life to Krishna, and you're doing it.",
      "summary": "The speaker expresses his admiration for the dedication and proper execution of Krishna consciousness by Prabhupada's disciples, attributing it to Prabhupada's mercy and reiterating the importance of dedicating one's life to Krishna.",
      "timestamp_url": "https://youtu.be/ZW4CAbe8Xuw?t=1474",
      "transcript": "them. So the training, the lalium, the enthusiasm that you have, it's unmatched. I've been all over the world, seen devotees everywhere, it's unmatched. And you're all under Prabhupada's way, and you're all Prabhupada's disciples. I told one of your leaders yesterday, I said, actually I'm your little brother, not your big brother. He called me big brother. I said, no, I'm your little brother. You devotees, we feel shame to see how dedicated and how proper you are in the execution of Krishna consciousness. This is all Prabhupada's mercy to these devotees. This is very important. You should never think otherwise. Never. Just Prabhupada said, give this one life to Krishna, and you're doing it. Hare Krishna. All glories to Srila Prabhupada."
    }
  ]
}