{
  "video_id": "zwSlTwtZu9w",
  "title": "SB 1.18.47 | HH Stoka Krishna Swami | 29-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=zwSlTwtZu9w",
  "segments": [
    {
      "start_time": 0,
      "end_time": 41,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurun Meelitam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and invocations.",
      "timestamp_url": "https://youtu.be/zwSlTwtZu9w?t=0",
      "transcript": "Om Agyana Timiraandhasya Gyananjanishalakaya Chakshurun Meelitam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shiva Sadhi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 42,
      "end_time": 115,
      "verse_references": [
        "SB 1.18.47"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "Pariksit Maharaj",
        "Curse"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So this is the statement of Suta Goswami to the sages of Naimisharanya.",
      "summary": "The speaker introduces the verse from Srimad Bhagavatam and sets the context of Pariksit Maharaj's story.",
      "timestamp_url": "https://youtu.be/zwSlTwtZu9w?t=42",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session we will be discussing from the 47th verse of the 18th chapter of the first canto of Srimad Bhagavatam: Apapeshu Swabhrtyeshu Balena Apakvabuddhina Papam Krutam Tad Bhagavan Sarvatma Kshantum Arhati. The meaning of this verse is: Then the Rishi prayed to the all-pervading personality of Godhead to pardon his iniquity. He was an immature boy who had no intelligence and who committed the great sin of cursing a person who was completely free from all sins, who was subordinate and who deserved to be protected. So this is the statement of Suta Goswami to the sages of Naimisharanya."
    },
    {
      "start_time": 116,
      "end_time": 195,
      "verse_references": [],
      "themes": [
        "Karma",
        "Vaishnava Aparadh",
        "Offense to Devotees"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "When an offense is done unto the devotee of the Lord it is very difficult to overcome the reaction.",
      "summary": "The speaker explains the law of karma and the severe consequences of offending a devotee of the Lord (Vaishnava Aparadh).",
      "timestamp_url": "https://youtu.be/zwSlTwtZu9w?t=116",
      "transcript": "He is describing the whole incident leading to Pariksit Maharaj renouncing his kingdom and meeting Shukadeva Goswami, after which the Bhagavatam was spoken by Shukadeva Goswami to Pariksit Maharaj. So Srila Prabhupada explains elaborately this in the purport: Everyone is responsible for his own action either pious or sinful. This is the law of karma in this material world. Rishi Shamika could foresee that his son had committed a great sin by cursing Maharaj Pariksit, who deserved to be protected by the Brahmanas, for he, that is Pariksit Maharaj, was a pious ruler and completely free from all sins because of his being a first-class devotee of the Lord. So Pariksit Maharaj as a pure devotee deserves to be protected by the Brahmanas. Instead he is being cursed. It is totally unjust. So Srila Prabhupada further says: When an offense is done unto the devotee of the Lord it is very difficult to overcome the reaction."
    },
    {
      "start_time": 195,
      "end_time": 271,
      "verse_references": [],
      "themes": [
        "Vaishnava Aparadh",
        "Brahmanas",
        "Responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Generally Vaishnava Aparath cannot be overcome.",
      "summary": "The speaker continues discussing Vaishnava Aparadh, emphasizing the responsibility of Brahmanas to protect subordinates and avoid disproportionate punishment.",
      "timestamp_url": "https://youtu.be/zwSlTwtZu9w?t=195",
      "transcript": "Vaishnava Aparath is very, very, very dangerous. Generally Vaishnava Aparath cannot be overcome. By the person who has committed that offense or Aparath, it cannot be overcome. So further Srila Prabhupada says: The Brahmanas being at the head of the social orders are meant to give protection to their subordinates and not to curse them. A superior when dealing with somebody who is a subordinate, has to be considered; if they do some mistake, they cannot be disproportionately punished. In general they should not be punished when they make a mistake, especially when they are subordinate and they have not done a big mistake. For their small mistakes they should not be punished."
    },
    {
      "start_time": 272,
      "end_time": 393,
      "verse_references": [],
      "themes": [
        "Brahmanas",
        "Pride",
        "Divine Superintendence",
        "Krishna's Control"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Above the law of nature is the Supreme Lord's personal superintendence.",
      "summary": "The speaker discusses the specific case of Pariksit Maharaj's cursing, highlighting the foolish boy's pride and emphasizing Krishna's personal control over nature.",
      "timestamp_url": "https://youtu.be/zwSlTwtZu9w?t=272",
      "transcript": "There are occasions when a Brahmana may furiously curse a subordinate Kshatriya or Vaishya. But in the case of Maharaj Pariksit there were no grounds as already explained. This was explained elaborately in the previous verse. The foolish boy had done it out of sheer vanity; vanity means pride, in being a Brahmana's son and thus he became liable to be punished by the law of God. Above the law of nature is the Supreme Lord's personal superintendence. This is very important to note. It appears like the nature's laws are working in an impersonal way because we don't see generally the hand of any person. Just like the seasons are changing, the sun is rising every day, and what is the explanation of the scientists? So called scientists. They have no explanation how it is happening. Scriptures are very clear: Bhishasmat vatapavate bhisho deti suryaha. Out of fear of the Supreme Lord who is the controller, director of the entire material nature, the sun is rising every day. The wind is blowing properly to ensure supply of the air for all the living beings on the earth. This is unknown to modern scientists. This is unknown to most people in this in today's world."
    },
    {
      "start_time": 394,
      "end_time": 466,
      "verse_references": [],
      "themes": [
        "Krishna's Control",
        "Devatas",
        "Bhakta Vatsala",
        "Offense vs. Sin"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Krishna is the supreme director, controller, master.",
      "summary": "The speaker elaborates on Krishna's supreme control and administration, His affection for devotees (Bhakta Vatsala), and the distinction between sin and offense.",
      "timestamp_url": "https://youtu.be/zwSlTwtZu9w?t=394",
      "transcript": "Krishna is the supreme director, controller, master. Under him there is a whole big administration of the devatas, headed by Brahma. Everyone is working under the superintendence of Krishna. This is unknown. So here Prabhupada is pointing out if some of the devatas, subordinate controllers make a mistake then they are liable to be punished by God Krishna. So Prabhupada further says: The Lord never forgives a person who condemns his pure devotee. Krishna is very, very attached to his pure devotees. He is called Bhakta Vatsala. Therefore by cursing a king the foolish Sringi had committed not only a sin but also the greatest offense."
    },
    {
      "start_time": 466,
      "end_time": 559,
      "verse_references": [],
      "themes": [
        "Offense vs. Sin",
        "Supreme Lord's Pardon",
        "Laws of Nature"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Offense is dealt with only by the Supreme Lord.",
      "summary": "The speaker continues to differentiate between sin and offense, emphasizing that only the Supreme Lord can pardon offenses and alter the laws of nature.",
      "timestamp_url": "https://youtu.be/zwSlTwtZu9w?t=466",
      "transcript": "There is a difference between offense and sin. Sin is directly violating the laws of nature in our material activities. Offense is any offense done to a pure devotee, to a Vaishnava. Offending a Vaishnava is on a different level. Committing a sin whereby one violates the material laws of nature is different. Therefore the Rishi could foresee that only the Supreme Personality of Godhead could save his boy from his sinful act. Offense is dealt with only by the Supreme Lord, directly. The other subordinate controllers in material nature have no role to play. They cannot do anything about the offense. Further Srila Prabhupada says he therefore directly prayed for pardon from the Supreme Lord who alone can undo a thing which is impossible to change. Even the laws of nature which work perfectly, they can be changed only by Krishna. Nobody else can change it."
    },
    {
      "start_time": 560,
      "end_time": 631,
      "verse_references": [],
      "themes": [
        "Laws of Nature",
        "Krishna's Power",
        "Pariksit's Delivery",
        "Brahmana's Son's Responsibility"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Even the laws of nature which work perfectly they can be changed only by Krishna.",
      "summary": "The speaker reiterates Krishna's power to change the laws of nature and raises the question of why the Brahmana's son was made responsible for cursing Pariksit Maharaj.",
      "timestamp_url": "https://youtu.be/zwSlTwtZu9w?t=560",
      "transcript": "No Devata, no Yogi, no Tapasvi, no Jnani, no Rishi can change any of the laws of nature. They are working perfectly. But Krishna can change. The appeal was made in the name of a foolish boy who had developed no intelligence at all. Rishi Shamika is appealing to the Supreme Lord that my boy who is a foolish boy he made a mistake. It was a big mistake but he is a foolish boy kindly pardoned him. Now Srila Prabhupada further explains very nicely a question may be raised herein that since it was the desire of the Lord that Pariksit Maharaj be put into that awkward position so that he might be delivered from material existence then why was a Brahmana's son made responsible for this offensive act?"
    },
    {
      "start_time": 632,
      "end_time": 738,
      "verse_references": [],
      "themes": [
        "Krishna's Arrangement",
        "Brahmana's Son's Excuse",
        "Father's Prayer"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Krishna arranged a child to make a mistake of cursing Pariksit.",
      "summary": "The speaker explains that Krishna arranged for a child to commit the offense so that he could be easily excused, and the father's prayer would be accepted.",
      "timestamp_url": "https://youtu.be/zwSlTwtZu9w?t=632",
      "transcript": "See earlier it is explained that Pariksit could not have become angry against this sage Shamika Rishi. Normally according to his proper conduct as a pure devotee. It was arranged by Krishna. So actually it is not Pariksit's mistake at all to have become angry against Shamika Rishi and provoke that Brahmana boy the son of the Rishi. No. Pariksit is not at fault. Krishna arranged it, so that Bhagavatam can be spoken. That was Krishna's higher purpose. But then why is the Brahmana's son made responsible? The Brahmana's son has made the mistake. Why is he in the picture? Is the question that may be raised. So Srila Prabhupada says the answer is that the offensive act was performed by child only so that he could be excused very easily. So Krishna arranged a child to make a mistake of cursing Pariksit, so that the child can be excused because children if they make a mistake they are not to be punished like an adult who makes a mistake. And thus the prayer of the father was accepted. Krishna accepted. Yes. Your boy is a foolish boy. He is an immature boy. He deserves to be pardoned for his mistake. Big mistake."
    },
    {
      "start_time": 739,
      "end_time": 854,
      "verse_references": [],
      "themes": [
        "Brahmana Community's Responsibility",
        "Kali's Influence",
        "Demons in Brahmana Families"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Why the Brahmana community as a whole was made responsible for allowing Kali into the world affairs.",
      "summary": "The speaker raises the question of why the entire Brahmana community is held responsible for Kali's influence and explains that demons were allowed to take birth in Brahmana families in Kali Yuga.",
      "timestamp_url": "https://youtu.be/zwSlTwtZu9w?t=739",
      "transcript": "Then further Prabhupada raises another question. If the question is raised why the Brahmana community as a whole was made responsible for allowing Kali into the world affairs. See one Brahmachari boy misusing his Brahmanical power. The whole Brahmana community is held responsible that Kali has entered through this boy and is now going to pollute the rest of the Brahmanas in Kali Yuga become polluted. So why the whole Brahmana community as a whole is getting polluted by this whole act. So the answer Srila Prabhupada says for this is given in the Varaha Purana. What is the answer in the Varaha Purana? The demons who acted inimically toward personality of Godhead but were not killed by the Lord by Lord Krishna when Krishna incarnated in Dwapara Yuga end of Dwapara Yuga. Such demons were allowed to take birth in the families of Brahmanas to take advantage of the age of Kali. So who are these Brahmanas in Kali Yuga who don't follow the Brahmanical principles but act irreligiously under the influence of Kali. These Brahmanas were formerly demons who deserve to be killed and purified by the Supreme Lord but they did not they were not killed. So such Brahmanas are taking birth in Brahmana families in the age of Kali in which they are polluted."
    },
    {
      "start_time": 855,
      "end_time": 914,
      "verse_references": [],
      "themes": [
        "Purification",
        "Opportunity",
        "Misuse of Brahmanical Culture"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The all-merciful Lord gave them a chance to have their births in families of pious Brahmanas so that they could progress towards salvation.",
      "summary": "The speaker concludes by explaining that the demons were given a chance for purification by taking birth in Brahmana families, but they often misuse the opportunity due to pride and vanity, ending with a thank you and Hare Krishna.",
      "timestamp_url": "https://youtu.be/zwSlTwtZu9w?t=855",
      "transcript": "So Srila Prabhupada says further the all-merciful Lord gave them a chance to have their births in families of pious Brahmanas so that they could progress towards salvation. The demons missed the chance of being killed by the Supreme Lord and thereby become purified. So now they are given another chance for purification. Take birth in Brahmana families and thereby make some progress towards ultimate liberation. But the demons instead of utilizing the good opportunity misuse the Brahmanical culture due to being puffed up by vanity in becoming Brahmanas. Now Kali Yuga there is a good opportunity taking birth in a Brahmana family in any age there is good opportunity to make progress. But if they don't utilize then they are the losers. That's what is explained here. I will stop here. Thank you very much."
    }
  ]
}