{
  "video_id": "ZXqqKaehl1g",
  "title": "SB 1.18.46 | HH Stoka Krishna Swami | 28-04-2023 | Daily Evening Bhagavatam Discourse",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ZXqqKaehl1g",
  "segments": [
    {
      "start_time": 0,
      "end_time": 40,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras.",
      "timestamp_url": "https://youtu.be/ZXqqKaehl1g?t=0",
      "transcript": "Om Agyanati Miran Dhasya Gyananjan Shalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Namah Om Vishnu Padhaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pashchatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Rithyananda Shri Advaita Gadhadhara Shri Vasadi Gaurabhakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare"
    },
    {
      "start_time": 41,
      "end_time": 181,
      "verse_references": [
        "SB 1.18.46"
      ],
      "themes": [
        "Srimad Bhagavatam",
        "King Pariksit",
        "Curse",
        "Shamika Rishi",
        "Shringi"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So the reaction of the son of Shamika Rishi Shringi was to become very angry against the king and curse the king to die within seven days.",
      "summary": "The speaker introduces the 46th verse of the 18th chapter of the 1st canto of Srimad Bhagavatam, explaining the context of Shamika Rishi's reaction to his son cursing King Pariksit.",
      "timestamp_url": "https://youtu.be/ZXqqKaehl1g?t=41",
      "transcript": "Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udi Rayet. In this session we will be discussing from the 46th verse of the 18th chapter of the 1st canto of Srimad Bhagavatam. The verse: Dharmapalo Narapati Hi Satu Samrat Brihat Shavaha Sakshat Mahabhagavato Rajarshir Hayamedhayat Rajarshir Hayamedhayat Kshutrut Shrama Uthodino Naivasmat Sapa Arhati. The meaning of this verse is: The emperor Pariksit is a pious king. He is highly celebrated and is the first-class devotee of the personality of Godhead, equal capacity to all stations. He is a saint amongst royalty and he has performed many hard sacrifices. When such a king is tired and fatigued, being stricken with hunger and thirst, he does not at all deserve to be cursed. These are words spoken by Shamika Rishi on learning from his son that his son had cursed King Emperor Pariksit just because Emperor Pariksit, when he was thirsty and hungry, he came looking for water in Shamika Rishi's ashram. Not finding water, he became upset and he took a dead snake and put it round the shoulder of the Rishi who was sitting in meditation in trance"
    },
    {
      "start_time": 181,
      "end_time": 285,
      "verse_references": [
        "SB 1.18.46"
      ],
      "themes": [
        "King Pariksit",
        "Curse",
        "Shamika Rishi",
        "Shringi",
        "Immaturity"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "He is particularly telling because that king is emperor of the world and his qualifications are being mentioned here by Rishi Shamika. He does not at all deserve to be cursed.",
      "summary": "The speaker elaborates on Shamika Rishi's disapproval of his son's curse, emphasizing King Pariksit's high position and the inappropriateness of the punishment for a minor offense.",
      "timestamp_url": "https://youtu.be/ZXqqKaehl1g?t=181",
      "transcript": "and walked away. So the reaction of the son of Shamika Rishi, Shringi, was to become very angry against the king and curse the king to die within seven days. So here Shamika Rishi is saying that he has cursed the king to die within seven days. So here Shamika Rishi is telling, \"Who have you cursed, foolish boy, out of your immaturity?\" He is particularly telling because that king is emperor of the world and his qualifications are being mentioned here by Rishi Shamika. He does not at all deserve to be cursed. So what is the meaning of this? What are all the qualifications of this king? Firstly, he is a pious king. He is highly celebrated and is a first-class devotee of the personality of Godhead. How can such a person be ever cursed by anybody? And that too, what he has done is a very, very small mistake. Such a great personality for a small mistake has been cursed to die. It is completely wrong on"
    },
    {
      "start_time": 285,
      "end_time": 380,
      "verse_references": [],
      "themes": [
        "King's Duty",
        "Sacrifice",
        "Responsibility",
        "Welfare of Citizens"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "As a duty a king is supposed to perform sacrifices for the protection of welfare prosperity of these citizens of the world.",
      "summary": "The speaker discusses the duties of a king, including performing sacrifices for the welfare of the citizens, and emphasizes the heavy responsibility associated with ruling a kingdom.",
      "timestamp_url": "https://youtu.be/ZXqqKaehl1g?t=285",
      "transcript": "the part of this boy Shringi to have cursed the emperor of the world. He is a Rajarishi, saint amongst royalty. He has performed many horse sacrifices and such sacrifices were performed by the king or the emperor for the welfare of the entire state, for the welfare of all citizens. As a duty, a king is supposed to perform sacrifices for the protection of welfare, prosperity of these citizens of the world, of the entire kingdom. When such a king is tired, fatigued, thirsty, hungry, he does not at all deserve to be cursed. And what kind of curse is it? To die within seven days? It is not at all justified to curse such a king. So in the Purport, Srila Prabhupada says, after explaining the general codes relating to the royal position and asserting the king can do no wrong and therefore is never to be condemned because a king has a great responsibility for ruling the kingdom and ruling the kingdom is no small task. His kingdom is the entire"
    },
    {
      "start_time": 380,
      "end_time": 553,
      "verse_references": [],
      "themes": [
        "King's Position",
        "Responsibility",
        "Dharma Shastras",
        "Kshatriya Dharma"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Such a responsible king, such a heavy duty he has to perform and his position is so exalted that in his position when he is taken responsibility, it is to be considered that such a king can do no wrong in the sense that even if he does some small mistake.",
      "summary": "The speaker explains that a king's position is so responsible that even small mistakes should not be punished, and that kings have specific duties to perform according to the Dharma Shastras.",
      "timestamp_url": "https://youtu.be/ZXqqKaehl1g?t=380",
      "transcript": "world. Such a responsible king, such a heavy duty he has to perform and his position is so exalted that in his position, when he has taken responsibility, it is to be considered that such a king can do no wrong in the sense that even if he does some small mistake, he should never be considered as the object of punishment by anyone. The sage Shamika wanted to say something about Emperor Pariksit specifically. First he spoke in general about a king who is a responsible king should not be considered to do something wrong for a small mistake. But now the king who has been cursed is not just a dutiful king. He is the emperor of the world. He is Emperor Pariksit, descendant of the Kuru dynasty, Bharata Vamsa, descendant of the Pandavas. That emperor has been cursed. So what are his specific qualifications? So the specific qualifications of Maharaja Pariksit is summarized here by Shamika Rishi. The king, even calculated as a king only, was most celebrated as a ruler who administered the religious principles of the Royal Order. According to the scriptures, the kings have got specific duties to perform and they are very clearly defined. The kings have specific duty to perform and they are very clearly elaborated in the scriptures: Kshatriya Dharma. In the Dharma Shastras, there is clear delineation of Brahmana Dharma, Kshatriya Dharma, Vaishya Dharma, Shudra Dharma, Brahmachari Dharma, Grahastha Dharma, Vanaprastha Dharma, Sanyas Dharma, Shri Dharma, Raja Dharma. Like this, all different duties of different classes of people, under different circumstances, in different situations. Apat Dharma, when there are emergencies, what are the duties of different people in an emergency? Everything is delineated very well, very clearly. And"
    },
    {
      "start_time": 553,
      "end_time": 660,
      "verse_references": [
        "BG 18.43"
      ],
      "themes": [
        "Kshatriya Qualities",
        "Bhagavad-Gita",
        "Pariksit's Qualifications"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In the Shastras, the duties of all caste and order of society are prescribed. All the qualities of a Kshatriya mentioned in the Bhagavad-Gita, in the 18th chapter, the 43rd verse, it is described, what are the qualifications by which a Kshatriya functions.",
      "summary": "The speaker mentions the qualities of a Kshatriya as described in the Bhagavad-Gita and states that Pariksit possessed all those qualities.",
      "timestamp_url": "https://youtu.be/ZXqqKaehl1g?t=553",
      "transcript": "if he is a ruler who is a strict follower of those Dharma Shastras, such a ruler is never to be punished, cursed by anyone. In the Shastras, the duties of all caste and order of society are prescribed. All the qualities of a Kshatriya mentioned in the Bhagavad-Gita, in the 18th chapter, the 43rd verse, it is described what are the qualifications by which a Kshatriya functions. And that is mentioned in the Bhagavad-Gita. And Srila Prabhupada says in this purport, that Pariksit had all those qualifications which are mentioned in the Bhagavad-Gita. What are those qualifications mentioned in the Bhagavad-Gita? Shauryam is mentioned in the Bhagavad-Gita. So, how many are mentioned? Shauryam, Tejo, Dhritir, Daksham, Yudhecha, Api, Apalayanam, Danam, Ishwarabhava. Seven qualifications are mentioned. And what are those seven qualifications? The translation in English, first one is heroism, power, determination, resourcefulness, courage in battle, generosity,"
    },
    {
      "start_time": 660,
      "end_time": 842,
      "verse_references": [],
      "themes": [
        "Kshatriya Qualities",
        "Heroism",
        "Power",
        "Determination",
        "Resourcefulness",
        "Courage",
        "Generosity",
        "Leadership",
        "Pariksit's Example"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "That's the perfect leader and people have got confidence in this leadership because they are very nicely protected they are provided for they are guided correctly so he is the ideal leader",
      "summary": "The speaker elaborates on the seven Kshatriya qualities mentioned in the Bhagavad-Gita, providing examples of how King Pariksit embodied each quality.",
      "timestamp_url": "https://youtu.be/ZXqqKaehl1g?t=660",
      "transcript": "leadership. These are the qualities. So, heroism means he is bold, he is a man of his heart and he is like the ideal in leading people, in protecting people. He is the ideal hero. Just like Pariksit Maharaj, how he dealt with Kalipurusha. When he saw Kalipurusha is harming a cow and a bull, immediately he told him that you are a hero, took out his sword and said you deserve to be killed, you don't deserve to live, punishment, capital punishment for harming a cow and a bull exactly according to shastra. So heroism he displays. Power, he is a very powerful king. He tours his whole kingdom and all the people offer him tributes. He is so powerful. Determination, he is very, very strongly determined to do his duties. Resourcefulness, he is resourceful enough to arrange to provide for all the needs of the people. Courage, courage in battle, when he challenged Kalipurusha, Kalipurusha could understand that my life is in danger, so he's Kalipurusha surrendered to Pariksit. Elsewhere it is described when Pariksit used to tour his kingdom, all the kings simply used to come and pay their tributes without his even challenging them. That was how he was courageous. Generosity, he used to properly give in charity to the deserving, to the brahmanas, when he used to perform sacrifices, liberally he used to give charity to the brahmanas, dhanam. And leadership, he is the ideal role model for the other people in his conduct. In his conduct he is the ideal person. So he leads people by his own example. That's the perfect leader and people have got confidence in this leadership because they are very nicely protected, they are provided for, they are guided correctly. So he is the ideal"
    },
    {
      "start_time": 842,
      "end_time": 944,
      "verse_references": [],
      "themes": [
        "Unjust Curse",
        "Brahmanical Power",
        "Deterioration of Society",
        "Importance of Brahmanas"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Unless the brahmanas are properly situated they cannot lead and inspire and guide the other orders of society the kshatriyas vaishya sudras",
      "summary": "The speaker concludes by reiterating the injustice of the curse on King Pariksit and emphasizing the importance of Brahmanas being properly situated to guide society.",
      "timestamp_url": "https://youtu.be/ZXqqKaehl1g?t=842",
      "transcript": "leader. So such a great devotee, how can he be cursed? So from all sides it is admitted by Shamika Rishi that Maharaj Pariksit was cursed most unjustly. Although for this boy's childish action, the brahmanas cannot be blamed, but still Shamika Rishi took responsibility for this act of this brahmachari boy, his own son, who wrongly used the brahmanical power as a result of which there is the deterioration of all the other orders in the whole world because unless the brahmanas are properly situated, they cannot lead and inspire and guide the other orders of society, the kshatriyas, vaishyas, sudras. Just like in our body, if the head is in order, brain is in order, all other parts can work properly, but the brain itself is not in order, change of the body means change of the body. If the brain is in order, then the action is good, then a good action in order. Even if the other organs are in good condition, they cannot function. So like that the brahmanas have to be ideal, then only the society can function."
    }
  ]
}