{
  "video_id": "ZZmJKwfy_6w",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.9.8 | 04-04-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ZZmJKwfy_6w",
  "segments": [
    {
      "start_time": 355,
      "end_time": 405,
      "verse_references": [],
      "themes": [
        "dharma",
        "incarnation",
        "time"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "In this material world time has got a deteriorating influence on everything",
      "summary": "The Supreme Lord incarnates to revive dharma, which deteriorates over time in the material world.",
      "timestamp_url": "https://youtu.be/ZZmJKwfy_6w?t=355",
      "transcript": "by great sages by narrating historical incidents in connection with the supreme lord, his incarnations, and his pure devotees. Now, whenever the supreme lord incarnates, he revives dharma, or the real religious principles, which are generally lost over a period of time in this material world. Time has got a deteriorating influence on everything. So let us say the supreme lord taught religious principles in his incarnation as Ramachandra."
    },
    {
      "start_time": 511,
      "end_time": 615,
      "verse_references": [
        "BG 4.34"
      ],
      "themes": [
        "spiritual realization",
        "ashramas",
        "knowledge",
        "inquiry"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "By making relevant inquiries, one should actually learn the eternal religious principles from the spiritual master.",
      "summary": "Discussion of the means of attaining spiritual realization, the four ashramas, and the importance of making relevant inquiries to a spiritual master.",
      "timestamp_url": "https://youtu.be/ZZmJKwfy_6w?t=511",
      "transcript": "the ways and means of attaining spiritual realization, the four ashramas, namely the student life, the householder's life, the retired life, and the renounced life, brahmacharya, grihasta, vanaprastha, sannyasa, the sublime position of the Supreme Personality of God, the process of seeing the Supreme Lord eye to eye, the bona fide candidate for receiving knowledge, the consideration of the five elements, the unique position of intelligence, the consciousness of the material nature and the living entity, the symptoms of the self-realized soul, the working principles of the material body, the symptoms of the influential modes of nature, the tree of perpetual desire, and psychic activities. Prabhupada is giving various subjects, important subjects, that Shukadeva Goswami learnt from his great father, by inquiring from him. In the Bhagavad Gita, Krishna says, tan viddhi pranipatena pariprasnena sevayat pariprasnena. By making relevant inquiries,"
    },
    {
      "start_time": 625,
      "end_time": 777,
      "verse_references": [],
      "themes": [
        "Shukadeva Goswami",
        "Mahabharata",
        "creation",
        "Prajapatis"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So when the Prajapatis have to further increase the population in different species, they are empowered to generate the different species, by different powers which are given to them.",
      "summary": "Description of Shukadeva Goswami's travels and attainment of the transcendental realm, followed by an explanation of the Prajapatis' power to generate different species.",
      "timestamp_url": "https://youtu.be/ZZmJKwfy_6w?t=625",
      "transcript": "Shukadeva Goswami went to the sun planet, with the permission of his father and Narayanji. Descriptions of his travel and space are given in the Shanti Parva of the Mahabharata. Mahabharata is generally understood as containing the narration of the Pandavas and Kauravas, but it contains much much more than that. It is the history of Greater India, Mahabharata. At last, Shukadeva Goswami attained the transcendental realm. He is known by different names, like Araneya, Aranesuta, Vyasaki, and Asatmaja. These are some of the other names of Shukadeva Goswami. Next, Srila Prabhupada describes Tashya Pamuni, one of the Prajapati, the son of Marichi, and one of the sons-in-law of Prajapati Daksha. Kashyapa Pamuni married many daughters of Daksha. Kashyapa Pamuni is the father of the gigantic bird Garuda, who was given elephants and tortoise as eatables. Garuda is the son of Kashyapa Pamuni. Now, how is it possible that a bird can be the son of a Rishi, Kashyapa Pamuni? This is the power of the Prajapatis at the time of the beginning of the creation, at the time of the beginning of the creation of this Universe. Brahma takes birth from Vishnu, Garbhodakshayi Vishnu, and Brahma is empowered to create the Prajapatis. So when the Prajapatis have to further increase the population in different species, they are empowered to generate the different species."
    },
    {
      "start_time": 782,
      "end_time": 888,
      "verse_references": [],
      "themes": [
        "Prajapatis",
        "Kashyapa Muni",
        "Adityas",
        "Daityas",
        "Arjuna",
        "Nara Narayana Rishi"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "So Nara Narayana Rishi are twins and they are performing great austerities in the Himalayas even now.",
      "summary": "Explanation of Kashyapa Muni's lineage, his wives, and the birth of demigods and demons, followed by a discussion of Arjuna's extraordinary birth as Nara, the twin brother of Narayana Rishi.",
      "timestamp_url": "https://youtu.be/ZZmJKwfy_6w?t=782",
      "transcript": "So it's only by being empowered specifically to generate a specific species that the Prajapatis can give birth, can generate different species of living beings. Kashyapa Pamuni married thirteen daughters of Prajapati Daksha and their names are given in the Bhagavad Gita: Aditi, Diti, Dhanu, Kashtha, Arishta, Surasa, Ila, Muni, Prothashwa, Tamra, Surabhi, Sarama, and Kini. He begot many children, both demigods and demons by those wives. Generally the sons of Aditi are called Adityas and the sons of Diti are called Daityas. Daityas are generally demons and Adityas are demigods. From his first wife Aditi all the twelve Adityas were born and one of the Adityas is Vamana, the incarnation of God. This great sage Kashyapa was also presented at the time of Arjuna's birth. Now Arjuna's birth is extraordinary, it's not ordinary because Arjuna is the constant companion of Krishna. So when Krishna appeared as the sage Narayana, Arjuna appeared as his twin brother Nara, Nararishi. So Nara Narayana Rishi are twins,"
    },
    {
      "start_time": 893,
      "end_time": 971,
      "verse_references": [],
      "themes": [
        "austerity",
        "detachment",
        "Kashyapa Muni",
        "Parashurama"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "The sinking persons are completely detached. They are not attached to anything.",
      "summary": "Discussion of the importance of austerity for spiritual perfection, the detachment of sages, and the story of Parashurama giving the world to Kashyapa Muni.",
      "timestamp_url": "https://youtu.be/ZZmJKwfy_6w?t=893",
      "transcript": "sorry, great austerities in the Himalayas even now. They are exemplary in their performing austerities. Human life is meant for practicing austerities for spiritual perfection. So they are teaching by their example, Nara Narayana Rishi. So like this, Arjuna's birth is not ordinary. He is a great, he is a pure devotee of Krishna and he participates in Krishna's pastimes on this earth planet, in this material world. Kashyapa Muni received a presentation of the whole world from Parashurama and later on he asked Parashurama to go out of the world. The sinking persons are completely detached. They are not attached to anything. So they teach by their exemplary behaviour how they are completely detached. Parashurama is the one who gave the whole world in charity to Kashyapa Muni and Kashyapa Muni is telling now you can leave this place and go away. Kashyapa Muni has got another name, Arishta Nevi. He lives on the northern side of the universe."
    },
    {
      "start_time": 982,
      "end_time": 1041,
      "verse_references": [],
      "themes": [
        "Angirasa",
        "Vrihaspati",
        "demigods",
        "demons",
        "Indra"
      ],
      "content_type": "story",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Such is the powerful power of the attraction of the illusory energy.",
      "summary": "Description of Angirasa (Vrihaspati), the priest of the demigods, his conflict with Shukracharya, and the story of Indra being cursed to become a hog.",
      "timestamp_url": "https://youtu.be/ZZmJKwfy_6w?t=982",
      "transcript": "Next, the description of Angirasa. Angirasa is the son of Maharaj Angira and is known as Vrihaspati, the priest of the demigods. Shukracharya was the spiritual master of the demons and Vrihaspati challenged him. His son Kacha and he, and he delivered the fire weapons first to Bharadwaj Muni. He could travel in space and therefore he could present himself even in the planets of Brahma Loka and Indra Loka. Once this Vrihaspati cursed Indra to become a hog and Indra was unwilling to return to heaven after his period of curse was over. Such is the powerful power of the attraction of the illusory energy. He was the religious preceptor of natives of different planets."
    }
  ]
}