{
  "video_id": "ZZWUvC7WGM0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.28-29 | 18-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ZZWUvC7WGM0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 49,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Gyanatimiran Dhasya Gyananjanishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/ZZWUvC7WGM0?t=0"
    },
    {
      "start_time": 50,
      "end_time": 183,
      "verse_references": [
        "SB 1.11.28"
      ],
      "themes": [
        "Lord Krishna's Return to Dwaraka",
        "Respect for Mothers",
        "Family Dynamics"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "after entering the house of his father he was embraced by the mothers present and the Lord offered his obeisances unto them by placing his head at their feet the mothers were headed by Devaki his real mother",
      "summary": "The speaker introduces the verses to be discussed, focusing on Lord Krishna's return to Dwaraka and his respectful interaction with his father's wives, emphasizing the importance of respecting all mothers.",
      "timestamp_url": "https://youtu.be/ZZWUvC7WGM0?t=50"
    },
    {
      "start_time": 183,
      "end_time": 385,
      "verse_references": [],
      "themes": [
        "Seven Mothers",
        "Vedic Culture",
        "Respect"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "according to scriptures there are seven mothers Saptaita Matara Smrita",
      "summary": "The lecture expands on the concept of 'seven mothers' in Vedic culture, including the biological mother, the wife of the spiritual master, the wife of a brahmana, the queen, the cow, the nurse, and the earth, highlighting the importance of respect for all in the position of a mother.",
      "timestamp_url": "https://youtu.be/ZZWUvC7WGM0?t=183"
    },
    {
      "start_time": 385,
      "end_time": 559,
      "verse_references": [],
      "themes": [
        "Krishna's Example",
        "Imitation vs. Following",
        "Lord Shiva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Krishna the Lord of the Universe plays the part of an ideal son just to teach others how to treat their stepmothers",
      "summary": "The speaker emphasizes that while Lord Krishna sets an example, not all his activities should be imitated, distinguishing between following and imitating, using the example of Lord Shiva drinking poison to illustrate the dangers of imitation.",
      "timestamp_url": "https://youtu.be/ZZWUvC7WGM0?t=385"
    },
    {
      "start_time": 559,
      "end_time": 692,
      "verse_references": [],
      "themes": [
        "Power and Contamination",
        "Rules and Regulations",
        "Following Examples"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "those who are powerful you cannot find some fault with them nor can you imitate their powerful activities that's never possible",
      "summary": "The lecture uses the analogy of the sun absorbing impurities without being contaminated to further explain why not everyone can imitate powerful figures like Lord Shiva, emphasizing the importance of following rules and regulations and appropriate examples.",
      "timestamp_url": "https://youtu.be/ZZWUvC7WGM0?t=559"
    },
    {
      "start_time": 692,
      "end_time": 813,
      "verse_references": [
        "SB 1.11.29"
      ],
      "themes": [
        "Affection for Krishna",
        "Spontaneous Love",
        "Following Krishna's Example"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "krishna bowing down showing respect to all his stepmothers touching his head to their feet that is to be followed",
      "summary": "The speaker discusses the affection the mothers of Dwaraka had for Krishna, contrasting activities that should not be imitated (like the Rasa dance) with those that should (like showing respect to mothers and stepmothers).",
      "timestamp_url": "https://youtu.be/ZZWUvC7WGM0?t=692"
    },
    {
      "start_time": 813,
      "end_time": 893,
      "verse_references": [],
      "themes": [
        "Guidance",
        "Guru, Sadhu, Shastra",
        "Authorities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "that's why we require guidance for our guidance there are three authorities guru sadhu shastra",
      "summary": "The lecture concludes by emphasizing the need for guidance from guru (spiritual master), sadhu (previous acharyas), and shastra (scriptures) to discern which activities of great personalities should be followed and which should not be imitated.",
      "timestamp_url": "https://youtu.be/ZZWUvC7WGM0?t=813"
    }
  ]
}