{
  "video_id": "ZZWUvC7WGM0",
  "title": "Daily Evening Bhagavatam Discourse | HH Stoka Krishna Swami | SB 1.11.28-29 | 18-07-2022",
  "speaker": "HH Stoka Krishna Swami",
  "youtube_url": "https://www.youtube.com/watch?v=ZZWUvC7WGM0",
  "segments": [
    {
      "start_time": 0,
      "end_time": 49,
      "verse_references": [],
      "themes": [
        "Invocation",
        "Prayers"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3,
        4
      ],
      "key_quote": "Om Gyanatimiran Dhasya Gyananjanishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha",
      "summary": "The lecture begins with traditional Vaishnava prayers and mantras, invoking blessings and paying respects to the spiritual master and Lord Krishna.",
      "timestamp_url": "https://youtu.be/ZZWUvC7WGM0?t=0",
      "transcript": "Om Gyanatimiran Dhasya Gyananjanishalakaya Chakshurun Militam Yena Tasmai Shri Gurave Namaha Nama Om Vishnu Padaya Krishna Preshtaya Bhutale Shri Mate Bhakti Vedanta Swamin Nithinamine Namaste Saraswate Deve Gauravani Pracharine Nirvishesha Shunyavadi Pachatya Deshatarine Jaya Shri Krishna Chaitanya Prabhu Nithyananda Shri Advaita Gadadhara Shri Vasadi Gauravakta Vrinda Hare Krishna Hare Krishna Krishna Krishna Hare Hare Hare Rama Hare Rama Rama Rama Hare Hare Om Namo Bhagavate Vasudevaya Narayanam Namaskritya Naram Chai Vanarottamam Deveem Saraswateem Vyasam Tato Jayam Udeerayet"
    },
    {
      "start_time": 50,
      "end_time": 183,
      "verse_references": [
        "SB 1.11.28"
      ],
      "themes": [
        "Lord Krishna's Return to Dwaraka",
        "Respect for Mothers",
        "Family Dynamics"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "after entering the house of his father he was embraced by the mothers present and the Lord offered his obeisances unto them by placing his head at their feet the mothers were headed by Devaki his real mother",
      "summary": "The speaker introduces the verses to be discussed, focusing on Lord Krishna's return to Dwaraka and his respectful interaction with his father's wives, emphasizing the importance of respecting all mothers.",
      "timestamp_url": "https://youtu.be/ZZWUvC7WGM0?t=50",
      "transcript": "In this session we will be discussing from two verses, 28 and 29, of the 11th chapter of the first canto of Srimad Bhagavatam, the same topic: Lord Krishna's entrance into Dwaraka, how the Dwaraka Nivasis received Lord Krishna when he returned to Dwaraka from Hastinapura. Pravishtastu Griham Pitro Parishvakta Swamatrabhihi Vavande Shirasa Saptah Devaki Pramukha Mudha, the meaning of this verse is: after entering the house of his father, he was embraced by the mothers present, and the Lord offered his obeisances unto them by placing his head at their feet. The mothers were headed by Devaki, his real mother. So Srila Prabhupada explains in the purport, Krishna has entered his father's house. Vasudeva was living in a palace. Krishna has entered his father's house. Vasudeva was living in a palace in Dwaraka, and Vasudeva, the father of Lord Krishna, had completely separate residential quarters where he lived with his 18 wives. Kings used to have more than one queen, so Vasudeva was a king and he had 18 queens, so he used to live in separate residential quarters with his 18 queens. Out of them, Srimati Devaki is the real mother of Lord Krishna. Devaki and Vasudeva gave birth to Krishna, but in spite of all this, all other stepmothers were equally affectionate to Lord Krishna, as would be evident from the following verse. So Lord Krishna also did not distinguish his real mother from his stepmothers, and he equally offered his obeisances unto all the wives of Vasudeva present on the occasion."
    },
    {
      "start_time": 183,
      "end_time": 385,
      "verse_references": [],
      "themes": [
        "Seven Mothers",
        "Vedic Culture",
        "Respect"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "according to scriptures there are seven mothers Saptaita Matara Smrita",
      "summary": "The lecture expands on the concept of 'seven mothers' in Vedic culture, including the biological mother, the wife of the spiritual master, the wife of a brahmana, the queen, the cow, the nurse, and the earth, highlighting the importance of respect for all in the position of a mother.",
      "timestamp_url": "https://youtu.be/ZZWUvC7WGM0?t=183",
      "transcript": "So Srila Prabhupada explains in another place that Lord Krishna is teaching us by his example that there are actually seven mothers for everyone, every civilized human being, seven mothers: Atma Mata Guru Patni Brahmani Raja Patnika Dhenur Dhatri Tatha Prithvi Saptaita Matara Smrita, seven mothers according to the Vedic conception. So the meaning of this particular verse that I have just now recited, according to scriptures there are seven mothers, Saptaita Matara Smrita. First one is Atma Mata, the real mother. Guru Patni, the wife of the spiritual master, Guru Patni. Number three, Brahmani, means the wife of a Brahmana. Number four, Raja Patnika, the wife of the king, that means the queen. Then number five, Dhenu, the cow, and number six, Dhatri, means the nurse, and last one, the seventh one, Prithvi, means the earth mother. Earth mother, cow, all of them are mothers, all of them are mothers. This is the Vedic culture, very advanced culture, the highest respect is offered to the mother, but mother is not just one. Our limited understanding is generally we have one mother, but no, there are other mothers, there are other mothers, others in the position of mother. As regards respect, offering respect, from that perspective it is being said here how one should offer respect to one's mother, the same respect should be offered to the others also who are in the position of respect as one's own mother. Hmm, even by this injunction of the Shastras, the seven kinds of mothers, the stepmother who is the wife of the father is also as good as one's own mother, because the father is also one of the spiritual masters. So if the father is spiritual master, and if he has eighteen wives, all the eighteen of them are one's mother, each one of them is mother."
    },
    {
      "start_time": 385,
      "end_time": 559,
      "verse_references": [],
      "themes": [
        "Krishna's Example",
        "Imitation vs. Following",
        "Lord Shiva"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "Lord Krishna the Lord of the Universe plays the part of an ideal son just to teach others how to treat their stepmothers",
      "summary": "The speaker emphasizes that while Lord Krishna sets an example, not all his activities should be imitated, distinguishing between following and imitating, using the example of Lord Shiva drinking poison to illustrate the dangers of imitation.",
      "timestamp_url": "https://youtu.be/ZZWUvC7WGM0?t=385",
      "transcript": "So Lord Krishna, the Lord of the Universe, plays the part of an ideal son just to teach others how to treat their stepmothers. Generally stepmothers are not given as much respect as one's own mother normally, but here Lord Krishna is teaching, mother is respectable, and seven types of mother we have to respect. That is the perfect culture, Vedic culture, the most advanced developed culture, so that we can develop our Krishna consciousness, we can awaken our devotion, dormant devotion to Krishna, which is covered right now within the heart. So this culture is important from that perspective. Now Srila Prabhupada says that Lord Krishna teaches by his example certain things which are to be followed by everyone, but that does not mean we can imitate all of Krishna's activities, which sometimes people tend to do. Prabhupada explains in another lecture given on the occasion of giving a discourse on Bhagavad Gita, Srila Prabhupada says, Anukaran and Anussaran, two Sanskrit words are there, one is imitation, the other word refers to following the footprints. Anukaran means imitation, Anussaran means following the footprints. If one tries to follow the footprints of great personalities, that is very nice, but we cannot imitate. Imitation is dangerous. Just like Lord Shiva, he drank an ocean of poison and kept it in his throat, he did not allow that poison to go down, so he became known as Neelakanta, blue-throated, because he is holding the poison in his neck, in his throat. So if somebody imitates Lord Shiva and indulges in intoxication, ganja, he will go to hell. So this imitation of Shiva is dangerous, is dangerous."
    },
    {
      "start_time": 559,
      "end_time": 692,
      "verse_references": [],
      "themes": [
        "Power and Contamination",
        "Rules and Regulations",
        "Following Examples"
      ],
      "content_type": "analogy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "those who are powerful you cannot find some fault with them nor can you imitate their powerful activities that's never possible",
      "summary": "The lecture uses the analogy of the sun absorbing impurities without being contaminated to further explain why not everyone can imitate powerful figures like Lord Shiva, emphasizing the importance of following rules and regulations and appropriate examples.",
      "timestamp_url": "https://youtu.be/ZZWUvC7WGM0?t=559",
      "transcript": "Very dangerous. Now Shiva is very, very, very powerful. So somebody may say Shiva is smoking ganja, so why I can't smoke ganja? No, you cannot, because you cannot imitate Shiva, you can only follow Shiva in his footprints. Those activities which Shiva performs, among many activities that he does, only those activities which he performs for setting an example for the common people, only those activities we have to follow. Now another example Srila Prabhupada gives, just like the sunshine. The sunshine is so very strong that it is absorbing the moisture of the filthy place, contaminated place, contaminated place where one is passing urine, but still the sun is very, very, very powerful, so the sun doesn't get contaminated by absorbing urine from a filthy place, no. But if we try to live in a filthy place where people pass urine, then we will become immediately contaminated because we don't have the power to counteract that infection, we don't have it. So Bhagavatam says those who are powerful, you cannot find some fault with them, nor can you imitate their powerful activities, that's never possible. So for the common people, we have to follow the rules and regulations, and while following the rules and regulations, the examples are set by great personalities, only those examples which are specifically meant for us to follow."
    },
    {
      "start_time": 692,
      "end_time": 813,
      "verse_references": [
        "SB 1.11.29"
      ],
      "themes": [
        "Affection for Krishna",
        "Spontaneous Love",
        "Following Krishna's Example"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2
      ],
      "key_quote": "krishna bowing down showing respect to all his stepmothers touching his head to their feet that is to be followed",
      "summary": "The speaker discusses the affection the mothers of Dwaraka had for Krishna, contrasting activities that should not be imitated (like the Rasa dance) with those that should (like showing respect to mothers and stepmothers).",
      "timestamp_url": "https://youtu.be/ZZWUvC7WGM0?t=692",
      "transcript": "The 29th verse, ta putram ankam aaropya snehasnuta payodharaha harsha vikvalitaatmanaha vikvalitaatmanaha shichur si shichur netrajair jalaihi. The meaning of this verse is, the mothers, after embracing their son, who is the son? Lord Krishna, the Supreme Lord, sat him on their laps. Due to pure affection, milk sprang from their breasts. They were overwhelmed with delight, and the tears from their eyes wetted the Lord. So this is the affection all the mothers, the 18 queens of Vasudeva, had for Krishna, and this is a natural, eternal, spontaneous affection they have, relationship they have. So Shila Prabhupada says in the purport, when Lord Krishna was at Vrindavan, even the cows would become moistened by affection towards him, and he would draw milk from the nipples of every affectionate living being. So what to speak of the stepmothers who were already as good as his own mother. So we should not imitate Krishna in the matter of Krishna dancing with young gopis in the rasa dance or Krishna lifting Govardhan Hill, don't imitate, but Krishna bowing down, showing respect to all his stepmothers, touching his head to their feet, that is to be followed, that is to be followed. We should show respect to the seven kinds of mothers, including stepmothers, that is to be followed."
    },
    {
      "start_time": 813,
      "end_time": 893,
      "verse_references": [],
      "themes": [
        "Guidance",
        "Guru, Sadhu, Shastra",
        "Authorities"
      ],
      "content_type": "philosophy",
      "circle_fit": [
        1,
        2,
        3
      ],
      "key_quote": "that's why we require guidance for our guidance there are three authorities guru sadhu shastra",
      "summary": "The lecture concludes by emphasizing the need for guidance from guru (spiritual master), sadhu (previous acharyas), and shastra (scriptures) to discern which activities of great personalities should be followed and which should not be imitated.",
      "timestamp_url": "https://youtu.be/ZZWUvC7WGM0?t=813",
      "transcript": "So one, certain activities of Krishna, certain activities of an incarnation of the Supreme Lord, certain activities of powerful personalities like Lord Shiva are meant for us to follow. So how do we know which activity we are supposed to follow and which activity we are not supposed to imitate? That's why we require guidance. For our guidance there are three authorities: guru, sadhu, shastra. Guru means our own spiritual master, the bona fide spiritual master, he guides, and the authority also is the scriptures, shastra, and the previous acharyas, their instructions, their injunctions. So three authorities: guru, sadhu, shastra. Guru means one's own spiritual master, and sadhu means the previous acharyas, and shastra means the scriptures. All the three are meant to be consulted which activities of great personalities we are supposed to follow and which activities we are not supposed to imitate. I'll stop here, thank you very much."
    }
  ]
}